{
  "torah": {
    "passage": "Deuteronomy 24:14 - 25:19",
    "versions": {
      "leb": [
        {
          "chapter": 24,
          "verse": 14,
          "text": "“You shall not exploit a hired worker, who is needy and poor, from among your fellow men or from among your aliens who are in your land and in your towns.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 15,
          "text": "On his day you shall give his wage, and the sun shall not go down, because he is poor and his life depends on it; do this so that he does not cry out against you to Yahweh, and you incur guilt.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 16,
          "text": "“Fathers shall not be put to death because of their children, and children shall not be put to death because of their fathers; each one shall be put to death for his own sin.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 17,
          "text": "You shall not subvert the rights of an alien or an orphan, and you shall not take as pledge the garment of a widow.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 18,
          "text": "And you shall remember that you were a slave in Egypt and that Yahweh your God redeemed you from there; therefore I am commanding you to do this commandment.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 19,
          "text": "“When you reap your harvest in your field and you forget a sheaf in the field, you shall not return to get it, for it shall be for the alien, for the orphan, and for the widow, so that Yahweh your God may bless you in all the work of your hands.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 20,
          "text": "When you beat off the fruit of your olive trees you shall not search through the branches afterward, for it shall be for the alien, for the orphan, and for the widow.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 21,
          "text": "When you harvest grapes, you shall not glean your vineyards again; it shall be for the alien, for the orphan, and for the widow.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 22,
          "text": "And you shall remember that you were a slave in the land of Egypt, therefore I am commanding you to do this thing.”",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 1,
          "text": "“When a legal dispute takes place between men and they come near to the court, and the judges judge with respect to them, then they shall declare the righteous to be in the right and they shall condemn the wicked,",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 2,
          "text": "then it will happen if the guilty one deserves beating, then the judge shall make him lie, and he shall beat him before him, according to the prescribed number of lashes proportionate to the offense.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 3,
          "text": "He may beat him with forty lashes, and he shall not do more than these, so that he will not beat more in addition to these many blows, and your countryman would be degraded before your eyes.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 4,
          "text": "“You shall not muzzle an ox when he is threshing.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 5,
          "text": "“When brothers dwell together and one of them dies and has no son, the wife of the deceased shall not become the wife of a man of another family; her brother-in-law shall have sex with her, and he shall take her to himself as a wife, and he shall perform his duty as a brother-in-law with respect to her.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 6,
          "text": "And then the firstborn that she bears shall represent his dead brother, so that his name is not blotted out from Israel.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 7,
          "text": "But if the man does not want to take his sister-in-law, then his sister-in-law shall go up to the gate, to the elders, and she shall say, ‘My brother-in-law refused to perpetuate his brother’s name in Israel, for he is not willing to marry me.’",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 8,
          "text": "Then the elders of his town shall summon him and speak to him, and if he persists and says, ‘I do not desire to marry her’",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 9,
          "text": "then his sister-in-law shall go near him before the eyes of the elders, and she shall pull off his sandal from his foot, and she shall spit in his face, and she shall declare and she shall say, ‘This is how it is done to the man who does not build the house of his brother.’",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 10,
          "text": "And his family shall be called in Israel, ‘The house where the sandal was pulled off.’",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 11,
          "text": "“If a man and his brother fight each other and the wife of the one man comes near to rescue her husband from the hand of his attacker and she stretches out her hand and she seizes his genitals,",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 12,
          "text": "then you shall cut off her hand; your eye shall not take pity.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 13,
          "text": "“There shall not be for your use in your bag two kinds of stone weights, a large one and a small one.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 14,
          "text": "There shall not be in your house for your use two kinds of measures.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 15,
          "text": "Rather a full and honest weight shall be for your use; there shall be for you a full and honest measure, so that your days on the land that Yahweh your God is giving to you may be long.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 16,
          "text": "For detestable to Yahweh your God is everyone who is doing such things, everyone who is acting dishonestly.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 17,
          "text": "“Remember what Amalek did to you on the journey when you went out from Egypt,",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 18,
          "text": "that he met you on the journey and attacked you, all those lagging behind you and when you were weary and worn out, and he did not fear God.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 19,
          "text": "And when Yahweh your God gives rest to you from all your enemies from around about you in the land that Yahweh your God is giving to you as an inheritance to take possession of it, you shall blot out the remembrance of Amalek from under the heavens; you shall not forget!”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 24,
          "verse": 14,
          "text": "Don’t take advantage of any hired worker who is poor and needy. That applies to your own people. It also applies to outsiders who are living in one of your towns.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 15,
          "text": "Give them their pay every day. They are poor and are counting on it. If you don’t pay them, they might cry out to the Lord against you. Then you will be guilty of committing a sin.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 16,
          "text": "Parents must not be put to death because of what their children do. And children must not be put to death because of what their parents do. People must die because of their own sins.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 17,
          "text": "Do what is right and fair for outsiders and for children whose fathers have died. Suppose a widow borrows something from you. And she offers to give you her coat until she pays you back. Don’t take it.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 18,
          "text": "Remember that you were slaves in Egypt. Remember that the Lord your God set you free from there. That’s why I’m commanding you to do those things.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 19,
          "text": "When you are gathering crops in your field, you might leave some grain behind by mistake. Don’t go back to get it. Leave it for outsiders and widows. Leave it for children whose fathers have died. Then the Lord your God will bless you in everything you do.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 20,
          "text": "When you knock olives off your trees, don’t go back over the branches a second time. Leave what remains for outsiders and widows. Leave it for children whose fathers have died.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 21,
          "text": "When you pick grapes in your vineyard, don’t go back over the vines a second time. Leave what remains for outsiders and widows. Leave it for children whose fathers have died.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 22,
          "text": "Remember that you were slaves in Egypt. That’s why I’m commanding you to do those things.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 1,
          "text": "Suppose two men don’t agree about something. Then they must take their case to court. The judges will decide the case. They will let the one who isn’t guilty go free. And they will punish the one who is guilty.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 2,
          "text": "The guilty one might have done something that’s worthy of a beating. Then the judge will make him lie down and be beaten with a whip right there in court. The number of strokes should fit the crime.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 3,
          "text": "But the judge must not give the guilty man more than 40 strokes. If more than that are used, you will look down on your Israelite neighbor.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 4,
          "text": "Don’t stop an ox from eating while you use it to separate grain from straw.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 5,
          "text": "Suppose two brothers are living near each other. And one of them dies without having a son. Then his widow must not get married to anyone outside the family. Her husband’s brother should marry her. That’s what a brother-in-law is supposed to do.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 6,
          "text": "Her first baby boy will be named after her first husband. Then the dead man’s name will not be wiped out in Israel.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 7,
          "text": "But suppose the man doesn’t want to get married to his brother’s wife. Then she will go to the elders at the gate of the town. She will say, “My husband’s brother refuses to keep his brother’s name alive in Israel. He won’t do for me what a brother-in-law is supposed to do.”",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 8,
          "text": "Then the elders in his town will send for him. They will talk to him. But he still might say, “I don’t want to marry her.”",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 9,
          "text": "Then his brother’s widow will go up to him in front of the elders. She’ll pull one of his sandals off his foot. She’ll spit in his face. And she’ll say, “That’s what we do to a man who won’t build up his brother’s family line.”",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 10,
          "text": "That man’s family line will be known in Israel as The Family of the Man Whose Sandal Was Pulled Off.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 11,
          "text": "Suppose two men are fighting. And the wife of one of them comes to save her husband from his attacker. So she reaches out and grabs hold of his sex organs.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 12,
          "text": "Then you must cut off her hand. Don’t feel sorry for her.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 13,
          "text": "Don’t have two different scales. You must not have one that weighs things heavier than they really are and another that weighs things lighter than they are.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 14,
          "text": "And don’t have two different sets of measures. You must not have one set that measures things larger than they really are and another that measures them smaller than they are.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 15,
          "text": "You must use weights and measures that are honest and exact. Then you will live a long time in the land the Lord your God is giving you.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 16,
          "text": "He hates anyone who cheats.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 17,
          "text": "Remember what the Amalekites did to you on your way out of Egypt.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 18,
          "text": "You were tired and worn out. They met you on your journey. They attacked everyone who was lagging behind. They didn’t have any respect for God.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 19,
          "text": "The Lord your God will give you peace and rest from all of the enemies who are around you. He’ll do it in the land he’s giving you to take over as your very own. Then you will wipe out the memory of the Amalekites from the earth. Don’t forget to do it!",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Acts 14:1 - 14:20",
    "versions": {
      "leb": [
        {
          "chapter": 14,
          "verse": 1,
          "text": "Preaching in Iconium\nNow it happened that in Iconium they entered together into the synagogue of the Jews and spoke in such a way that a large number of both Jews and Greeks believed.",
          "isHeading": true
        },
        {
          "chapter": 14,
          "verse": 2,
          "text": "But the Jews who were disobedient stirred up and poisoned the minds of the Gentiles against the brothers.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 3,
          "text": "So they stayed there for a considerable time, speaking boldly for the Lord, who testified to the message of his grace, granting signs and wonders to be performed through their hands.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 4,
          "text": "But the population of the city was divided, and some were with the Jews and some with the apostles.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 5,
          "text": "So when an inclination took place on the part of both the Gentiles and the Jews, together with their rulers, to mistreat them and to stone them,",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 6,
          "text": "they became aware of it and fled to the Lycaonian cities—Lystra and Derbe and the surrounding region.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 7,
          "text": "And there they were continuing to proclaim the good news.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 8,
          "text": "Mistaken for Gods in Lystra\nAnd in Lystra a certain man was sitting powerless in his feet, lame from birth, who had never walked.",
          "isHeading": true
        },
        {
          "chapter": 14,
          "verse": 9,
          "text": "This man listened while Paul was speaking. Paul, looking intently at him and seeing that he had faith to be healed,",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 10,
          "text": "said with a loud voice, “Stand upright on your feet!” And he leaped up and began walking.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 11,
          "text": "And when the crowds saw what Paul had done, they raised their voices in the Lycaonian language, saying, “The gods have become like men and have come down to us!”",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 12,
          "text": "And they began calling Barnabas Zeus and Paul Hermes, because he was the principal speaker.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 13,
          "text": "And the priest of the temple of Zeus that was just outside the city brought bulls and garlands to the gates and was wanting to offer sacrifice, along with the crowds.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 14,
          "text": "But when the apostles Barnabas and Paul heard about it, they tore their clothing and rushed out into the crowd, shouting",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 15,
          "text": "and saying, “Men, why are you doing these things? We also are men with the same nature as you, proclaiming the good news that you should turn from these worthless things to the living God, who made the heaven and the earth and the sea and all the things that are in them—",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 16,
          "text": "who in generations that are past permitted all the nations to go their own ways.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 17,
          "text": "And yet he did not leave himself without witness by doing good, giving you rain from heaven and fruitful seasons, satisfying you with food and your hearts with gladness.”",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 18,
          "text": "And although they said these things, only with difficulty did they dissuade the crowds from offering sacrifice to them.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 19,
          "text": "But Jews arrived from Antioch and Iconium, and when they had won over the crowds and stoned Paul, they dragged him outside the city, thinking he was dead.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 20,
          "text": "But after the disciples surrounded him, he got up and went into the city. And on the next day he departed with Barnabas for Derbe.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 14,
          "verse": 1,
          "text": "Paul and Barnabas Preach in Iconium\nAt Iconium, Paul and Barnabas went into the Jewish synagogue as usual. They spoke there with great power. Large numbers of Jews and non-Jews became believers.",
          "isHeading": true
        },
        {
          "chapter": 14,
          "verse": 2,
          "text": "But the Jews who refused to believe stirred up those who weren’t Jews. They poisoned their minds against the two men and the new believers.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 3,
          "text": "So Paul and Barnabas spent a lot of time there. They spoke boldly for the Lord. He gave them the ability to do miraculous signs and wonders. In this way the Lord showed that they were telling the truth about his grace.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 4,
          "text": "The people of the city did not agree with each other. Some were on the side of the Jews. Others were on the side of the apostles.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 5,
          "text": "Jews and non-Jews alike planned to treat Paul and Barnabas badly. Their leaders agreed. They planned to kill them by throwing stones at them.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 6,
          "text": "But Paul and Barnabas found out about the plan. They escaped to the Lycaonian cities of Lystra and Derbe and to the surrounding area.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 7,
          "text": "There they continued to preach the good news.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 8,
          "text": "Paul Preaches in Lystra\nIn Lystra there sat a man who couldn’t walk. He hadn’t been able to use his feet since the day he was born.",
          "isHeading": true
        },
        {
          "chapter": 14,
          "verse": 9,
          "text": "He listened as Paul spoke. Paul looked right at him. He saw that the man had faith to be healed.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 10,
          "text": "So he called out, “Stand up on your feet!” Then the man jumped up and began to walk.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 11,
          "text": "The crowd saw what Paul had done. They shouted in the Lycaonian language. “The gods have come down to us in human form!” they exclaimed.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 12,
          "text": "They called Barnabas Zeus. Paul was the main speaker. So they called him Hermes.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 13,
          "text": "Just outside the city was the temple of the god Zeus. The priest of Zeus brought bulls and wreaths to the city gates. He and the crowd wanted to offer sacrifices to Paul and Barnabas.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 14,
          "text": "But the apostles Barnabas and Paul heard about this. So they tore their clothes. They rushed out into the crowd. They shouted,",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 15,
          "text": "“Why are you men doing this? We are only human, just like you. We are bringing you good news. Turn away from these worthless things. Turn to the living God. He is the one who made the heavens and the earth and the sea. He made everything in them.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 16,
          "text": "In the past, he let all nations go their own way.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 17,
          "text": "But he has given proof of what he is like. He has shown kindness by giving you rain from heaven. He gives you crops in their seasons. He provides you with plenty of food. He fills your hearts with joy.”",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 18,
          "text": "Paul and Barnabas told them all these things. But they had trouble keeping the crowd from offering sacrifices to them.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 19,
          "text": "Then some Jews came from Antioch and Iconium. They won the crowd over to their side. They threw stones at Paul. They thought he was dead, so they dragged him out of the city.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 20,
          "text": "The believers gathered around Paul. Then he got up and went back into the city. The next day he and Barnabas left for Derbe.",
          "isHeading": false
        }
      ]
    }
  }
}
