{
  "torah": {
    "passage": "Exodus 27:20 - 28:12",
    "versions": {
      "leb": [
        {
          "chapter": 27,
          "verse": 20,
          "text": "“And you will command the Israelites, and they will bring to you pure, beaten olive oil for the light, to cause a lamp to burn continually.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 21,
          "text": "In the tent of assembly outside the curtain that is before the testimony, Aaron and his sons will arrange it, from evening until morning, before Yahweh as a lasting statute throughout their generations from the Israelites.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 1,
          "text": "“And bring near to you Aaron, your brother, and his sons with him from the midst of the Israelites to serve as priests for me—Aaron, Nadab and Abihu, Eleazar and Ithamar, the sons of Aaron.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 2,
          "text": "And you will make holy garments for Aaron, your brother, for glory and for splendor.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 3,
          "text": "And you will speak to all the skilled of heart, whom I have given a gift of skill, and they will make the garments of Aaron to consecrate him for his serving as my priest.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 4,
          "text": "And these are the garments that they will make: A breast piece and an ephod and a robe and a tunic of specially woven fabric, a turban and a sash. And they will make holy garments for Aaron your brother, and for his sons to serve as priests for me.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 5,
          "text": "“And they will take the gold and the blue and the purple and the crimson yarns and the fine linen,",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 6,
          "text": "and they will make the ephod of gold, blue and purple, and crimson yarns, and finely twisted linen, the work of a skilled craftsman.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 7,
          "text": "It will have two joining shoulder pieces at its two edges, so that it can be fastened.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 8,
          "text": "And the waistband of his ephod, which is on it, will be of like work to it—gold, blue, and purple and crimson yarns and finely twisted linen.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 9,
          "text": "“And you will take two onyx stones and engrave on them the names of the Israelites,",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 10,
          "text": "with six of their names on the one stone and the remaining six on the second, according to their genealogies.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 11,
          "text": "As the work of a skilled stone craftsman, with seal engravings you will engrave on the two stones the names of the Israelites; you will make them mounted in gold filigree settings.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 12,
          "text": "And you will set the two stones on the ephod’s shoulder pieces as stones of remembrance for the Israelites, and Aaron will bear their names before Yahweh on his two shoulder pieces for remembrance.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 27,
          "verse": 20,
          "text": "“Command the people of Israel to bring you clear oil that is made from pressed olives. Use it to keep the lamps burning and giving light.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 21,
          "text": "“Aaron and his sons must keep the lamps burning in the Tent of Meeting. The lamps will be outside the curtain that is in front of the tablets of the covenant. The lamps must be kept burning in my sight from evening until morning. That is a law for the people of Israel that will last for all time to come.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 1,
          "text": "“Have your brother Aaron brought to you from among the people of Israel. His sons Nadab, Abihu, Eleazar and Ithamar must also be brought. They will serve me as priests.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 2,
          "text": "“Make sacred clothes for your brother Aaron. When he is wearing them, people will honor him. They will have respect for him.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 3,
          "text": "“Speak to all of the skilled workers. I have given them the skill to do this kind of work. Tell them to make clothes for Aaron. He will wear them when he is set apart to serve me as priest.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 4,
          "text": "They must make a chest cloth, a linen apron, an outer robe, an inner robe, a turban and a belt. They must make sacred clothes for your brother Aaron and his sons. Then they will serve me as priests.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 5,
          "text": "Have them use fine gold wire, and blue, purple and bright red yarn, and fine linen.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 6,
          "text": "“Make the linen apron out of fine gold wire, and out of blue, purple and bright red yarn, and out of finely twisted linen. Have a skilled worker make it.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 7,
          "text": "It must have two shoulder straps joined to two of its corners.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 8,
          "text": "“Its skillfully made waistband must be like it. The waistband must be part of the apron itself. Make the waistband out of fine gold wire, and out of blue, purple and bright red yarn, and out of finely twisted linen.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 9,
          "text": "“Get two onyx stones. Carve the names of the sons of Israel on them.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 10,
          "text": "Arrange them in the order of their birth. Carve six names on one stone and six on the other.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 11,
          "text": "Carve the names of the sons of Israel on the two stones the way a jewel cutter carves a seal.\n“Then put the stones in fancy gold settings.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 12,
          "text": "Connect them to the shoulder straps of the linen apron. The stones will stand for the sons of Israel. Aaron must carry the names on his shoulders as a reminder while he is serving me.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Mark 11:12 - 11:26",
    "versions": {
      "leb": [
        {
          "chapter": 11,
          "verse": 12,
          "text": "And on the next day as they were departing from Bethany, he was hungry.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 13,
          "text": "And when he saw from a distance a fig tree that had leaves, he went to see if perhaps he would find anything on it. And when he came up to it he found nothing except leaves, because it was not the season for figs.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 14,
          "text": "And he responded and said to it, “Let no one eat fruit from you any more forever!” And his disciples heard it.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 15,
          "text": "And they came to Jerusalem. And he entered into the temple courts and began to drive out those who were selling and those who were buying in the temple courts, and overturned the tables of the money changers and the chairs of those who were selling doves.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 16,
          "text": "And he did not permit anyone to carry objects through the temple courts.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 17,
          "text": "‘My house will be called a house of prayer\nfor all the nations,’\nbut you have made it a cave of robbers!”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 18,
          "text": "And the chief priests and the scribes heard it, and began considering how they could destroy him. For they were afraid of him because the whole crowd was astounded by his teaching.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 19,
          "text": "And when evening came they went out of the city.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 20,
          "text": "And as they passed by early in the morning, they saw the fig tree withered from the roots.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 21,
          "text": "And Peter remembered and said to him, “Rabbi, look! The fig tree that you cursed has withered!”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 22,
          "text": "And Jesus answered and said to them, “Have faith in God!",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 23,
          "text": "Truly I say to you that whoever says to this mountain, ‘Be lifted up and thrown into the sea!’ and does not doubt in his heart, but believes that what he says will happen, it will be done for him.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 24,
          "text": "For this reason I say to you, whatever you pray and ask for, believe that you have received it, and it will be done for you.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 25,
          "text": "And whenever you stand praying, if you have anything against anyone, forgive him, so that your Father who is in heaven will also forgive you your sins.”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 26,
          "text": "",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 11,
          "verse": 12,
          "text": "The next day as Jesus and his disciples were leaving Bethany, they were hungry.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 13,
          "text": "Not too far away, he saw a fig tree. It was covered with leaves. He went to find out if it had any fruit. When he reached it, he found nothing but leaves. It was not the season for figs.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 14,
          "text": "Then Jesus said to the tree, “May no one ever eat fruit from you again!” And his disciples heard him say it.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 15,
          "text": "When Jesus reached Jerusalem, he entered the temple area. He began chasing out those who were buying and selling there. He turned over the tables of the people who were exchanging money. He also turned over the benches of those who were selling doves.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 16,
          "text": "He would not allow anyone to carry items for sale through the temple courtyards.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 17,
          "text": "Then he taught them. He told them, “It is written that the Lord said,\n“‘My house will be called\na house where people from all nations can pray.’ ()\nBut you have made it a ‘den for robbers.’” ()",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 18,
          "text": "The chief priests and the teachers of the law heard about this. They began looking for a way to kill Jesus. They were afraid of him, because the whole crowd was amazed at his teaching.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 19,
          "text": "When evening came, Jesus and his disciples left the city.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 20,
          "text": "In the morning as Jesus and his disciples walked along, they saw the fig tree. It was dried up all the way down to the roots.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 21,
          "text": "Peter remembered. He said to Jesus, “Rabbi, look! The fig tree you put a curse on has dried up!”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 22,
          "text": "“Have faith in God,” Jesus said.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 23,
          "text": "“What I’m about to tell you is true. Suppose one of you says to this mountain, ‘Go and throw yourself into the sea.’ You must not doubt in your heart. You must believe that what you say will happen. Then it will be done for you.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 24,
          "text": "“So I tell you, when you pray for something, believe that you have already received it. Then it will be yours.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 25,
          "text": "And when you stand praying, forgive anyone you have anything against. Then your Father in heaven will forgive your sins.”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 26,
          "text": "",
          "isHeading": false
        }
      ]
    }
  }
}