{
  "torah": {
    "passage": "Exodus 25:31 - 26:14",
    "versions": {
      "leb": [
        {
          "chapter": 25,
          "verse": 31,
          "text": "“And you will make a lampstand of pure gold; the lampstand will be made of hammered work—its base and its branch, its cups, its buds, and its blossoms will be from it.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 32,
          "text": "And six branches will be going out from its sides, three branches of the lampstand from its one side and three branches of the lampstand from its second side.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 33,
          "text": "Three almond-flower cups will be on the one branch with a bud and a blossom, and three almond-flower cups will be on the one branch with a bud and a blossom—likewise for the six branches going out from the lampstand.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 34,
          "text": "And on the lampstand will be four almond-flower cups, with its buds and its blossoms.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 35,
          "text": "And a bud will be under the two branches that come from it, and a bud under the two branches from it, and a bud under the two branches from it, likewise for the six branches coming out from the lampstand.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 36,
          "text": "Their buds and their branches will be from it, all of it one piece of pure gold hammered work.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 37,
          "text": "And you will make its seven lamps, and its lamps will be set up, and it will give light in the space in front of it.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 38,
          "text": "And its snuffers and its fire pans will be pure gold.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 39,
          "text": "It will be made from a talent of pure gold, with all these pieces of equipment.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 40,
          "text": "And see and make all according to their pattern, which you were shown in the mountain.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 1,
          "text": "Instructions for Making the Tabernacle\n“And the tabernacle you will make with ten curtains; you will make them of finely twisted linen and blue and purple and crimson yarns, with cherubim, the work of a skilled craftsman.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 2,
          "text": "The length of the one curtain will be twenty-eight cubits, and the width will be four cubits for the one curtain; one measure will be for all the curtains.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 3,
          "text": "Five curtains will be joined to one another, and five curtains joined to one another.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 4,
          "text": "And you will make loops of blue on the edge of the one curtain, at the end in the set; and you will do so on the edge of the end curtain in the second set.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 5,
          "text": "You will make fifty loops on the one curtain, and you will make fifty loops on the end of the curtain that is in the second set; the loops are to be opposite to one another.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 6,
          "text": "And you will make fifty gold clasps and join the curtains to one another with the clasps, so that the tabernacle will be one.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 7,
          "text": "“And you will make curtains of goat hair for a tent over the tabernacle; you will make them eleven curtains.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 8,
          "text": "The length of the one curtain will be thirty cubits, and the width will be four cubits for the one curtain; one measure will be for the eleven curtains.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 9,
          "text": "And you will join five curtains together and six curtains together, and you will fold double the sixth curtain at the front of the tent.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 10,
          "text": "And you will make fifty loops on the edge of the one curtain at the end of the first set and fifty loops on the edge of the curtain in the second set.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 11,
          "text": "And you will make fifty bronze clasps, and you will put the clasps in the loops and join the tent, so that it will be one.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 12,
          "text": "“And the surplus in the curtains of the tent will be an overhang; the surplus half curtain will hang over the back of the tabernacle.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 13,
          "text": "And a cubit from one side and a cubit from the other side in the surplus in the length of the curtains of the tent will be hung over the sides of the tabernacle equally to cover it.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 14,
          "text": "“And you will make a covering for the tent of red-dyed ram skins and a covering of fine leather to go above.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 25,
          "verse": 31,
          "text": "The Gold Lampstand\n“Make a lampstand out of pure gold. Hammer out its base and stem. Its buds, blooms and cups must branch out from it.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 32,
          "text": "“Six branches must come out from the sides of the lampstand. Make three on one side and three on the other.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 33,
          "text": "On one branch make three cups that are shaped like almond flowers with buds and blooms. Then put three on the next branch. Do the same with all six branches that come out from the lampstand.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 34,
          "text": "“On the lampstand there must be four cups that are shaped like almond flowers with buds and blooms.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 35,
          "text": "One bud must be under the first pair of branches that come out from the lampstand. Put a second bud under the second pair. And put a third bud under the third pair. Make a total of six branches.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 36,
          "text": "The buds and branches must come out from the lampstand.\n“The whole lampstand must be one piece that is hammered out of pure gold.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 37,
          "text": "“Then make its seven lamps. Set them up on it so that they light the space in front of it.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 38,
          "text": "The trays and wick cutters must be made out of pure gold.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 39,
          "text": "Use 75 pounds of pure gold to make the lampstand and everything that is used with it.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 40,
          "text": "“Be sure to make everything just like the pattern I showed you on the mountain.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 1,
          "text": "The Holy Tent\n“Make ten curtains out of finely twisted linen for the holy tent. Make them with blue, purple and bright red yarn. Have a skilled worker sew cherubim into the pattern.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 2,
          "text": "Make all of the curtains the same size. They must be 42 feet long and six feet wide.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 3,
          "text": "“Join five of the curtains together. Do the same thing with the other five.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 4,
          "text": "Make loops out of blue strips of cloth along the edge of the end curtain in one set. Do the same thing with the end curtain in the other set.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 5,
          "text": "Make 50 loops on the end curtain of the one set. Do the same thing on the end curtain of the other set. Put the loops across from each other.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 6,
          "text": "Make 50 gold hooks. Use them to join the curtains together so that the holy tent is all one piece.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 7,
          "text": "“Make a total of 11 curtains out of goat hair to put over the holy tent.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 8,
          "text": "Make all 11 curtains the same size. They must be 45 feet long and six feet wide.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 9,
          "text": "“Join five of the curtains together into one set. Do the same thing with the other six. Fold the sixth curtain in half at the front of the tent.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 10,
          "text": "Make 50 loops along the edge of the end curtain in the one set. Do the same thing with the other set.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 11,
          "text": "Then make 50 bronze hooks. Put them in the loops to join the tent together all in one piece.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 12,
          "text": "“Let the extra half curtain hang down at the rear of the holy tent.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 13,
          "text": "The tent curtains will be one foot six inches longer on both sides. What is left over will hang over the sides of the holy tent and cover it.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 14,
          "text": "“Make a covering for the tent. Make it out of ram skins that are dyed red. Put a covering of the hides of sea cows over that.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Mark 10:13 - 10:16",
    "versions": {
      "leb": [
        {
          "chapter": 10,
          "verse": 13,
          "text": "Little Children Brought to Jesus\nAnd they were bringing young children to him so that he could touch them, but the disciples rebuked them.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 14,
          "text": "But when Jesus saw it, he was indignant, and said to them, “Let the young children come to me. Do not forbid them, for to such belongs the kingdom of God.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 15,
          "text": "Truly I say to you, whoever does not welcome the kingdom of God like a young child will never enter into it.”",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 16,
          "text": "And after taking them into his arms, he blessed them, placing his hands on them.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 10,
          "verse": 13,
          "text": "Little Children Are Brought to Jesus\nPeople were bringing little children to Jesus. They wanted him to touch them. But the disciples told the people to stop.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 14,
          "text": "When Jesus saw this, he was angry. He said to his disciples, “Let the little children come to me. Don’t keep them away. God’s kingdom belongs to people like them.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 15,
          "text": "What I’m about to tell you is true. Anyone who will not receive God’s kingdom like a little child will never enter it.”",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 16,
          "text": "Then he took the children in his arms. He put his hands on them and blessed them.",
          "isHeading": false
        }
      ]
    }
  }
}