{
  "torah": {
    "passage": "Genesis 26:23 - 26:29",
    "versions": {
      "leb": [
        {
          "chapter": 26,
          "verse": 23,
          "text": "And from there he went up to Beersheba.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 24,
          "text": "And Yahweh appeared to him that night and said, “I am the God of your father Abraham. Do not be afraid, for I am with you, and I will bless you and make your descendants numerous for the sake of my servant Abraham.”",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 25,
          "text": "And he built an altar there and called on the name of Yahweh. And he pitched his tent there, and the servants of Isaac dug a well there.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 26,
          "text": "Then Abimelech went to him from Gerar with Ahuzzath his friend and Phicol his army commander.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 27,
          "text": "And Isaac said to them, “Why have you come to me? You hate me and sent me away from you.”",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 28,
          "text": "And they said, “We see clearly that Yahweh has been with you, so we thought let there be an oath between us—between us and you—and let us make a covenant with you",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 29,
          "text": "that you may not do us harm just as we have not touched you, but have only done good to you and sent you away in peace. You are now blessed by Yahweh.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 26,
          "verse": 23,
          "text": "From there Isaac went up to Beersheba.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 24,
          "text": "That night the Lord appeared to him. He said, “I am the God of your father Abraham. Do not be afraid. I am with you. I will bless you. I will increase the number of your children because of my servant Abraham.”",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 25,
          "text": "Isaac built an altar there and worshiped the Lord. There he set up his tent. And there his servants dug a well.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 26,
          "text": "During that time, Abimelech had come to him from Gerar. Ahuzzath had come with him. So had Phicol, Abimelech’s army commander. Ahuzzath was Abimelech’s personal adviser.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 27,
          "text": "Isaac asked them, “Why have you come to me? You were angry with me and sent me away.”",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 28,
          "text": "They answered, “We saw clearly that the Lord was with you. So we said, ‘We should make an agreement by taking an oath.’ The agreement should be between us and you. We want to make a peace treaty with you.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 29,
          "text": "Promise that you won’t harm us. We didn’t harm you. We always treated you well. We sent you away in peace. Now the Lord has blessed you.”",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "John 9:13 - 9:23",
    "versions": {
      "leb": [
        {
          "chapter": 9,
          "verse": 13,
          "text": "They brought him—the one formerly blind—to the Pharisees.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 14,
          "text": "(Now the day on which Jesus made the clay and opened his eyes was the Sabbath.)",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 15,
          "text": "So the Pharisees also were asking him again how he received sight. And he said to them, “He put clay on my eyes, and I washed, and I see.”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 16,
          "text": "So some of the Pharisees were saying, “This man is not from God, because he does not observe the Sabbath!” Others were saying, “How can a man who is a sinner perform such signs?” And there was a division among them.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 17,
          "text": "So they said to the blind man again, “What do you say about him, because he opened your eyes?” And he said, “He is a prophet.”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 18,
          "text": "So the Jews did not believe concerning him that he had been blind and received sight, until they summoned the parents of the one who received sight.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 19,
          "text": "And they asked them, saying, “Is this man your son, whom you say was born blind? Then how does he now see?”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 20,
          "text": "So his parents answered and said, “We know that this man is our son, and that he was born blind.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 21,
          "text": "But how he now sees we do not know, or who opened his eyes we do not know. Ask him! He is a mature adult; he will speak for himself!”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 22,
          "text": "(His parents said these things because they were afraid of the Jews, for the Jews had already decided that if anyone should confess him to be Christ, he would be expelled from the synagogue.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 23,
          "text": "Because of this his parents said, “He is a mature adult; ask him.”)",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 9,
          "verse": 13,
          "text": "They brought to the Pharisees the man who had been blind.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 14,
          "text": "The day Jesus made the mud and opened the man’s eyes was a Sabbath.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 15,
          "text": "So the Pharisees also asked him how he was able to see.\n“He put mud on my eyes,” the man replied. “Then I washed. And now I can see.”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 16,
          "text": "Some of the Pharisees said, “Jesus has not come from God. He does not keep the Sabbath day.”\nBut others asked, “How can a sinner do such miraculous signs?”\nSo the Pharisees did not agree with each other.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 17,
          "text": "Finally they turned again to the blind man. “What do you have to say about him?” they asked. “It was your eyes he opened.”\nThe man replied, “He is a prophet.”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 18,
          "text": "The Jews still did not believe that the man had been blind and now could see. So they sent for his parents.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 19,
          "text": "“Is this your son?” they asked. “Is this the one you say was born blind? How is it that now he can see?”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 20,
          "text": "“We know he is our son,” the parents answered. “And we know he was born blind.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 21,
          "text": "But we don’t know how he can now see. And we don’t know who opened his eyes. Ask him. He is an adult. He can speak for himself.”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 22,
          "text": "His parents said this because they were afraid of the Jews. The Jews had already decided that anyone who said Jesus was the Christ would be put out of the synagogue.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 23,
          "text": "That was why the man’s parents said, “He is an adult. Ask him.”",
          "isHeading": false
        }
      ]
    }
  }
}