{
  "torah": {
    "passage": "Exodus 3:16 - 4:17",
    "versions": {
      "leb": [
        {
          "chapter": 3,
          "verse": 16,
          "text": "Go and gather the elders of Israel and say to them, ‘Yahweh, the God of your ancestors, appeared to me, the God of Abraham, Isaac, and Jacob, saying, “I have carefully attended to you and what has been done to you in Egypt.”",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 17,
          "text": "And I said, “I will bring you up from the misery of Egypt to the land of the Canaanites and the Hittites and the Amorites and the Perizzites and the Hivites and the Jebusites, to a land flowing with milk and honey.”’",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 18,
          "text": "And they will listen to your voice, and you will go, you and the elders of Israel, to the king of Egypt, and you will say to him, ‘Yahweh, the God of the Hebrews has met with us, and now let us please go on a journey of three days into the desert, and let us sacrifice to Yahweh our God.’",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 19,
          "text": "But I myself know that the king of Egypt will not allow you to go unless compelled by a strong hand.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 20,
          "text": "And I will stretch out my hand, and I will strike Egypt with all of my wonders that I will do in its midst, and afterward he will release you.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 21,
          "text": "And I will give this people favor in the eyes of the Egyptians, and then when you go, you will not go empty-handed.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 22,
          "text": "And a woman will ask from her neighbor and from the woman dwelling as an alien in her house for objects of silver and objects of gold and garments, and you will put them on your sons and on your daughters; and you will plunder Egypt.”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 1,
          "text": "Yahweh Provides Signs and Help for Speaking\nAnd Moses answered, and he said, “And if they do not believe me and they do not listen to my voice, but they say, ‘Yahweh did not appear to you?’”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 2,
          "text": "And Yahweh said to him, “What is this in your hand?” And he said, “A staff.”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 3,
          "text": "And he said, “Throw it onto the ground.” And he threw it onto the ground, and it became a snake, and Moses fled from it.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 4,
          "text": "And Yahweh said to Moses, “Reach out your hand and grasp it by its tail”—” (And he reached out his hand and grabbed it, and it became a staff in his palm.)—",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 5,
          "text": "“so that they may believe that Yahweh, the God of their ancestors, appeared to you, the God of Abraham, the God of Isaac, and the God of Jacob.”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 6,
          "text": "And Yahweh said to him again, “Put your hand into the fold of your garment.” And he put his hand into the fold of his garment, and he took it out, and, to his surprise, his hand was afflicted with a skin disease, like snow.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 7,
          "text": "And he said, “Return your hand to the fold of your garment.” And he returned his hand to the fold of his garment, and he took it out from the fold of his garment, and, to his surprise, it was restored like the rest of his body.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 8,
          "text": "“And if they do not believe you and they will not listen to the voice of the former sign, then they will believe the voice of the latter sign.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 9,
          "text": "And if they also do not believe the second of these signs and they will not listen to your voice, then you must take water from the Nile and pour it onto the dry ground, and the water that you take from the Nile will become blood on the dry ground.”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 10,
          "text": "And Moses said to Yahweh, “Please, Lord, I am not a man of words, neither recently nor in the past nor since your speaking to your servant, because I am heavy of mouth and of tongue.”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 11,
          "text": "And Yahweh said to him, “Who gave a mouth to humankind, or who makes mute or deaf or sighted or blind? Is it not I, Yahweh?",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 12,
          "text": "So then go, and I myself will be with your mouth, and I will teach you what you must speak.”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 13,
          "text": "And he said, “Please, Lord, do send anyone else whom you wish to send.”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 14,
          "text": "And Yahweh was angry with Moses and said, “Is there not Aaron your brother the Levite? I know that he certainly can speak, and also there he is coming out to meet you, and when he sees you, he will rejoice in his heart.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 15,
          "text": "And you will speak to him, and you will put words in his mouth, and I myself will be with your mouth and with his mouth, and I will teach you what you must do.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 16,
          "text": "And he will speak for you to the people, and then he will be to you as a mouth, and you will be to him as a god.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 17,
          "text": "And you must take this staff in your hand, with which you will do the signs.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 3,
          "verse": 16,
          "text": "“Go. Gather the elders of Israel together. Say to them, ‘The Lord, the God of your fathers, appeared to me. He is the God of Abraham, Isaac and Jacob.\n“‘He said, “I have watched over you. I have seen what the Egyptians have done to you.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 17,
          "text": "I have promised to bring you up out of Egypt where you are suffering. I will bring you into the land of the Canaanites, Hittites, Amorites, Perizzites, Hivites and Jebusites. It is a land that has plenty of milk and honey.”’",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 18,
          "text": "“The elders of Israel will listen to you. Then you and the elders must go to the king of Egypt. You must say to him, ‘The Lord has met with us. He is the God of the Hebrews. Let us take a journey that lasts about three days. We want to go into the desert to offer sacrifices to the Lord our God.’",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 19,
          "text": "“But I know that the king of Egypt will not let you and your people go. Only a mighty hand could make him do that.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 20,
          "text": "So I will reach my hand out. I will strike the Egyptians with all kinds of miracles. After that, he will let you go.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 21,
          "text": "“I will cause the Egyptians to treat you in a kind way. Then when you leave, you will not go out with your hands empty.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 22,
          "text": "Every woman should ask her neighbor and any woman living in her house for articles made out of silver and gold. Ask them for clothes too. Put them on your children. In that way, you will take the wealth of Egypt along with you.”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 1,
          "text": "Miraculous Signs for Moses to Do\nMoses answered, “What if the elders of Israel won’t believe me? What if they won’t listen to me? Suppose they say, ‘The Lord didn’t appear to you.’ Then what should I do?”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 2,
          "text": "The Lord said to him, “What do you have in your hand?”\n“A wooden staff,” he said.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 3,
          "text": "The Lord said, “Throw it on the ground.”\nSo Moses threw it on the ground. It turned into a snake. He ran away from it.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 4,
          "text": "Then the Lord said to Moses, “Reach your hand out. Take the snake by the tail.” So he reached out and grabbed hold of the snake. It turned back into a staff in his hand.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 5,
          "text": "The Lord said, “When they see this miraculous sign, they will believe that I appeared to you. I am the God of their fathers. I am the God of Abraham. I am the God of Isaac. And I am the God of Jacob.”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 6,
          "text": "Then the Lord said, “Put your hand inside your coat.” So Moses put his hand inside his coat. When he took it out, it was as white as snow. It was covered with a skin disease.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 7,
          "text": "“Now put it back into your coat,” the Lord said. So Moses put his hand back into his coat. When he took it out, the skin was healthy again. His hand was like the rest of his skin.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 8,
          "text": "Then the Lord said, “Suppose they do not believe you or pay attention to the first miracle. Then maybe they will believe the second one.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 9,
          "text": "“But suppose they do not believe either miracle. Suppose they will not listen to you. Then get some water from the Nile River. Pour it on the dry ground. The water you take from the river will turn to blood on the ground.”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 10,
          "text": "Moses spoke to the Lord. He said, “Lord, I’ve never been a good speaker. And I haven’t gotten any better since you spoke to me. I don’t speak very well at all.”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 11,
          "text": "The Lord said to him, “Who makes a man able to talk? Who makes him unable to hear or speak? Who makes him able to see? Who makes him blind? It is I, the Lord.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 12,
          "text": "Now go. I will help you speak. I will teach you what to say.”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 13,
          "text": "But Moses said, “Lord, please send someone else to do it.”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 14,
          "text": "Then the Lord’s anger burned against Moses. He said, “What about your brother, Aaron the Levite? I know he can speak well. He is already on his way to meet you. He will be glad to see you.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 15,
          "text": "Speak to him. Put your words in his mouth. Tell him what to say. I will help both of you speak. I will teach you what to do.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 16,
          "text": "He will speak to the people for you. He will be like your mouth. And you will be like God to him.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 17,
          "text": "“But take this wooden staff in your hand. You will be able to do miraculous signs with it.”",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Mark 1:29 - 1:39",
    "versions": {
      "leb": [
        {
          "chapter": 1,
          "verse": 29,
          "text": "Many at Capernaum Are Healed\nAnd so then he departed from the synagogue and came into the house of Simon and Andrew with James and John.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 30,
          "text": "Now Simon’s mother-in-law was lying down, suffering with a fever, and at once they told him about her.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 31,
          "text": "And he came and raised her up by taking hold of her hand, and the fever left her, and she began to serve them.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 32,
          "text": "Now when it was evening, when the sun had set, they began bringing to him all those who were sick and those who were demon-possessed.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 33,
          "text": "And the whole town was gathered together at the door.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 34,
          "text": "And he healed many who were sick with various diseases and expelled many demons. And he did not permit the demons to speak, because they knew him.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 35,
          "text": "Preaching Throughout Galilee\nAnd getting up early in the morning while it was very dark, he departed and went to a deserted place, and there he was praying.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 36,
          "text": "And Simon and those who were with him searched diligently for him.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 37,
          "text": "And they found him and said to him, “Everyone is looking for you!”",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 38,
          "text": "And he said to them, “Let us go elsewhere, into the neighboring rural towns, so that I can preach there also, because I have come out for this very reason.”",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 39,
          "text": "And he went into all Galilee preaching in their synagogues and expelling demons.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 1,
          "verse": 29,
          "text": "Jesus Heals Many People\nJesus and those with him left the synagogue. Right away they went with James and John to the home of Simon and Andrew.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 30,
          "text": "Simon’s mother-in-law was lying in bed. She had a fever. They told Jesus about her.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 31,
          "text": "So he went to her. He took her hand and helped her up. The fever left her. Then she began to serve them.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 32,
          "text": "That evening after sunset, the people brought to Jesus all who were sick. They also brought all who were controlled by demons.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 33,
          "text": "All the people in town gathered at the door.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 34,
          "text": "Jesus healed many of them. They had all kinds of sicknesses. He also drove out many demons. But he would not let the demons speak, because they knew who he was.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 35,
          "text": "Jesus Prays in a Quiet Place\nIt was very early in the morning and still dark. Jesus got up and left the house. He went to a place where he could be alone. There he prayed.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 36,
          "text": "Simon and his friends went to look for Jesus.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 37,
          "text": "When they found him, they called out, “Everyone is looking for you!”",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 38,
          "text": "Jesus replied, “Let’s go somewhere else. I want to go to the nearby towns. I must preach there also. That is why I have come.”",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 39,
          "text": "So he traveled all around Galilee. He preached in their synagogues. He also drove out demons.",
          "isHeading": false
        }
      ]
    }
  }
}