{
  "torah": {
    "passage": "Exodus 34:27 - 34:35",
    "versions": {
      "leb": [
        {
          "chapter": 34,
          "verse": 27,
          "text": "And Yahweh said to Moses, “Write for yourself these words, because according to these words I have made a covenant with you and with Israel.”",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 28,
          "text": "The Shining Face of Moses\nAnd he was there with Yahweh forty days and forty nights. He ate no food and drank no water. And he wrote on the tablets the words of the covenant, the ten words.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 29,
          "text": "And when Moses came down from Mount Sinai, the two tablets of the testimony were in the hand of Moses at his coming down from the mountain; and Moses did not know that the skin of his face shone because of his speaking with him.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 30,
          "text": "And Aaron and all the Israelites saw Moses, and, to their amazement, the skin of his face shone, and they were afraid of coming near to him.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 31,
          "text": "And Moses called to them, and Aaron and all the leaders of the community returned to him, and Moses spoke to them.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 32,
          "text": "And afterward all the Israelites came near, and he commanded them all that Yahweh had spoken with him on Mount Sinai.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 33,
          "text": "And Moses finished speaking with them, and he put a veil on his face.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 34,
          "text": "And when Moses came before Yahweh to speak with him, he would remove the veil until he went out, and he would go out and would speak to the Israelites what he had been commanded.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 35,
          "text": "And the Israelites would see the face of Moses, that the skin of the face of Moses shone, and Moses would put back the veil on his face until his coming to speak with him.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 34,
          "verse": 27,
          "text": "Then the Lord said to Moses, “Write down the words I have spoken. I have made a covenant with you and with Israel in keeping with those words.”",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 28,
          "text": "Moses was there with the Lord for 40 days and 40 nights. He didn’t eat any food or drink any water. The Lord wrote on the tablets the words of the covenant. Those words are the Ten Commandments.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 29,
          "text": "The Face of Moses Shines\nMoses came down from Mount Sinai. He had the two tablets of the covenant in his hands. His face was shining because he had spoken with the Lord. But he didn’t realize it.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 30,
          "text": "Aaron and all of the people of Israel saw Moses. His face was shining. So they were afraid to come near him.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 31,
          "text": "But Moses called out to them. So Aaron and all of the leaders of the community came to him. And Moses spoke to them.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 32,
          "text": "After that, all of the people came near him. And he gave them all of the commands the Lord had given him on Mount Sinai.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 33,
          "text": "Moses finished speaking to them. Then he put a veil over his face.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 34,
          "text": "But when he would go to speak with the Lord, he would remove the veil. He would keep it off until he came out. Then he would tell the people what the Lord had commanded.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 35,
          "text": "They would see that his face was shining. So Moses would put the veil back over his face. He would keep it on until he went in again to speak with the Lord.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Mark 14:43 - 14:52",
    "versions": {
      "leb": [
        {
          "chapter": 14,
          "verse": 43,
          "text": "The Betrayal and Arrest of Jesus\nAnd immediately, while he was still speaking, Judas—one of the twelve—arrived, and with him a crowd with swords and clubs, from the chief priests and the scribes and the elders.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 44,
          "text": "Now the one who was betraying him had given them a sign, saying, “The one whom I kiss—he is the one. Arrest him and lead him away under guard!”",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 45,
          "text": "And when he arrived, he came up to him immediately and said, “Rabbi,” and kissed him.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 46,
          "text": "So they laid hands on him and arrested him.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 47,
          "text": "But a certain one of the bystanders, drawing his sword, struck the slave of the high priest and cut off his ear.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 48,
          "text": "And Jesus answered and said to them, “Have you come out with swords and clubs, as against a robber, to arrest me?",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 49,
          "text": "Every day I was with you in the temple courts teaching, and you did not arrest me! But this has happened in order that the scriptures would be fulfilled.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 50,
          "text": "And they all abandoned him and fled.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 51,
          "text": "And a certain young man was following him, clothed only in a linen cloth on his naked body. And they attempted to seize him,",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 52,
          "text": "but he left behind the linen cloth and fled naked.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 14,
          "verse": 43,
          "text": "Jesus Is Arrested\nJust as Jesus was speaking, Judas appeared. He was one of the Twelve. A crowd was with him. They were carrying swords and clubs. The chief priests, the teachers of the law, and the elders had sent them.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 44,
          "text": "Judas, who was going to hand Jesus over, had arranged a signal with them. “The one I kiss is the man,” he said. “Arrest him and have the guards lead him away.”",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 45,
          "text": "So Judas went to Jesus at once. He said, “Rabbi!” And he kissed him.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 46,
          "text": "The men grabbed Jesus and arrested him.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 47,
          "text": "Then one of those standing nearby pulled his sword out. He struck the servant of the high priest and cut off his ear.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 48,
          "text": "“Am I leading a band of armed men against you?” asked Jesus. “Do you have to come out with swords and clubs to capture me?",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 49,
          "text": "Every day I was with you. I taught in the temple courtyard, and you didn’t arrest me. But the Scriptures must come true.”",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 50,
          "text": "Then everyone left him and ran away.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 51,
          "text": "A young man was following Jesus. The man was wearing nothing but a piece of linen cloth. When the crowd grabbed him,",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 52,
          "text": "he ran away naked. He left his clothing behind.",
          "isHeading": false
        }
      ]
    }
  }
}