{
  "torah": {
    "passage": "Genesis 41:39 - 41:52",
    "versions": {
      "leb": [
        {
          "chapter": 41,
          "verse": 39,
          "text": "Then Pharaoh said to Joseph, “Since God has made all of this known to you there is no one as discerning and wise as you.",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 40,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 41,
          "text": "Then Pharaoh said to Joseph, “See, I have set you over all the land of Egypt.”",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 42,
          "text": "Then Pharaoh removed his signet ring from his finger and put it on the finger of Joseph. And he clothed him with garments of fine linen, and he put a chain of gold around his neck.",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 43,
          "text": "And he had him ride in his second chariot. And they cried out before him, “Kneel!” And Pharaoh set him over all the land of Egypt.",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 44,
          "text": "Then Pharaoh said to Joseph, “I am Pharaoh, but without your consent no one will lift his hand or his foot in all the land of Egypt.”",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 45,
          "text": "And Pharaoh called the name of Joseph Zaphenath-paneah and gave him Asenath, the daughter of Potiphera, priest of On, as a wife. And Joseph went out over the land of Egypt.",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 46,
          "text": "Now Joseph was thirty years old when he stood before Pharaoh, the king of Egypt. And Joseph went out from the presence of Pharaoh and traveled through the whole land of Egypt.",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 47,
          "text": "And the land produced a plenty in the seven years of abundance.",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 48,
          "text": "And he gathered all the food of the seven years which occurred in the land of Egypt. And he stored the food in the cities. The food of the field that surrounded each city he stored in its midst.",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 49,
          "text": "And Joseph piled up grain like the sand of the sea in great abundance until he stopped counting it, for it could not be counted.",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 50,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 51,
          "text": "And Joseph called the name of the firstborn Manasseh, for he said, “God has caused me to forget all my hardship and all my father’s house.”",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 52,
          "text": "And the name of the second he called Ephraim, for he said, “God has made me fruitful in the land of my misfortune.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 41,
          "verse": 39,
          "text": "Then Pharaoh said to Joseph, “God has made all of this known to you. No one is as wise and understanding as you are.",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 40,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 41,
          "text": "So Pharaoh said to Joseph, “I’m putting you in charge of the whole land of Egypt.”",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 42,
          "text": "Then Pharaoh took his ring off his finger. It was the ring he used to stamp all of the official papers. He put it on Joseph’s finger. He dressed him in robes that were made out of fine linen. He put a gold chain around his neck.",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 43,
          "text": "He also had him ride in a chariot. Joseph was now next in command after Pharaoh. People went in front of him and shouted, “Get down on your knees!”\nBy doing all of those things, Pharaoh put Joseph in charge of the whole land of Egypt.",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 44,
          "text": "Then Pharaoh said to Joseph, “I am Pharaoh. But without your word, no one will do anything in the whole land of Egypt.”",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 45,
          "text": "Pharaoh gave Joseph the name Zaphenath-Paneah. He gave him a wife. She was Asenath, the daughter of Potiphera. Potiphera was the priest of On.\nJoseph traveled all over the land of Egypt.",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 46,
          "text": "Joseph was 30 years old when he began serving Pharaoh, the king of Egypt. He left Pharaoh’s palace and traveled all over Egypt.",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 47,
          "text": "During the seven years when there was plenty of food, the land produced more than the people needed.",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 48,
          "text": "Joseph collected all of the extra food produced in those seven years in Egypt. He stored it in the cities. In each city he stored up the food that was grown in the fields around it.",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 49,
          "text": "Joseph stored up huge amounts of grain. It was like the sand of the sea. There was so much grain it couldn’t be measured. So Joseph stopped keeping records of it.",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 50,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 51,
          "text": "Joseph named his first son Manasseh. That’s because he said, “God has made me forget all of my trouble and my father’s whole family.”",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 52,
          "text": "He named the second son Ephraim. That’s because he said, “God has given me children in the land where I’ve suffered so much.”",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "John 16:1 - 11",
    "versions": {
      "leb": [
        {
          "chapter": 16,
          "verse": 1,
          "text": "and concerning righteousness, because I am going away to the Father and you will see me no more,",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 2,
          "text": "Truly, truly I say to you, that you will weep and lament, but the world will rejoice; you will become sorrowful, but your sorrow will change to joy.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 3,
          "text": "Now we know that you know everything and do not need for anyone to ask you questions. By this we believe that you have come from God.”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 4,
          "text": "But I have said these things to you so that when their hour comes, you may remember that I told you about them.\nJesus’ Departure and the Coming of the Holy Spirit\n“And I have not said these things to you from the beginning, because I was with you.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 5,
          "text": "But now I am going away to the one who sent me, and none of you is asking me, ‘Where are you going?’",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 6,
          "text": "But because I have said these things to you, sorrow has filled your hearts.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 7,
          "text": "But I tell you the truth, it is better for you that I go away. For if I do not go away, the Advocate will not come to you; but if I go, I will send him to you.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 8,
          "text": "And when he comes, he will convict the world concerning sin and concerning righteousness and concerning judgment:",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 9,
          "text": "concerning sin, because they do not believe in me,",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 11,
          "text": "and concerning judgment, because the ruler of this world has been condemned.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 16,
          "verse": 1,
          "text": "The world is guilty as far as godliness is concerned. That is because I am going to the Father, where you can’t see me anymore.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 2,
          "text": "What I’m about to tell you is true. You will cry and be full of sorrow while the world is full of joy. You will be sad, but your sadness will turn into joy.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 3,
          "text": "Now we can see that you know everything. You don’t even need anyone to ask you questions. This makes us believe that you came from God.”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 4,
          "text": "“Why have I told you this? So that when the time comes, you will remember that I warned you. I didn’t tell you this at first because I was with you.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 5,
          "text": "“Now I am going to the One who sent me. But none of you asks me, ‘Where are you going?’",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 6,
          "text": "Because I have said these things, you are filled with sadness.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 7,
          "text": "“But what I’m about to tell you is true. It is for your good that I am going away. Unless I go away, the Friend will not come to help you. But if I go, I will send him to you.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 8,
          "text": "When he comes, he will prove that the world’s people are guilty. He will prove their guilt concerning sin and godliness and judgment.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 9,
          "text": "“The world is guilty as far as sin is concerned. That is because people do not believe in me.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 11,
          "text": "The world is guilty as far as judgment is concerned. That is because the devil, the prince of this world, has already been judged.",
          "isHeading": false
        }
      ]
    }
  }
}