{
  "torah": {
    "passage": "Genesis 50:21 - 50:26",
    "versions": {
      "leb": [
        {
          "chapter": 50,
          "verse": 21,
          "text": "So then, do not be afraid. I myself will provide for you and your little ones. And he consoled them and spoke kindly to them.",
          "isHeading": false
        },
        {
          "chapter": 50,
          "verse": 22,
          "text": "The Death of Joseph\nSo Joseph remained in Egypt, he and the house of his father. And Joseph lived one hundred and ten years.",
          "isHeading": false
        },
        {
          "chapter": 50,
          "verse": 23,
          "text": "And Joseph saw Ephraim’s children to the third generation. Moreover, the children of Makir, son of Manasseh, were born on the knees of Joseph.",
          "isHeading": false
        },
        {
          "chapter": 50,
          "verse": 24,
          "text": "And Joseph said to his brothers, “I am about to die, but God will certainly visit you and bring you up from this land to the land that he swore to Abraham, to Isaac, and to Jacob.”",
          "isHeading": false
        },
        {
          "chapter": 50,
          "verse": 25,
          "text": "Then Joseph made the sons of Israel swear an oath, saying, “God will surely visit you, and you shall bring up my bones from here.”",
          "isHeading": false
        },
        {
          "chapter": 50,
          "verse": 26,
          "text": "So Joseph died, being one hundred and ten years old. They embalmed him and he was placed in a coffin in Egypt.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 50,
          "verse": 21,
          "text": "“So then, don’t be afraid. I’ll provide for you and your children.” He set them free from their fears. And he spoke in a kind way to them.",
          "isHeading": false
        },
        {
          "chapter": 50,
          "verse": 22,
          "text": "Joseph Dies\nJoseph stayed in Egypt, along with all of his father’s family. He lived 110 years.",
          "isHeading": false
        },
        {
          "chapter": 50,
          "verse": 23,
          "text": "He lived long enough to see Ephraim’s children and grandchildren. When the children of Makir were born, they were placed on Joseph’s knees and counted as his own children. Makir was the son of Manasseh.",
          "isHeading": false
        },
        {
          "chapter": 50,
          "verse": 24,
          "text": "Joseph said to his brothers, “I’m about to die. But I’m sure that God will come to help you. He’ll take you up out of this land. He’ll bring you to the land he promised with an oath to give to Abraham, Isaac and Jacob.”",
          "isHeading": false
        },
        {
          "chapter": 50,
          "verse": 25,
          "text": "Joseph made the sons of Israel take an oath and make a promise to him. He said, “I’m sure that God will come to help you. Then you must carry my bones up from this place.”",
          "isHeading": false
        },
        {
          "chapter": 50,
          "verse": 26,
          "text": "So Joseph died at the age of 110. They prepared his body to be buried. Then he was placed in a casket in Egypt.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "John 21:20 - 25",
    "versions": {
      "leb": [
        {
          "chapter": 21,
          "verse": 20,
          "text": "Peter and the Other Disciple Jesus Loved\nPeter turned and saw the disciple whom Jesus loved following them (who also leaned back on his chest at the dinner and said, “Lord, who is the one betraying you?”)",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 21,
          "text": "So when he saw this one, Peter said to Jesus, “Lord, but what about this one?”",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 22,
          "text": "Jesus said to him, “If I want him to remain until I come, what is that to you? You follow me!”",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 23,
          "text": "So this saying went out to the brothers that that disciple would not die. But Jesus did not say to him that he would not die, but “If I want him to remain until I come, what is that to you?”",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 24,
          "text": "A Concluding Word of Testimony\nThis is the disciple who is testifying about these things, and who has written down these things. And we know that his testimony is true.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 25,
          "text": "Now there are also many other things that Jesus did, which—if they were written down one after the other—I suppose not even the world itself could contain the books that would be written.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 21,
          "verse": 20,
          "text": "Peter turned around. He saw that the disciple Jesus loved was following them. He was the one who had leaned back against Jesus at the supper. He had said, “Lord, who is going to hand you over to your enemies?”",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 21,
          "text": "When Peter saw that disciple, he asked, “Lord, what will happen to him?”",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 22,
          "text": "Jesus answered, “Suppose I want him to remain alive until I return. What does that matter to you? You must follow me.”",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 23,
          "text": "Because of what Jesus said, a false report spread among the believers. The story was told that the disciple Jesus loved wouldn’t die. But Jesus did not say he would not die. He only said, “Suppose I want him to remain alive until I return. What does that matter to you?”",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 24,
          "text": "This is the disciple who gives witness to these things. He also wrote them down. We know that his witness is true.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 25,
          "text": "Jesus also did many other things. What if every one of them were written down? I suppose that even the whole world would not have room for the books that would be written.",
          "isHeading": false
        }
      ]
    }
  }
}