{
  "torah": {
    "passage": "Numbers 3:40 - 3:51",
    "versions": {
      "leb": [
        {
          "chapter": 3,
          "verse": 40,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 41,
          "text": "And you will receive the Levites for me—I am Yahweh—in the place of all the firstborn among the Israelites, and the animals of the Levites in the place of all the firstborn among the animals among the Israelites.”",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 42,
          "text": "So Moses mustered all the firstborn among the Israelites just as Yahweh commanded him.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 43,
          "text": "And all the firstborn males among the number of names from one month and above, the ones counted, were twenty-two thousand two hundred and seventy-three.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 44,
          "text": "Yahweh spoke to Moses, saying,",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 45,
          "text": "“Receive the Levites in the place of all the firstborn among the Israelites, and the animals of the Levites in the place of their animals; the Levites will be mine. I am Yahweh.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 46,
          "text": "And the ransom of the two hundred and seventy-three of the firstborn of the Israelites who are excessive over the Levites,",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 47,
          "text": "you will receive five shekels a person, in the sanctuary shekel; you will collect twenty gerahs per shekel.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 48,
          "text": "You will give the money to Aaron, and to his sons the ransom of the ones who are excessive among them.”",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 49,
          "text": "And Moses received the money of the redemption from the ones who were excessive from those redeemed of the Levites.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 50,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 51,
          "text": "And Moses gave the money of the ransom to Aaron and to his sons according to the word of Yahweh just as Yahweh commanded Moses.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 3,
          "verse": 40,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 41,
          "text": "Take the Levites for me in their place. And take the livestock of the Levites in place of all of the male animals in Israel that were born first to their mothers. I am the Lord.”",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 42,
          "text": "So Moses counted all of the oldest sons in Israel. He did just as the Lord had commanded him.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 43,
          "text": "There were 22,273 of those sons who were a month old or more. They were listed by name.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 44,
          "text": "The Lord also said to Moses,",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 45,
          "text": "“Take the Levites in place of all the males who were born first in Israel. Also take the livestock of the Levites in place of the livestock of Israel. The Levites belong to me. I am the Lord.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 46,
          "text": "“But there are 273 more males who were born first in Israel than there are male Levites.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 47,
          "text": "Collect two ounces of silver for each of them. Weigh it out in keeping with the standard weights that are used in the sacred tent.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 48,
          "text": "Give the silver to Aaron and his sons. It will buy the freedom of the additional sons in Israel.”",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 49,
          "text": "So Moses collected the silver from the additional sons in Israel to buy their freedom. The Levites took the place of all of the others.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 50,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 51,
          "text": "He gave the silver to Aaron and his sons. He did just as the Lord had commanded him.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Luke 4:1-13",
    "versions": {
      "leb": [
        {
          "chapter": 4,
          "verse": 1,
          "text": "‘He will command his angels concerning you,\nto protect you,’",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 2,
          "text": "And he rolled up the scroll and gave it back to the attendant and sat down. And the eyes of everyone in the synagogue were looking intently at him.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 3,
          "text": "But he passed through their midst and went on his way.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 4,
          "text": "Now as the sun was setting, all who had those who were sick with various diseases brought them to him, and placing his hands on every one of them, he healed them.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 5,
          "text": "And he led him up and showed him all the kingdoms of the world in a moment of time.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 6,
          "text": "And the devil said to him, “I will give you all this domain and their glory, because it has been handed over to me, and I can give it to whomever I want.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 7,
          "text": "So if you will worship before me, all this will be yours.”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 8,
          "text": "And Jesus answered and said to him, “It is written, ‘You shall worship the Lord your God, and serve only him.’”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 9,
          "text": "And he brought him to Jerusalem, and had him stand on the highest point of the temple and said to him, “If you are the Son of God, throw yourself down from here,",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 11,
          "text": "‘on their hands they will lift you up,\nlest you strike your foot against a stone.’”",
          "isHeading": true
        },
        {
          "chapter": 4,
          "verse": 12,
          "text": "And Jesus answered and said to him, “It is said, ‘You are not to put to the test the Lord your God.’”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 13,
          "text": "And when the devil had completed every temptation, he departed from him until a favorable time.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 4,
          "verse": 1,
          "text": "“‘The Lord will command his angels to take good care of you.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 2,
          "text": "Then Jesus rolled up the scroll. He gave it back to the attendant and sat down. The eyes of everyone in the synagogue were staring at him.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 3,
          "text": "But Jesus walked right through the crowd and went on his way.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 4,
          "text": "At sunset, people brought to Jesus all who were sick. He placed his hands on each one and healed them.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 5,
          "text": "Then the devil led Jesus up to a high place. In an instant, he showed Jesus all the kingdoms of the world.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 6,
          "text": "He said to him, “I will give you all their authority and glory. It has been given to me, and I can give it to anyone I want to.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 7,
          "text": "So if you worship me, it will all be yours.”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 8,
          "text": "Jesus answered, “It is written, ‘Worship the Lord your God. He is the only one you should serve.’” ()",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 9,
          "text": "Then the devil led Jesus to Jerusalem. He had him stand on the highest point of the temple. “If you are the Son of God,” he said, “throw yourself down from here.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 11,
          "text": "They will lift you up in their hands.\nThen you won’t trip over a stone.’” ()",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 12,
          "text": "Jesus answered, “Scripture says, ‘Do not put the Lord your God to the test.’” ()",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 13,
          "text": "When the devil finished all this tempting, he left Jesus until a better time.",
          "isHeading": false
        }
      ]
    }
  }
}