{
  "torah": {
    "passage": "Deuteronomy 30:15 - 30:20",
    "versions": {
      "leb": [
        {
          "chapter": 30,
          "verse": 15,
          "text": "“See, I am setting before you today life and prosperity and death and disaster;",
          "isHeading": true
        },
        {
          "chapter": 30,
          "verse": 16,
          "text": "what I am commanding you today is to love Yahweh your God by going in his ways and by keeping his commandments and his statutes and his regulations, and then you will live, and you will become numerous, and Yahweh your God will bless you in the land where you are going.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 17,
          "text": "However, if your heart turns aside and you do not listen and you are lured away and you bow down to other gods and you serve them,",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 18,
          "text": "I declare to you today that you will certainly perish; you will not extend your time on the land that you are crossing the Jordan to go there to take possession of it.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 19,
          "text": "I invoke as a witness against you today the heaven and the earth: life and death I have set before you, blessing and curse. So choose life, so that you may live, you and your offspring,",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 20,
          "text": "by loving Yahweh your God by listening to his voice and by clinging to him, for he is your life and the length of your days in order for you to live on the land that Yahweh swore to your ancestors, to Abraham, to Isaac, and to Jacob, to give to them.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 30,
          "verse": 15,
          "text": "Today I’m giving you a choice. You can have life and success. Or you can have death and harm.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 16,
          "text": "I’m commanding you today to love the Lord your God. I’m commanding you to live exactly as he wants you to live. You must obey his commands, rules and laws. Then you will live. Your numbers will increase. The Lord your God will bless you in the land you are entering to take as your own.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 17,
          "text": "Don’t let your hearts turn away from the Lord. Instead, obey him. Don’t let yourselves be drawn away to other gods. And don’t bow down to them and worship them.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 18,
          "text": "If you do, I announce to you this very day that you will certainly be destroyed. You are about to go across the Jordan River and take over the land. But you won’t live there very long.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 19,
          "text": "I’m calling for heaven and earth to give witness against you this very day. I’m offering you the choice of life or death. You can choose either blessings or curses. But I want you to choose life. Then you and your children will live.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 20,
          "text": "And you will love the Lord your God. You will obey him. You will remain true to him. The Lord is your very life. He will give you many years in the land. He took an oath. He promised to give that land to your fathers. He promised it to Abraham, Isaac and Jacob.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Acts 21:7 - 21:16",
    "versions": {
      "leb": [
        {
          "chapter": 21,
          "verse": 7,
          "text": "And when we had completed the voyage from Tyre, we arrived at Ptolemais. And after we greeted the brothers, we stayed one day with them.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 8,
          "text": "And on the next day we departed and came to Caesarea, and entered into the house of Philip the evangelist, who was one of the seven, and stayed with him.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 9,
          "text": "(Now this man had four virgin daughters who prophesied.)",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 10,
          "text": "And while we were staying there many days, a certain prophet named Agabus came down from Judea.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 11,
          "text": "And he came to us and took Paul’s belt. Tying up his own feet and hands, he said, “This is what the Holy Spirit says: ‘In this way the Jews in Jerusalem will tie up the man whose belt this is, and will deliver him into the hands of the Gentiles.’”",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 12,
          "text": "And when we heard these things, both we and the local residents urged him not to go up to Jerusalem.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 13,
          "text": "Then Paul replied, “What are you doing weeping and breaking my heart? For I am ready not only to be tied up, but even to die in Jerusalem for the name of the Lord Jesus!”",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 14,
          "text": "And because he would not be persuaded, we remained silent, saying, “The will of the Lord be done.”",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 15,
          "text": "So after these days we got ready and went up to Jerusalem.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 16,
          "text": "And some of the disciples from Caesarea also traveled together with us, bringing us to a certain Mnason of Cyprus, a disciple of long standing, with whom we were to be entertained as guests.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 21,
          "verse": 7,
          "text": "Continuing on from Tyre, we landed at Ptolemais. There we greeted the brothers and sisters. We stayed with them for a day.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 8,
          "text": "The next day we left and arrived at Caesarea. We stayed at the house of Philip the evangelist. He was one of the seven deacons.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 9,
          "text": "He had four unmarried daughters who prophesied.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 10,
          "text": "We stayed there several days. Then a prophet named Agabus came down from Judea.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 11,
          "text": "He came over to us. Then he took Paul’s belt and tied his own hands and feet with it. He said, “The Holy Spirit says, ‘This is how the Jews of Jerusalem will tie up the owner of this belt. They will hand him over to people who are not Jews.’”",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 12,
          "text": "When we heard this, we all begged Paul not to go up to Jerusalem.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 13,
          "text": "He asked, “Why are you crying? Why are you breaking my heart? I’m ready to be put in prison. In fact, I’m ready to die in Jerusalem for the Lord Jesus.”",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 14,
          "text": "We couldn’t change his mind. So we gave up. We said, “May what the Lord wants to happen be done.”",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 15,
          "text": "After this, we got ready and went up to Jerusalem.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 16,
          "text": "Some of the believers from Caesarea went with us. They brought us to Mnason’s home. We were supposed to stay there. Mnason was from Cyprus. He was one of the first believers.",
          "isHeading": false
        }
      ]
    }
  }
}