{
  "torah": {
    "passage": "Exodus 9:17 - 9:35",
    "versions": {
      "leb": [
        {
          "chapter": 9,
          "verse": 17,
          "text": "Still you are behaving haughtily to my people by not releasing them.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 18,
          "text": "Look, about this time tomorrow, I am going to cause very severe hail to rain, the like of which has not been in Egypt from the day it was founded until now.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 19,
          "text": "And now send word; bring into safety your livestock and all that belongs to you in the field. The hail will come down on every human and animal that is found in the field and not gathered into the house, and they will die.”’”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 20,
          "text": "Anyone from the servants of Pharaoh who feared the word of Yahweh caused his servants and livestock to flee to the houses.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 21,
          "text": "But whoever did not give regard to the word of Yahweh abandoned his servants and his livestock in the field.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 22,
          "text": "And Yahweh said to Moses, “Stretch out your hand to the heavens, and let there be hail in all the land of Egypt, on human and on animal and on all the vegetation of the field in the land of Egypt.”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 23,
          "text": "And Moses stretched out his staff to the heavens, and Yahweh gave thunder and hail, and fire went to the earth, and Yahweh caused hail to rain on the land of Egypt.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 24,
          "text": "And there was hail, and fire was flashing back and forth in the midst of the very severe hail, the like of which was not in all the land of Egypt since it had become a nation.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 25,
          "text": "And the hail struck in all the land of Egypt all that was in the field, from human to animal, and the hail struck all the vegetation of the field and smashed every tree of the field.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 26,
          "text": "Only in the land of Goshen, where the Israelites were, there was no hail.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 27,
          "text": "And Pharaoh sent and called Moses and Aaron and said to them, “I have sinned this time. Yahweh is the righteous one, and I and my people are the wicked ones.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 28,
          "text": "Pray to Yahweh. The thunder of God and hail are enough, and I will release you, and you will no longer have to stay.”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 29,
          "text": "And Moses said to him, “At my leaving the city, I will spread out my hands to Yahweh. The thunder will stop, and the hail will be no more, so that you will know that the earth belongs to Yahweh.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 30,
          "text": "But as for you and your servants, I know that you do not yet fear the presence of Yahweh God.”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 31,
          "text": "And the flax and the barley were struck, because the barley was in the ear and the flax was in bud.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 32,
          "text": "But the wheat and the spelt were not struck, because they are late-ripening.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 33,
          "text": "And Moses went from Pharaoh out of the city, and he spread his hands to Yahweh, and the thunder and the hail stopped, and rain did not pour on the earth.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 34,
          "text": "And Pharaoh saw that the rain and the hail and the thunder stopped, and he again sinned and made his heart insensitive, he and his servants.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 35,
          "text": "And Pharaoh’s heart was hard, and he did not release the Israelites, as Yahweh had said by the agency of Moses.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 9,
          "verse": 17,
          "text": "“‘“But you are still against my people. You will not let them go.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 18,
          "text": "So at this time tomorrow I will send the worst hailstorm ever to fall on Egypt in its entire history.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 19,
          "text": "“‘“Give an order now to bring your livestock inside to a safe place. Bring in everything that is outside. The hail will fall on all of the people and animals that are left outside. They will die.”’”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 20,
          "text": "The officials of Pharaoh who had respect for what the Lord had said obeyed him. They hurried to bring their slaves and their livestock inside.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 21,
          "text": "But others didn’t pay attention to what the Lord had said. They left their slaves and livestock outside.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 22,
          "text": "Then the Lord spoke to Moses. He said, “Reach your hand out toward the sky. Then hail will fall all over Egypt. It will beat down on people and animals alike. It will strike everything that is growing in the fields of Egypt.”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 23,
          "text": "Moses reached his wooden staff out toward the sky. Then the Lord sent thunder and hail. Lightning flashed down to the ground. The Lord rained hail on the land of Egypt.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 24,
          "text": "Hail fell and lightning flashed back and forth. It was the worst storm in Egypt’s entire history.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 25,
          "text": "All over Egypt hail struck everything in the fields. It fell on people and animals alike. It beat down everything that was growing in the fields. It tore all of the leaves off the trees.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 26,
          "text": "The only place it didn’t hail was in the area of Goshen. That’s where the people of Israel were.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 27,
          "text": "Then Pharaoh sent for Moses and Aaron. “This time I’ve sinned,” he said to them. “The Lord has done what is right. I and my people have done what is wrong.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 28,
          "text": "Pray to the Lord, because we’ve had enough thunder and hail. I’ll let you and your people go. You don’t have to stay here any longer.”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 29,
          "text": "Moses replied, “When I’ve left the city, I’ll lift up my hands and pray to the Lord. The thunder will stop. There won’t be any more hail. Then you will know that the earth belongs to the Lord.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 30,
          "text": "But I know that you and your officials still don’t have any respect for the Lord God.”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 31,
          "text": "The barley was ripe. The flax was blooming. So they were both destroyed.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 32,
          "text": "But the wheat and spelt weren’t destroyed. That’s because they ripen later.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 33,
          "text": "Then Moses left Pharaoh and went out of the city. He lifted up his hands and prayed to the Lord. The thunder and hail stopped. The rain didn’t pour down on the land any longer.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 34,
          "text": "Pharaoh saw that the rain, hail and thunder had stopped. So he sinned again. He and his officials made their hearts stubborn.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 35,
          "text": "So Pharaoh’s heart was stubborn. He wouldn’t let the people of Israel go, just as the Lord had said through Moses.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Mark 3:20 - 3:30",
    "versions": {
      "leb": [
        {
          "chapter": 3,
          "verse": 20,
          "text": "And he went home, and the crowd gathered again, so that they were not even able to eat a meal.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 21,
          "text": "And when his family heard this, they went out to restrain him, for they were saying, “He has lost his mind!”",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 22,
          "text": "And the scribes who had come down from Jerusalem were saying, “He is possessed by Beelzebul!” and “By the ruler of the demons he expels the demons!”",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 23,
          "text": "And he called them to himself and was speaking to them in parables, “How can Satan expel Satan?",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 24,
          "text": "And if a kingdom is divided against itself, that kingdom is not able to stand.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 25,
          "text": "And if a house is divided against itself, that house will not be able to stand.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 26,
          "text": "And if Satan has risen up against himself and is divided, he is not able to stand, but is at an end!",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 27,
          "text": "But no one is able to enter into the house of a strong man and plunder his property unless he first ties up the strong man, and then he can thoroughly plunder his house.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 28,
          "text": "“Truly I say to you that all the sins and the blasphemies will be forgiven the sons of men, however much they blaspheme.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 29,
          "text": "But whoever blasphemes against the Holy Spirit does not have forgiveness forever, but is guilty of an eternal sin”—",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 30,
          "text": "because they were saying, “He has an unclean spirit.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 3,
          "verse": 20,
          "text": "Jesus entered a house. Again a crowd gathered. It was so large that Jesus and his disciples were not even able to eat.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 21,
          "text": "His family heard about this. So they went to take charge of him. They said, “He is out of his mind.”",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 22,
          "text": "Some teachers of the law were there. They had come down from Jerusalem. They said, “He is controlled by Beelzebub! He is driving out demons by the power of the prince of demons.”",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 23,
          "text": "So Jesus called them over and spoke to them by using stories. He said, “How can Satan drive out Satan?",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 24,
          "text": "If a kingdom fights against itself, it can’t stand.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 25,
          "text": "If a family is divided, it can’t stand.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 26,
          "text": "And if Satan fights against himself, and his helpers are divided, he can’t stand. That is the end of him.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 27,
          "text": "In fact, none of you can enter a strong man’s house and just take what the man owns. You must first tie him up. Then you can rob his house.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 28,
          "text": "“What I’m about to tell you is true. Everyone’s sins and evil words against God will be forgiven.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 29,
          "text": "But anyone who speaks evil things against the Holy Spirit will never be forgiven. His guilt will last forever.”",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 30,
          "text": "Jesus said this because the teachers of the law were saying, “He has an evil spirit.”",
          "isHeading": false
        }
      ]
    }
  }
}