{
  "torah": {
    "passage": "Leviticus 23:1-4; Leviticus 23:34-44; Zechariah 14:1-11",
    "versions": {
      "leb": [
        {
          "chapter": 23,
          "verse": 1,
          "text": "Then Yahweh spoke to Moses, saying,",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 2,
          "text": "“Speak to the Israelites, and say to them, ‘The festivals of Yahweh that you shall proclaim are holy assemblies; these are my appointed times.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 3,
          "text": "“‘For six days work is to be done, and on the seventh day shall be a Sabbath of complete rest, a holy assembly; you shall not do any work; it shall be a Sabbath for Yahweh in all your dwellings.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 4,
          "text": "“‘These are Yahweh’s appointed times, holy assemblies, which you shall proclaim at their appointed time.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 23,
          "verse": 1,
          "text": "The Lord spoke to Moses. He said,",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 2,
          "text": "“Speak to the people of Israel. Tell them, ‘Here are my appointed feast days. They are the appointed feast days of the Lord. Tell the people that they must come together for these sacred feasts.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 3,
          "text": "“‘There are six days when you can work. But the seventh day is a Sabbath. You must rest on it. Come together on that sacred day. You must not do any work on it. No matter where you live, it is a Sabbath day in my honor.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 4,
          "text": "“‘Here are my appointed feasts. Tell the people that they must come together for these sacred feasts at their appointed times.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "John 7:1-24",
    "versions": {
      "leb": [
        {
          "chapter": 7,
          "verse": 1,
          "text": "And after these things Jesus was going about in Galilee. For he did not want to go about in Judea, because the Jews were seeking to kill him.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 2,
          "text": "Now the feast of the Jews—the feast of Tabernacles—was near.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 3,
          "text": "So his brothers said to him, “Depart from here and go to Judea, so that your disciples also can see your works that you are doing.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 4,
          "text": "For no one does anything in secret and yet he himself desires to be publicly recognized. If you are doing these things, reveal yourself to the world!”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 5,
          "text": "(For not even his brothers believed in him.)",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 6,
          "text": "So Jesus said to them, “My time has not yet come, but your time is always ready.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 7,
          "text": "The world cannot hate you, but it hates me, because I am testifying about it, that its deeds are evil.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 8,
          "text": "You go up to the feast. I am not going up to this feast, because my time is not yet completed.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 9,
          "text": "And when he had said these things, he remained in Galilee.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 10,
          "text": "But when his brothers had gone up to the feast, then he also went up, not openly, but (as it were) in secret.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 11,
          "text": "So the Jews were looking for him at the feast, and were saying, “Where is he?”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 12,
          "text": "And there was a lot of grumbling concerning him among the crowds; some were saying, “He is a good man,” but others were saying, “No, but he deceives the crowd.”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 13,
          "text": "However, no one was speaking openly about him for fear of the Jews.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 14,
          "text": "Now when the feast was already half over, Jesus went to the temple courts and began to teach.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 15,
          "text": "Then the Jews were astonished, saying, “How does this man possess knowledge, because he has not been taught?”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 16,
          "text": "So Jesus answered them and said, “My teaching is not mine, but is from the one who sent me.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 17,
          "text": "If anyone wants to do his will, he will know about my teaching, whether it is from God or I am speaking from myself.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 18,
          "text": "The one who speaks from himself seeks his own glory. But the one who seeks the glory of the one who sent him—this one is true, and there is no unrighteousness in him.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 19,
          "text": "Has not Moses given you the law, and none of you carries out the law? Why do you seek to kill me?”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 20,
          "text": "The crowd replied, “You have a demon! Who is seeking to kill you?”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 21,
          "text": "Jesus answered and said to them, “I performed one work, and you are all astonished.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 22,
          "text": "Because of this Moses has given you circumcision (not that it is from Moses, but from the fathers), and you circumcise a man on the Sabbath.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 23,
          "text": "If a man receives circumcision on the Sabbath so that the law of Moses would not be broken, are you angry with me because I made a whole man well on the Sabbath?",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 24,
          "text": "Do not judge according to outward appearance, but judge according to righteous judgment!”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 7,
          "verse": 1,
          "text": "After this, Jesus went around in Galilee. He stayed away from Judea on purpose. He knew that the Jews there were waiting to kill him.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 2,
          "text": "The Jewish Feast of Booths was near.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 3,
          "text": "Jesus’ brothers said to him, “You should leave here and go to Judea. Then your disciples will see the kinds of things you do.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 4,
          "text": "No one who wants to be well known does things in secret. Since you are doing these things, show yourself to the world.”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 5,
          "text": "Even Jesus’ own brothers did not believe in him.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 6,
          "text": "So Jesus told them, “The right time has not yet come for me. For you, any time is right.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 7,
          "text": "The people of the world can’t hate you. But they hate me. This is because I give witness that what they do is evil.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 8,
          "text": "“You go to the Feast. I am not yet going up to this Feast. For me, the right time has not yet come.”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 9,
          "text": "After he said this, he stayed in Galilee.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 10,
          "text": "When his brothers had left for the Feast, he went also. But he went secretly, not openly.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 11,
          "text": "At the Feast the Jews were watching for him. They were asking, “Where is he?”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 12,
          "text": "Many people in the crowd were whispering about him. Some said, “He is a good man.”\nOthers replied, “No. He fools the people.”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 13,
          "text": "But no one would say anything about him openly. They were afraid of the Jews.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 14,
          "text": "Jesus did nothing until halfway through the Feast. Then he went up to the temple courtyard and began to teach.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 15,
          "text": "The Jews were amazed. They asked, “How did this man learn so much without studying?”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 16,
          "text": "Jesus answered, “What I teach is not my own. It comes from the One who sent me.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 17,
          "text": "Anyone who chooses to do what God wants him to do will find out whether my teaching comes from God or from me.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 18,
          "text": "Someone who speaks on his own does it to get honor for himself. But someone who works for the honor of the One who sent him is truthful. There is nothing false about him.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 19,
          "text": "“Didn’t Moses give you the law? But not one of you keeps the law. Why are you trying to kill me?”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 20,
          "text": "“You are controlled by demons,” the crowd answered. “Who is trying to kill you?”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 21,
          "text": "Jesus said to them, “I did one miracle, and you are all amazed.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 22,
          "text": "Moses gave you circumcision, and so you circumcise a child on the Sabbath day. But circumcision did not really come from Moses. It came from Abraham.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 23,
          "text": "You circumcise a child on the Sabbath day. You think that if you do, you won’t break the law of Moses. Then why are you angry with me? I healed a whole man on the Sabbath!",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 24,
          "text": "“Stop judging only by what you see. Judge correctly.”",
          "isHeading": false
        }
      ]
    }
  }
}