{
  "torah": {
    "passage": "Deuteronomy 31:14 - 31:19",
    "versions": {
      "leb": [
        {
          "chapter": 31,
          "verse": 14,
          "text": "Then Yahweh said to Moses, “Look, you are about to die; call Joshua and present yourselves in the tent of assembly, so that I may instruct him.” So Moses and Joshua went and presented themselves in the tent of assembly.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 15,
          "text": "And Yahweh appeared in the tent in a column of cloud, and the column of the cloud stood at the entrance of the tent.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 16,
          "text": "And Yahweh said to Moses, “Look, you are about to lie down with your ancestors, and this people will arise and they will play the prostitute after the foreign gods of the land to which they are going.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 17,
          "text": "And my anger shall flare up against them on that day, and I will forsake them, and I will hide my face from them, and they shall become as prey, and disasters and troubles shall find them, and they shall say on that day, ‘Is it not because our God is not in our midst that these disasters have found us?’",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 18,
          "text": "But I will certainly hide my face on that day, because of all of the evil that they did because they turned to other gods.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 19,
          "text": "“And so then write this song for yourselves and teach it to the Israelites; put it in their mouth, so that this song may be for me as a witness against the Israelites.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 31,
          "verse": 14,
          "text": "The Lord spoke to me. He said, “The day when you will die is near. Have Joshua go to the Tent of Meeting. Join him there. That is where I will appoint him as the new leader.” So Joshua and I went to the Tent of Meeting.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 15,
          "text": "Then the Lord appeared at the tent in a pillar of cloud. It stood over the entrance to the tent.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 16,
          "text": "The Lord spoke to me. He said, “You are going to join the members of your family who have already died. The people will not be faithful to me. They will soon join themselves to the strange gods that are worshiped in the land they are entering. The people will desert me. They will break the covenant I made with them.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 17,
          "text": "“On that day I will become angry with them. I will desert them. I will turn my face away from them. And they will be destroyed. Many horrible troubles and hard times will come on them. On that day they will say, ‘Trouble has come on us. Our God isn’t with us!’",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 18,
          "text": "“I will certainly turn away from them on that day. I will do it because they did a very evil thing when they turned to other gods.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 19,
          "text": "“I want you to write down a song for yourselves. Teach it to the people of Israel. Have them sing it. It will be my witness against them.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Acts 22:22 - 22:29",
    "versions": {
      "leb": [
        {
          "chapter": 22,
          "verse": 22,
          "text": "Now they were listening to him until this word, and they raised their voices, saying, “Away with such a man from the earth! For it is not fitting for him to live!”",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 23,
          "text": "And while they were screaming and throwing off their cloaks and throwing dust into the air,",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 24,
          "text": "the military tribune ordered him to be brought into the barracks, saying he was to be examined with a lash so that he could find out for what reason they were crying out against him in this way.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 25,
          "text": "But when they had stretched him out for the lash, Paul said to the centurion standing there, “Is it permitted for you to flog a man who is a Roman citizen and uncondemned?”",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 26,
          "text": "And when the centurion heard this, he went to the military tribune and reported it, saying, “What are you about to do? For this man is a Roman citizen!”",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 27,
          "text": "So the military tribune came and said to him, “Tell me, are you a Roman citizen?” And he said, “Yes.”",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 28,
          "text": "And the military tribune replied, “I acquired this citizenship for a large sum of money.” And Paul said, “But I indeed was born a citizen.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 29,
          "text": "Then immediately those who were about to examine him kept away from him, and the military tribune also was afraid when he realized that he was a Roman citizen and that he had tied him up.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 22,
          "verse": 22,
          "text": "The crowd listened to Paul until he said this. Then they shouted, “Kill him! He isn’t fit to live!”",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 23,
          "text": "They shouted and threw off their coats. They threw dust into the air.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 24,
          "text": "So the commanding officer ordered Paul to be taken into the fort. He gave orders for Paul to be whipped and questioned. He wanted to find out why the people were shouting at him like this.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 25,
          "text": "A commander was standing there as they stretched Paul out to be whipped. Paul said to him, “Does the law allow you to whip a Roman citizen who hasn’t even been found guilty?”",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 26,
          "text": "When the commander heard this, he went to the commanding officer and reported it. “What are you going to do?” the commander asked. “This man is a Roman citizen.”",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 27,
          "text": "So the commanding officer went to Paul. “Tell me,” he asked. “Are you a Roman citizen?”\n“Yes, I am,” Paul answered.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 28,
          "text": "Then the officer said, “I had to pay a lot of money to become a citizen.”\n“But I was born a citizen,” Paul replied.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 29,
          "text": "Right away those who were about to question him left. Even the officer was alarmed. He realized that he had put Paul, a Roman citizen, in chains.",
          "isHeading": false
        }
      ]
    }
  }
}