{
  "torah": {
    "passage": "Leviticus 1:1 - 1:13",
    "versions": {
      "leb": [
        {
          "chapter": 1,
          "verse": 1,
          "text": "Laws for Burnt Offerings\nThen Yahweh called to Moses and spoke to him from the tent of assembly, saying,",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 2,
          "text": "“Speak to the Israelites, and say to them, ‘When a person from you presents an offering to Yahweh, you shall present your offering from domestic animals, from the cattle or from the flock.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 3,
          "text": "If his offering is a burnt offering from the cattle, then he must present an unblemished male; he must present it at the door of the tent of assembly for his acceptance before Yahweh.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 4,
          "text": "“‘He must lay his hand on the head of the burnt offering and it will be accepted for him in order to make atonement for him.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 5,
          "text": "He must slaughter the young bull before Yahweh, then Aaron’s sons, the priests, will present the blood and sprinkle the blood all around the altar that is at the door of the tent of assembly.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 6,
          "text": "Then he must remove the skin of the burnt offering and cut it into its pieces.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 7,
          "text": "The sons of Aaron the priest will put fire on the altar and arrange the wood on the fire.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 8,
          "text": "Then Aaron’s sons, the priests, will arrange the pieces of meat, the head, and the suet on the wood that is on the fire that is on the altar.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 9,
          "text": "Then he must wash its inner parts and its lower leg bones with water, and the priest will turn into smoke the whole animal on the altar as a burnt offering by fire, as an appeasing fragrance for Yahweh.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 10,
          "text": "“‘But if his offering is from the flock, from the sheep or from the goats for a burnt offering, he must present an unblemished male.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 11,
          "text": "He must slaughter it on the north side of the altar before Yahweh; then Aaron’s sons, the priests, will sprinkle its blood all around the altar.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 12,
          "text": "Then he must cut it into pieces along with its head and its suet; and the priest will arrange them on the wood that is on the fire that is on the altar.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 13,
          "text": "Then he must wash the inner parts and the lower leg bones with water and the priest shall present the whole animal and will turn it into smoke on the altar; it is a burnt offering by fire as an appeasing fragrance for Yahweh.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 1,
          "verse": 1,
          "text": "Rules for Burnt Offerings\nThe Lord called out to Moses. He spoke to him from the Tent of Meeting. He said,",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 2,
          "text": "“Speak to the people of Israel. Tell them, ‘Suppose any one of you brings an offering to the Lord. You must bring an animal from your herd or flock.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 3,
          "text": "“‘If a man brings a burnt offering from the herd, he must offer a male animal. It must not have any flaws. He must bring it to the entrance to the Tent of Meeting. Then the Lord will accept it.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 4,
          "text": "“‘The man must place his hand on the head of the burnt offering. Then the Lord will accept it in place of him. It will pay for his sin.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 5,
          "text": "The young bull must be killed there in the sight of the Lord.\n“‘Then the priests who are in Aaron’s family line must bring its blood to the altar. They must sprinkle it against every side of the altar. The altar stands at the entrance to the Tent of Meeting.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 6,
          "text": "“‘The skin must be removed from the animal that is brought for the burnt offering. Then the animal must be cut into pieces.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 7,
          "text": "“‘The priests who are in Aaron’s family line must build a fire on the altar. They must place wood on the fire.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 8,
          "text": "Then they must place the pieces of the animal on the burning wood on the altar. The pieces include the head and the fat.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 9,
          "text": "“‘The inside parts of the animal must be washed with water. The legs must also be washed. The priest must burn all of it on the altar.\n“‘It is a burnt offering. It is an offering that is made with fire. It gives a smell that is pleasant to the Lord.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 10,
          "text": "“‘If the offering is a burnt offering from the flock, it must be a male animal. It can be a sheep or a goat. It must not have any flaws.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 11,
          "text": "“‘It must be killed at the north side of the altar in the sight of the Lord. The priests who are in Aaron’s family line must sprinkle its blood against every side of the altar.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 12,
          "text": "“‘The animal must be cut into pieces. The priest must place them on the burning wood on the altar. The pieces include the head and the fat.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 13,
          "text": "“‘The inside parts must be washed with water. The legs must also be washed. The priest must bring all of it to the altar. He must burn it there.\n“‘It is a burnt offering. It is an offering that is made with fire. It gives a smell that is pleasant to the Lord.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Matthew 1:1-1:17",
    "versions": {
      "leb": [
        {
          "chapter": 1,
          "verse": 1,
          "text": "The Genealogy of Jesus Christ\nThe book of the genealogy of Jesus Christ, the son of David, the son of Abraham.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 2,
          "text": "Abraham became the father of Isaac, and Isaac became the father of Jacob, and Jacob became the father of Judah and his brothers,",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 3,
          "text": "and Judah became the father of Perez and Zerah by Tamar, and Perez became the father of Hezron, and Hezron became the father of Aram,",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 4,
          "text": "and Aram became the father of Amminadab, and Amminadab became the father of Nahshon, and Nahshon became the father of Salmon,",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 5,
          "text": "and Salmon became the father of Boaz by Rahab, and Boaz became the father of Obed by Ruth, and Obed became the father of Jesse,",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 6,
          "text": "and Jesse became the father of David the king.\nAnd David became the father of Solomon by the wife of Uriah,",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 7,
          "text": "and Solomon became the father of Rehoboam, and Rehoboam became the father of Abijah, and Abijah became the father of Asa,",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 8,
          "text": "and Asa became the father of Jehoshaphat, and Jehoshaphat became the father of Joram, and Joram became the father of Uzziah,",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 9,
          "text": "and Uzziah became the father of Jotham, and Jotham became the father of Ahaz, and Ahaz became the father of Hezekiah,",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 10,
          "text": "and Hezekiah became the father of Manasseh, and Manasseh became the father of Amon, and Amon became the father of Josiah,",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 11,
          "text": "and Josiah became the father of Jechoniah and his brothers, at the time of the deportation to Babylon.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 12,
          "text": "And after the deportation to Babylon, Jechoniah became the father of Shealtiel, and Shealtiel became the father of Zerubbabel,",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 13,
          "text": "and Zerubbabel became the father of Abiud, and Abiud became the father of Eliakim, and Eliakim became the father of Azor,",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 14,
          "text": "and Azor became the father of Zadok, and Zadok became the father of Achim, and Achim became the father of Eliud,",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 15,
          "text": "and Eliud became the father of Eleazar, and Eleazar became the father of Matthan, and Matthan became the father of Jacob,",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 16,
          "text": "and Jacob became the father of Joseph, the husband of Mary by whom was born Jesus, who is called Christ.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 17,
          "text": "Therefore all the generations from Abraham to David are fourteen generations, and from David to the deportation to Babylon are fourteen generations, and from the deportation to Babylon to the Christ are fourteen generations.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 1,
          "verse": 1,
          "text": "The Family Line of Jesus\nThis is a record of the family line of Jesus Christ. He is the son of David. He is also the son of Abraham.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 2,
          "text": "Abraham was the father of Isaac.\nIsaac was the father of Jacob.\nJacob was the father of Judah and his brothers.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 3,
          "text": "Judah was the father of Perez and Zerah. Tamar was their mother.\nPerez was the father of Hezron.\nHezron was the father of Ram.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 4,
          "text": "Ram was the father of Amminadab.\nAmminadab was the father of Nahshon.\nNahshon was the father of Salmon.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 5,
          "text": "Salmon was the father of Boaz. Rahab was Boaz’s mother.\nBoaz was the father of Obed. Ruth was Obed’s mother.\nObed was the father of Jesse.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 6,
          "text": "And Jesse was the father of King David.\nDavid was the father of Solomon. Solomon’s mother had been Uriah’s wife.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 7,
          "text": "Solomon was the father of Rehoboam.\nRehoboam was the father of Abijah.\nAbijah was the father of Asa.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 8,
          "text": "Asa was the father of Jehoshaphat.\nJehoshaphat was the father of Jehoram.\nJehoram was the father of Uzziah.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 9,
          "text": "Uzziah was the father of Jotham.\nJotham was the father of Ahaz.\nAhaz was the father of Hezekiah.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 10,
          "text": "Hezekiah was the father of Manasseh.\nManasseh was the father of Amon.\nAmon was the father of Josiah.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 11,
          "text": "And Josiah was the father of Jeconiah and his brothers. At that time, the Jewish people were forced to go away to Babylon.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 12,
          "text": "After this, the family line continued.\nJeconiah was the father of Shealtiel.\nShealtiel was the father of Zerubbabel.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 13,
          "text": "Zerubbabel was the father of Abiud.\nAbiud was the father of Eliakim.\nEliakim was the father of Azor.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 14,
          "text": "Azor was the father of Zadok.\nZadok was the father of Akim.\nAkim was the father of Eliud.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 15,
          "text": "Eliud was the father of Eleazar.\nEleazar was the father of Matthan.\nMatthan was the father of Jacob.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 16,
          "text": "Jacob was the father of Joseph. Joseph was the husband of Mary. And Mary gave birth to Jesus, who is called Christ.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 17,
          "text": "So there were 14 generations from Abraham to David. There were 14 from David until the Jewish people were forced to go away to Babylon. And there were 14 from that time to the Christ.",
          "isHeading": false
        }
      ]
    }
  }
}