{
  "torah": {
    "passage": "Genesis 43:16 - 43:29",
    "versions": {
      "leb": [
        {
          "chapter": 43,
          "verse": 16,
          "text": "When Joseph saw Benjamin with them he said to the one who was over his household, “Bring the men into the house and slaughter and prepare an animal, for the men shall eat with me at noon.”",
          "isHeading": false
        },
        {
          "chapter": 43,
          "verse": 17,
          "text": "And the man did as Joseph had said, and the man brought the men into the house of Joseph.",
          "isHeading": false
        },
        {
          "chapter": 43,
          "verse": 18,
          "text": "And the men were afraid when they were brought into the house of Joseph. And they said “We were brought here on account of the money that was returned to our sacks the first time, that he might attack us and fall upon us to take us as slaves with our donkeys.”",
          "isHeading": false
        },
        {
          "chapter": 43,
          "verse": 19,
          "text": "So they approached the man who was over Joseph’s house and spoke to him at the doorway of the house.",
          "isHeading": false
        },
        {
          "chapter": 43,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 43,
          "verse": 21,
          "text": "but when we came to the place of lodging and we opened our sacks, then behold, each one’s money was in the mouth of his sack—our money in its full weight—so we have returned with it in our hands.",
          "isHeading": false
        },
        {
          "chapter": 43,
          "verse": 22,
          "text": "Now, other money we have brought down in our hand to buy food. We do not know who put our money in our sacks.”",
          "isHeading": false
        },
        {
          "chapter": 43,
          "verse": 23,
          "text": "And he said, “Peace to you; do not be afraid. Your God and the God of your father must have given you a treasure in your sacks; your money came to me.” And he brought Simeon out to them.",
          "isHeading": false
        },
        {
          "chapter": 43,
          "verse": 24,
          "text": "Then the man brought the men into Joseph’s house and he gave them water and washed their feet, and gave fodder to their donkeys.",
          "isHeading": false
        },
        {
          "chapter": 43,
          "verse": 25,
          "text": "Then they laid out the gift until Joseph came at noon, for they had heard that they were to eat food there.",
          "isHeading": false
        },
        {
          "chapter": 43,
          "verse": 26,
          "text": "And when Joseph came into the house they brought the gift that was in their hand into the house to him, and they bowed down before him to the ground.",
          "isHeading": false
        },
        {
          "chapter": 43,
          "verse": 27,
          "text": "And he greeted them and said, “Is your father well, the old man of whom you spoke? Is he still alive?”",
          "isHeading": false
        },
        {
          "chapter": 43,
          "verse": 28,
          "text": "And they said, “Your servant our father is well; he is still alive.” And they knelt and bowed down.",
          "isHeading": false
        },
        {
          "chapter": 43,
          "verse": 29,
          "text": "Then he lifted up his eyes and saw Benjamin his brother, the son of his mother, and said, “Is this your youngest brother of whom you told me?” And he continued, “God be gracious to you, my son.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 43,
          "verse": 16,
          "text": "When Joseph saw Benjamin with them, he spoke to the manager of his house. “Take these men to my house,” he said. “Kill an animal and prepare dinner. I want them to eat with me at noon.”",
          "isHeading": false
        },
        {
          "chapter": 43,
          "verse": 17,
          "text": "The manager did what Joseph told him to do. He took the men to Joseph’s house.",
          "isHeading": false
        },
        {
          "chapter": 43,
          "verse": 18,
          "text": "They were afraid when they were taken to Joseph’s house. They thought, “We were brought here because of the money that was put back in our sacks the first time. He wants to attack us and overpower us. Then he can hold us as slaves and take our donkeys.”",
          "isHeading": false
        },
        {
          "chapter": 43,
          "verse": 19,
          "text": "So they went up to Joseph’s manager. They spoke to him at the entrance to the house.",
          "isHeading": false
        },
        {
          "chapter": 43,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 43,
          "verse": 21,
          "text": "We opened our sacks at the place where we stopped for the night. Each of us found in our sacks the money we had paid. So we’ve brought it back with us.",
          "isHeading": false
        },
        {
          "chapter": 43,
          "verse": 22,
          "text": "We’ve also brought more money with us to buy food. We don’t know who put our money in our sacks.”",
          "isHeading": false
        },
        {
          "chapter": 43,
          "verse": 23,
          "text": "“It’s all right,” the manager said. “Don’t be afraid. Your God, the God of your father, has given you riches in your sacks. I received your money.” Then he brought Simeon out to them.",
          "isHeading": false
        },
        {
          "chapter": 43,
          "verse": 24,
          "text": "The manager took the men into Joseph’s house. He gave them water to wash their feet. He provided feed for their donkeys.",
          "isHeading": false
        },
        {
          "chapter": 43,
          "verse": 25,
          "text": "They prepared their gifts for Joseph. He was planning to arrive at noon. They had heard that they were going to eat there.",
          "isHeading": false
        },
        {
          "chapter": 43,
          "verse": 26,
          "text": "When Joseph came home, they gave him the gifts they had brought into the house. They bowed down to the ground in front of him.",
          "isHeading": false
        },
        {
          "chapter": 43,
          "verse": 27,
          "text": "He asked them how they were. Then he said, “How is your old father you told me about? Is he still living?”",
          "isHeading": false
        },
        {
          "chapter": 43,
          "verse": 28,
          "text": "They replied, “Your servant our father is still alive and well.” And they bowed low to show him honor.",
          "isHeading": false
        },
        {
          "chapter": 43,
          "verse": 29,
          "text": "Joseph looked around. Then he saw his brother Benjamin, his own mother’s son. He asked, “Is this your youngest brother? Is he the one you told me about?” He continued, “May God be gracious to you, my son.”",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "John 17:1 - 8",
    "versions": {
      "leb": [
        {
          "chapter": 17,
          "verse": 1,
          "text": "and all my things are yours, and your things are mine, and I have been glorified in them.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 2,
          "text": "“And I do not ask on behalf of these only, but also on behalf of those who believe in me through their word,",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 3,
          "text": "Now this is eternal life: that they know you, the only true God, and Jesus Christ, whom you have sent.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 4,
          "text": "I have glorified you on earth by completing the work that you have given me to do.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 5,
          "text": "And now, Father, you glorify me at your side with the glory that I had at your side before the world existed.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 6,
          "text": "“I have revealed your name to the men whom you gave me out of the world. They were yours, and you have given them to me, and they have kept your word.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 7,
          "text": "Now they understand that all the things that you have given me are from you,",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 8,
          "text": "because the words that you gave to me I have given to them, and they received them and know truly that I have come from you, and they have believed that you have sent me.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 17,
          "verse": 1,
          "text": "All I have is yours, and all you have is mine. Glory has come to me because of my disciples.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 2,
          "text": "“I do not pray only for them. I pray also for those who will believe in me because of their message.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 3,
          "text": "“And what is eternal life? It is knowing you, the only true God, and Jesus Christ, whom you have sent.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 4,
          "text": "I have brought you glory on earth. I have finished the work you gave me to do.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 5,
          "text": "So now, Father, give glory to me in heaven where your throne is. Give me the glory I had with you before the world began.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 6,
          "text": "“I have shown you to the disciples you gave me out of the world. They were yours. You gave them to me. And they have obeyed your word.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 7,
          "text": "Now they know that everything you have given me comes from you.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 8,
          "text": "I gave them the words you gave me. And they accepted them. They knew for certain that I came from you. They believed that you sent me.",
          "isHeading": false
        }
      ]
    }
  }
}