{
  "torah": {
    "passage": "Leviticus 25:39 - 26:9",
    "versions": {
      "leb": [
        {
          "chapter": 25,
          "verse": 39,
          "text": "“‘And if your countryman who is with you becomes poor, and he is sold to you, you shall not treat him as a slave.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 40,
          "text": "He shall be with you like a hired worker, like a temporary resident; he shall work with you until the Year of Jubilee.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 41,
          "text": "And he and his sons with him shall go out from you, and he shall return to his clan, and to the property of his ancestors he shall return.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 42,
          "text": "Because they are my servants whom I brought out from the land of Egypt, they shall not be sold as a slave.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 43,
          "text": "You shall not rule over him with ruthlessness, but you shall revere your God.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 44,
          "text": "“‘As for your slave and your slave woman who are yours, from the nations that are all around you, from them you may buy a slave or a slave woman.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 45,
          "text": "And you may buy also from the children of the temporary residents who are dwelling with you as aliens and from their clan who are with you, who have children in your land; indeed, they may be as property for you.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 46,
          "text": "And you may pass them on as an inheritance to your sons after you to take possession of as property for all time—you may let them work. But as for your countrymen, the Israelites, you shall not rule with ruthlessness over one another.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 47,
          "text": "“‘And if the alien or the temporary resident who are with you prosper, but your countryman who is with him becomes poor and he is sold to an alien, a temporary resident who is with you, or to a descendant of an alien’s clan,",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 48,
          "text": "after he is sold redemption shall be for him; one of his brothers may redeem him,",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 49,
          "text": "or his uncle or his uncle’s son may redeem him, or one of his close relatives from his clan may redeem him; or if he prospers, he may redeem himself.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 50,
          "text": "And he shall calculate with his buyer from the year of his selling himself until the Jubilee; and the value of his selling shall be according to the number of years—it shall be with him like a hired worker’s days.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 51,
          "text": "If there are still many years, in keeping with them he shall restore his redemption in proportion to his purchase price.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 52,
          "text": "And if there are a few years left until the Year of Jubilee, then he shall calculate for himself; he shall restore his redemption according to the number of his years.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 53,
          "text": "He shall be with him as a yearly hired worker; he shall not rule over him with ruthlessness in your sight.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 54,
          "text": "And if he is not redeemed by any of these ways, then he and his sons with him shall go out in the Year of Jubilee.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 55,
          "text": "Indeed, the Israelites are servants for me; they are my servants whom I brought out from the land of Egypt. I am Yahweh your God.’”",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 1,
          "text": "Blessings for Obedience\n“‘You shall not make for yourselves idols and divine images, and you shall not raise up stone pillars for yourselves, and you shall not put a sculptured stone in your land in order to worship before it, because I am Yahweh your God.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 2,
          "text": "“‘You shall keep my Sabbaths, and you shall revere my sanctuary; I am Yahweh.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 3,
          "text": "“‘If you walk in my statutes and you keep my commands and you do them,",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 4,
          "text": "then I will give you rains in their time, and the land shall give its produce, and the trees of the field shall give their fruit.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 5,
          "text": "And for you the threshing season shall overtake the grape harvest, and the grape harvest shall overtake the sowing, and you shall eat your food to your fill and you shall live securely in your land.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 6,
          "text": "And I will give peace in the land, and you shall lie down, and there shall not be anybody who makes you afraid, and I will remove harmful animals from the land, and no sword shall pass through your land.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 7,
          "text": "And you shall pursue your enemies, and they shall fall by the sword before you.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 8,
          "text": "And five of you shall pursue a hundred, and a hundred of you shall pursue a myriad; and your enemies shall fall by the sword before you.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 9,
          "text": "And I will turn to you, and I will make you fruitful, and I will make you numerous; and I will keep my covenant with you.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 25,
          "verse": 39,
          "text": "“‘Suppose one of your own people becomes poor. And suppose he sells himself to you. Then do not make him work as a slave.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 40,
          "text": "You must treat him like a hired worker. Or you must treat him like someone who is living among you for a while.\n“‘He must work for you until the Year of Jubilee.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 41,
          "text": "Then he and his children must be set free. He will go back to his own tribe. He will go back to the property his people have always owned.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 42,
          "text": "“‘The people of Israel are my servants. I brought them out of Egypt. So they must not be sold as slaves.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 43,
          "text": "Show them pity when you rule over them. Have respect for me.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 44,
          "text": "“‘You must get your male and female slaves from the nations that are around you. You can buy slaves from them.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 45,
          "text": "You can buy as slaves some of the people who are living among you for a while. You can also buy members of their families who were born among you. They will become your property.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 46,
          "text": "You can leave them to your children as their share of your property. You can make them slaves for life. But when you rule over your own people, you must be kind to them.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 47,
          "text": "“‘Suppose an outsider or someone who is living among you for a while becomes rich. Then suppose one of your own people becomes poor. He sells himself to the outsider who is living among you. Or he sells himself to a member of the outsider’s family.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 48,
          "text": "Then he keeps the right to buy himself back after he has sold himself. One of his relatives can buy him back.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 49,
          "text": "An uncle or a cousin can buy himself back after he has sold himself. In fact, any relative in his tribe can do it. Or suppose things go well for him. Then he can buy himself back.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 50,
          "text": "“‘He and his buyer must count the number of years from the time of the sale up to the Year of Jubilee. The price for his freedom must be based on the amount that is paid to a hired man for that number of years.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 51,
          "text": "“‘Suppose there are many years until the Year of Jubilee. Then for his freedom he must pay a larger share of the price that was paid for him.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 52,
          "text": "But suppose there are only a few years left until the Year of Jubilee. Then he must count the number of years that are left. The payment for his freedom must be based on that number.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 53,
          "text": "“‘He must be treated as if he had been hired from year to year. You must make sure that his owner is kind to him when he rules over him.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 54,
          "text": "“‘Suppose he is not bought back in any of those ways. Then he and his children must still be set free in the Year of Jubilee.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 55,
          "text": "That is because the people of Israel belong to me. They are my servants. I brought them out of Egypt. I am the Lord their God.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 1,
          "text": "Rewards for Obeying the Lord\n“‘Do not make statues of gods for yourselves. Do not set up a likeness of a god or a sacred stone for yourselves. Do not place a carved stone in your land and bow down in front of it. I am the Lord your God.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 2,
          "text": "“‘You must always keep my Sabbath days. Have respect for my sacred tent. I am the Lord.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 3,
          "text": "“‘Follow my rules. Be careful to obey my commands.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 4,
          "text": "Then I will send you rain at the right time. The ground will produce its crops. The trees of the field will bear their fruit.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 5,
          "text": "You will continue to thresh your grain until you gather your grapes. You will continue to gather your grapes until you plant your crops. You will have all you want to eat. And you will live in safety in your land.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 6,
          "text": "“‘I will give you peace in the land. You will sleep, and no one will make you afraid. I will remove wild animals from the land. There will not be any war in your country.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 7,
          "text": "You will hunt down your enemies. You will kill them with your swords.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 8,
          "text": "Five of you will chase 100. And 100 of you will chase 10,000. You will kill your enemies with your swords.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 9,
          "text": "“‘I will look with favor on you. I will give you many children and increase your numbers. And I will keep my covenant with you.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Matthew 27:32-44",
    "versions": {
      "leb": [
        {
          "chapter": 27,
          "verse": 32,
          "text": "Jesus Is Crucified\nAnd as they were going out, they found a man of Cyrene named Simon. They forced this man to carry his cross.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 33,
          "text": "And when they came to a place called Golgotha (which means Place of a Skull),",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 34,
          "text": "they gave him wine mixed with gall to drink, and when he tasted it he did not want to drink it.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 35,
          "text": "And when they had crucified him, they divided his clothes among themselves by casting lots.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 36,
          "text": "And they sat down and were watching over him there.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 37,
          "text": "And they put above his head the charge against him in writing: “This is Jesus, the king of the Jews.”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 38,
          "text": "Then two robbers were crucified with him, one on his right and one on his left.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 39,
          "text": "And those who passed by reviled him, shaking their heads",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 40,
          "text": "and saying, “The one who would destroy the temple and rebuild it in three days, save yourself! If you are the Son of God, come down from the cross!”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 41,
          "text": "In the same way also the chief priests, along with the scribes and elders, were mocking him, saying,",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 42,
          "text": "“He saved others; he is not able to save himself! He is the king of Israel! Let him come down now from the cross, and we will believe in him!",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 43,
          "text": "He trusts in God; let him deliver him now if he wants to, because he said, ‘I am the Son of God’!”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 44,
          "text": "And in the same way even the robbers who were crucified with him were reviling him.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 27,
          "verse": 32,
          "text": "Jesus Is Nailed to a Cross\nOn their way out of the city, they met a man from Cyrene. His name was Simon. They forced him to carry the cross.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 33,
          "text": "They came to a place called Golgotha. The word Golgotha means The Place of the Skull.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 34,
          "text": "There they mixed wine with bitter spices and gave it to Jesus to drink. After tasting it, he refused to drink it.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 35,
          "text": "When they had nailed him to the cross, they divided up his clothes by casting lots.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 36,
          "text": "They sat down and kept watch over him there.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 37,
          "text": "Above his head they placed the written charge against him. It read, this is jesus, the king of the jews.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 38,
          "text": "Two robbers were crucified with him. One was on his right and one was on his left.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 39,
          "text": "Those who passed by shouted at Jesus and made fun of him. They shook their heads",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 40,
          "text": "and said, “So you are going to destroy the temple and build it again in three days? Then save yourself! Come down from the cross, if you are the Son of God!”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 41,
          "text": "In the same way the chief priests, the teachers of the law and the elders made fun of him.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 42,
          "text": "“He saved others,” they said. “But he can’t save himself! He’s the King of Israel! Let him come down now from the cross! Then we will believe in him.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 43,
          "text": "He trusts in God. Let God rescue him now if he wants him. He’s the one who said, ‘I am the Son of God.’”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 44,
          "text": "In the same way the robbers who were being crucified with Jesus also made fun of him.",
          "isHeading": false
        }
      ]
    }
  }
}