{
  "torah": {
    "passage": "Numbers 23:27 - 24:13",
    "versions": {
      "leb": [
        {
          "chapter": 23,
          "verse": 27,
          "text": "Then Balak said to Balaam, “Please, come, I will take you to another place; perhaps it will be acceptable to God, and you will curse for me from there.”",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 28,
          "text": "So Balak took Balaam to the top of Peor, which looks down on the face of the Jeshimon.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 29,
          "text": "And Balaam said to Balak, “Build for me these seven altars, and prepare for me these seven bulls and seven rams.”",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 1,
          "text": "Then Balak became angry with Balaam, and he clapped his hands and said to Balaam, “I called you to curse my enemies, but look, you have surely blessed them these three times.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 2,
          "text": "“Amalek is first of the nations,\nbut his future will be forever ruin.”",
          "isHeading": true
        },
        {
          "chapter": 24,
          "verse": 3,
          "text": "“The declaration of Balaam son Beor,\nthe declaration of the man whose eyes are closed,",
          "isHeading": true
        },
        {
          "chapter": 24,
          "verse": 4,
          "text": "who sees the revelation of Shaddai,\nfalling down but whose eyes are uncovered.",
          "isHeading": true
        },
        {
          "chapter": 24,
          "verse": 5,
          "text": "your dwellings, O Israel!",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 6,
          "text": "like gardens on a river,\nlike aloes planted by Yahweh,\nlike cedars at the waters.",
          "isHeading": true
        },
        {
          "chapter": 24,
          "verse": 7,
          "text": "and his offspring will be like many waters;\nhis king will be higher than Agag,\nand his kingdom will be exalted.",
          "isHeading": true
        },
        {
          "chapter": 24,
          "verse": 8,
          "text": "is like the strength of a wild ox for him.\nHe will devour the nations who are his enemies;\nhe will break their bones;\nhe will pierce them with his arrows.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 9,
          "text": "and like a lioness, who will rouse him?\nThey who bless you will be blessed,\nand they who curse you will be cursed.”",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 11,
          "text": "Flee to your place now. I said I would richly honor you, but look, Yahweh has withheld honor from you.”",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 12,
          "text": "Balaam said to Balak, “Did I not speak to your messengers whom you sent to me, saying,",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 13,
          "text": "‘If Balak gave to me the fullness of his house full of silver and gold, I am not able to go beyond the command of Yahweh to do good or evil, from my heart; what Yahweh speaks, I will speak’?",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 23,
          "verse": 27,
          "text": "Then Balak said to Balaam, “Come. Let me take you to another place. Perhaps God will be pleased to let you put a curse on them for me from there.”",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 28,
          "text": "Balak took Balaam to the top of Mount Peor. It looks out over a dry and empty land.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 29,
          "text": "Balaam said, “Build me seven altars here. Prepare seven bulls and seven rams for me to sacrifice.”",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 1,
          "text": "Then Balak’s anger burned against Balaam. He slapped his hands together. He said to Balaam, “I sent for you to put a curse on my enemies. But you have given them a blessing three times.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 2,
          "text": "Then Balaam saw the people of Amalek. He spoke the message he had received from God. He said,\n“Amalek was the first nation to attack Israel.\nBut they will finally be destroyed.”",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 3,
          "text": "Balaam spoke the message he had received from God. He said,\n“Here is the message God gave Balaam, the son of Beor.\nIt’s the message God gave to the one who sees clearly.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 4,
          "text": "It’s the message God gave to the one who hears the words of God.\nHe sees a vision from the Mighty One.\nHe falls down flat with his face toward the ground.\nHis eyes have been opened by the Lord.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 5,
          "text": "Israel, the places where you live are very beautiful.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 6,
          "text": "They are like gardens beside a river.\nThey are like aloes the Lord has planted.\nThey are like cedar trees beside a stream.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 7,
          "text": "Their water buckets will run over.\nTheir seeds will have plenty of water.\n“Their king will be greater than King Agag.\nTheir kingdom will be honored.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 8,
          "text": "They are as strong as a wild ox.\nThey eat up nations that are at war with them.\nThey break their bones in pieces.\nThey wound them with their arrows.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 9,
          "text": "Like a male lion they lie down and sleep.\nThey are like a female lion.\nWho dares to wake them up?\nMay those who bless you be blessed!\nMay those who call down a curse on you be cursed!”",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 11,
          "text": "Get out of here right away! Go home! I said I’d make you very rich. But the Lord has kept you from getting rich.”",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 12,
          "text": "Balaam answered Balak, “Here is what I told the messengers you sent me.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 13,
          "text": "I said, ‘Balak could give me his palace filled with silver and gold. Even if I wanted to, I still couldn’t do anything at all that goes beyond what the Lord commands. I have to say only what the Lord tells me to say.’",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "?",
    "versions": {
      "leb": [],
      "nirv": []
    }
  }
}