{
  "torah": {
    "passage": "Deuteronomy 31:7 - 31:9;Deuteronomy 31:10 - 31:13",
    "versions": {
      "leb": [
        {
          "chapter": 31,
          "verse": 7,
          "text": "Then Moses summoned Joshua, and he said to him in the presence of all Israel, “Be strong and be courageous, for you will go with this people into the land that Yahweh swore to their ancestors to give to them, and you will give it to them as an inheritance.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 8,
          "text": "Yahweh is the one going before you; he will be with you, and he will not leave you alone, and he will not forsake you; you shall not be afraid, and you shall not be discouraged.”",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 9,
          "text": "So Moses wrote this law, and he gave it to the priests, the descendants of Levi, the ones carrying the ark of the covenant of Yahweh, and to all the elders of Israel.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 31,
          "verse": 7,
          "text": "Then I sent for Joshua. I spoke to him in front of all of the people of Israel. I said, “Be strong and brave. You must go with these people. They are going into the land the Lord promised with an oath to give to their fathers. You must divide it up among them. They will each receive their share.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 8,
          "text": "The Lord himself will go ahead of you. He will be with you. He will never leave you. He’ll never desert you. So don’t be afraid. Don’t lose hope.”",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 9,
          "text": "The Law Must Be Read\nI wrote down that law. I gave it to the priests, who are sons of Levi. They carried the ark of the covenant of the Lord. I also gave the law to all of the elders of Israel.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Acts 21:37 - 22:2;Acts 22:3 - 22:21",
    "versions": {
      "leb": [
        {
          "chapter": 21,
          "verse": 37,
          "text": "Paul Permitted to Address the Crowd\nAnd as he was about to be brought into the barracks, Paul said to the military tribune, “Is it permitted for me to say something to you?” And he said, “Do you know Greek?",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 38,
          "text": "Then you are not the Egyptian who before these days raised a revolt and led out into the wilderness the four thousand men of the Assassins?”",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 39,
          "text": "But Paul said, “I am a Jewish man from Tarsus in Cilicia, a citizen of no unimportant city. Now I ask you, allow me to speak to the people.”",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 40,
          "text": "So when he permitted him, Paul, standing there on the steps, motioned with his hand to the people. And when there was a great silence, he addressed them in the Aramaic language, saying,",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 1,
          "text": "“Men—brothers and fathers—listen to my defense to you now!”",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 2,
          "text": "And when they heard that he was addressing them in the Aramaic language, they became even more silent. And he said,",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 21,
          "verse": 37,
          "text": "Paul Speaks to the Crowd\nThe soldiers were about to take Paul into the fort. Then he asked the commander, “May I say something to you?”\n“Do you speak Greek?” he replied.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 38,
          "text": "“Aren’t you the Egyptian who turned some of our people against their leaders? Didn’t you lead 4,000 terrorists out into the desert some time ago?”",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 39,
          "text": "Paul answered, “I am a Jew from Tarsus in Cilicia. I am a citizen of an important city. Please let me speak to the people.”",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 40,
          "text": "The commander told him he could. So Paul stood on the steps and motioned to the crowd. When all of them were quiet, he spoke to them in the Aramaic language.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 1,
          "text": "22 “Brothers and fathers,” Paul began, “listen to me now. I want to speak up for myself.”",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 2,
          "text": "When they heard that he was speaking to them in Aramaic, they became very quiet.\nThen Paul said,",
          "isHeading": false
        }
      ]
    }
  }
}