{
  "torah": {
    "passage": "Deuteronomy 24:5 - 24:13",
    "versions": {
      "leb": [
        {
          "chapter": 24,
          "verse": 5,
          "text": "“When a man takes a new wife he shall not go out with the army, and he shall not be obligated with anything; he shall be free from obligation, to stay at home for one year, and he shall bring joy to his wife that he took.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 6,
          "text": "“A person shall not take a pair of millstones or an upper millstone, for he is taking necessities of life as a pledge.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 7,
          "text": "“If a man is caught kidnapping somebody from among his countrymen, the Israelites, and he treats him as a slave or he sells him, then that kidnapper shall die, and so you shall purge the evil from among you.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 8,
          "text": "Be watchful with respect to an outbreak of any infectious skin disease, by being very careful and by acting according to all that the priests and the Levites have instructed you, just as I have commanded them, so you shall diligently observe.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 9,
          "text": "So remember what Yahweh your God did to Miriam on the journey when you went out from Egypt.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 10,
          "text": "“When you make a loan to your neighbor, a loan of any kind, you shall not go into his house to take his pledge.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 11,
          "text": "You shall wait outside, and the man to whom you are lending, he shall bring the pledge outside to you.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 12,
          "text": "And if he is a needy man, you shall not sleep in his pledge.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 13,
          "text": "You shall certainly return the pledge to him as the sun sets, so that he may sleep in his cloak and may bless you, and it shall be considered righteousness on your behalf before Yahweh your God.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 24,
          "verse": 5,
          "text": "Suppose a man has just gotten married. Then don’t send him into battle. Don’t give him any other duty either. He’s free to stay home for one year. He needs time to make his new wife happy.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 6,
          "text": "Someone might borrow money from you and give you two millstones to keep until you are paid back. Don’t keep them. Don’t even keep the upper one. That person depends on the millstones to make a living.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 7,
          "text": "Suppose a man is caught kidnapping another Israelite. And he sells or treats that person as a slave. Then the kidnapper must die. Get rid of that evil person.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 8,
          "text": "What about skin diseases? Be very careful to do exactly what the priests, who are Levites, tell you to do. You must be careful to follow the commands I’ve given them.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 9,
          "text": "Remember what the Lord your God did to Miriam on your way out of Egypt.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 10,
          "text": "Suppose your neighbor borrows something from you. And he offers you something to keep until you get paid back. Then don’t go into his house to get it.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 11,
          "text": "Stay outside. Let the man bring it out to you.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 12,
          "text": "He might be poor. You might be given his coat to keep until you get paid back. Don’t go to sleep while you still have it.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 13,
          "text": "Return it before the sun goes down. He needs it to sleep in and will thank you for returning it. The Lord your God will see it and know that you have done the right thing.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Acts 13:38 - 13:52",
    "versions": {
      "leb": [
        {
          "chapter": 13,
          "verse": 38,
          "text": "“Therefore let it be known to you, men and brothers, that through this one forgiveness of sins is proclaimed to you, and from all the things from which you were not able to be justified by the law of Moses,",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 39,
          "text": "by this one everyone who believes is justified!",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 40,
          "text": "Watch out, therefore, lest what is stated by the prophets come upon you:",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 41,
          "text": "and be astonished and perish!\nFor I am doing a work in your days,\na work that you would never believe\neven if someone were to tell it to you.’”",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 42,
          "text": "And as they were going out, they began urging that these things be spoken about to them on the next Sabbath.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 43,
          "text": "And after the synagogue had broken up, many of the Jews and the devout proselytes followed Paul and Barnabas, who were speaking to them and were persuading them to continue in the grace of God.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 44,
          "text": "And on the coming Sabbath, nearly the whole city came together to hear the word of the Lord.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 45,
          "text": "But when the Jews saw the crowds, they were filled with jealousy, and began contradicting what was being said by Paul by reviling him.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 46,
          "text": "Both Paul and Barnabas spoke boldly and said, “It was necessary that the word of God be spoken first to you, since you reject it and do not consider yourselves worthy of eternal life! Behold, we are turning to the Gentiles!",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 47,
          "text": "‘I have appointed you to be a light for the Gentiles,\nthat you would bring salvation to the end of the earth.’",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 48,
          "text": "And when the Gentiles heard this, they began to rejoice and to glorify the word of the Lord. And all those who were designated for eternal life believed.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 49,
          "text": "So the word of the Lord was carried through the whole region.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 50,
          "text": "But the Jews incited the devout women of high social standing and the most prominent men of the city, and stirred up persecution against Paul and Barnabas and threw them out of their district.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 51,
          "text": "So after shaking off the dust from their feet against them, they went to Iconium.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 52,
          "text": "And the disciples were filled with joy and with the Holy Spirit.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 13,
          "verse": 38,
          "text": "“My brothers, here is what I want you to know. I announce to you that your sins can be forgiven because of what Jesus has done.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 39,
          "text": "Through him everyone who believes is made right with God. Moses’ law could not make you right in God’s eyes.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 40,
          "text": "Be careful! Don’t let what the prophets spoke about happen to you. They said,",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 41,
          "text": "Wonder and die!\nI am going to do something in your days\nthat you would never believe.\nYou wouldn’t believe it even if someone told you.’” ()",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 42,
          "text": "Paul and Barnabas started to leave the synagogue. The people invited them to say more about these things on the next Sabbath day.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 43,
          "text": "The people were told they could leave the service. Many Jews followed Paul and Barnabas. Many non-Jews who faithfully worshiped the God of the Jews did the same. Paul and Barnabas talked with them. They tried to get them to keep living in God’s grace.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 44,
          "text": "On the next Sabbath day, almost the whole city gathered to hear the word of the Lord.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 45,
          "text": "When the Jews saw the crowds, they became very jealous. They said evil things against what Paul was saying.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 46,
          "text": "Then Paul and Barnabas answered them boldly. “We had to speak God’s word to you first,” they said. “But you don’t accept it. You don’t think you are good enough for eternal life. So now we are turning to those who aren’t Jews.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 47,
          "text": "This is what the Lord has commanded us to do. He said,\n“‘I have made you a light for those who aren’t Jews.\nYou will bring salvation to the whole earth.’” ()",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 48,
          "text": "When the non-Jews heard this, they were glad. They honored the word of the Lord. All who were appointed for eternal life believed.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 49,
          "text": "The word of the Lord spread through the whole area.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 50,
          "text": "But the Jews stirred up the important women who worshiped God. They also stirred up the men who were leaders in the city. They tried to get them to attack Paul and Barnabas. They threw them out of that area.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 51,
          "text": "Paul and Barnabas didn’t like this. So they shook the dust from their feet. They went on to Iconium.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 52,
          "text": "The believers were filled with joy and with the Holy Spirit.",
          "isHeading": false
        }
      ]
    }
  }
}