{
  "torah": {
    "passage": "Numbers 16:1 - 16:13",
    "versions": {
      "leb": [
        {
          "chapter": 16,
          "verse": 1,
          "text": "Now Korah son of Izhar, son of Kohath, son of Levi, and Dathan and Abiram sons of Eliab, and On son of Peleth, the descendants of Reuben,",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 2,
          "text": "took two hundred and fifty men from the Israelites, leaders of the community summoned from the assembly, renowned men, and they confronted Moses.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 3,
          "text": "They were assembled in front of Moses and Aaron, and they said to them, “You take too much upon yourselves! All of the community is holy, every one of them, and Yahweh is in their midst, so why do you raise yourselves over the assembly of Yahweh?”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 4,
          "text": "When Moses heard this, he fell on his face.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 5,
          "text": "And he said to Korah and to his entire company, saying, “Tomorrow morning Yahweh will make known who is his and who is holy, and he will bring him near to him, whomever he chooses he will bring near to him.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 6,
          "text": "Do this: take for yourselves censers, Korah and all of your company;",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 7,
          "text": "tomorrow put fire in them and place incense on them before Yahweh; the man whom Yahweh chooses will be the holy one. You take too much upon yourselves, sons of Levi!”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 8,
          "text": "And Moses said to Korah, “Please listen, sons of Levi!",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 9,
          "text": "Is it too little for you that the God of Israel set you apart from the community of Israel to allow you to approach him to do the work of the tabernacle of Yahweh, to stand before the community to serve them?",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 10,
          "text": "He has allowed you to approach him, you with all your brothers, the descendants of Levi, but yet you also seek the priesthood.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 11,
          "text": "Therefore you and your company that has banded together against Yahweh. What is Aaron that you grumble against him?”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 12,
          "text": "Moses sent to call for Dathan and Abiram son of Eliab, but they said, “We will not come!",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 13,
          "text": "Is it too little that you have brought us from a land that flows with milk and honey to kill us in the desert, and that you also appoint yourself as a ruler over us?",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 16,
          "verse": 1,
          "text": "Korah was the son of Izhar, the son of Kohath. Kohath was the son of Levi. Korah and certain men from the tribe of Reuben turned against Moses. The men from Reuben were Dathan, Abiram and On. Dathan and Abiram were the sons of Eliab. On was the son of Peleth.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 2,
          "text": "All of those men rose up against Moses. And 250 men of Israel joined them. All of them were known as leaders in the community. They had been appointed as members of the ruling body.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 3,
          "text": "They came as a group to oppose Moses and Aaron. They said to Moses and Aaron, “You have gone too far! The whole community is holy. Every one in it is holy. And the Lord is with them. So why do you put yourselves above the Lord’s people?”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 4,
          "text": "When Moses heard what they said, he fell with his face to the ground.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 5,
          "text": "Then he spoke to Korah and all of his followers. He said, “In the morning the Lord will show who belongs to him. He will show who is holy. He’ll bring that person near him. He’ll bring the man he chooses near him.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 6,
          "text": "“Korah, here’s what you and all of your followers must do. Get some shallow cups for burning incense.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 7,
          "text": "Tomorrow put fire and incense in them. Offer it to the Lord. The man the Lord chooses will be the one who is holy. You Levites have gone too far!”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 8,
          "text": "Moses also said to Korah, “Listen, you Levites!",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 9,
          "text": "The God of Israel has separated you from the rest of the community of Israel. He has brought you near him to work at the Lord’s holy tent. He has given you to the people so that you can serve them. Isn’t all of that enough for you?",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 10,
          "text": "He has already brought you and all of the other Levites near him. But now you want to be priests too.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 11,
          "text": "You and all of your followers have joined together against the Lord. Why are you telling Aaron you aren’t happy with him?”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 12,
          "text": "Then Moses sent for Dathan and Abiram, the sons of Eliab. But they said, “We won’t come!",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 13,
          "text": "You have brought us up out of a land that has plenty of milk and honey. You have brought us here to kill us in this desert. Isn’t that enough? Now do you also want to act as if you were ruling over us?",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "?",
    "versions": {
      "leb": [],
      "nirv": []
    }
  }
}