{
  "torah": {
    "passage": "Numbers 25:10 - 26:4",
    "versions": {
      "leb": [
        {
          "chapter": 25,
          "verse": 10,
          "text": "Yahweh spoke to Moses, saying,",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 11,
          "text": "“Phinehas son of Eleazar, son of Aaron the priest, turned away my anger from among the Israelites when he was jealous with my jealousy in their midst, and I did not destroy the Israelites with my jealousy.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 12,
          "text": "Therefore say, ‘Behold, I am giving to him my covenant of peace,",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 13,
          "text": "and it will be for him and his offspring after him a covenant of an eternal priesthood because he was jealous for his God and made atonement for the Israelites.’”",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 14,
          "text": "The name of the man of Israel who was struck with the Midianite woman was Zimri son of Salu, a leader of the family of the Simeonites.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 15,
          "text": "The name of the Midianite woman who was struck was Cozbi daughter of Zur, a leader of a tribe of the family in Midian.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 16,
          "text": "Yahweh spoke to Moses, saying,",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 17,
          "text": "“Attack the Midianites and strike them",
          "isHeading": true
        },
        {
          "chapter": 25,
          "verse": 18,
          "text": "because they were attacking you with their deception, with which they have deceived you on the matter of Peor and on the matter of Cozbi the daughter of the leader of Midian, their sister who was struck on the day of the plague because of the matter of Peor.”",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 1,
          "text": "And it happened after the plague, Yahweh said to Moses and to Eleazar son of Aaron the priest, saying,",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 2,
          "text": "“Take a census of the community of the Israelites from those twenty years old and above, according to their families, all who are able to go out to war in Israel.”",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 3,
          "text": "So Moses and Eleazar the priest spoke with them on the desert-plateau of Moab by the Jordan across from Jericho, saying,",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 4,
          "text": "The Israelites who went out from the land of Egypt were:",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 25,
          "verse": 10,
          "text": "The Lord spoke to Moses. He said,",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 11,
          "text": "“Phinehas is a priest. He is the son of Eleazar, the son of Aaron. Phinehas has turned my anger away from the people of Israel. I am committed to making sure I am honored among them. And he is as committed as I am. Even though I was angry with them, I did not put an end to them.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 12,
          "text": "“So tell Phinehas I am making my covenant with him. It promises to give him peace.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 13,
          "text": "He and his sons after him will have a covenant to be priests forever. That is because he was committed to making sure that I, his God, was honored. In that way he paid for the sin of the people of Israel.”",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 14,
          "text": "The name of the man of Israel who was killed was Zimri. He was the son of Salu. Zimri was killed along with the woman of Midian. Salu was a family leader in the tribe of Simeon.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 15,
          "text": "The name of the woman of Midian who was killed was Cozbi. She was the daughter of Zur. Zur was the chief of a family in Midian.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 16,
          "text": "The Lord spoke to Moses. He said,",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 17,
          "text": "“Treat the people of Midian just as you would treat enemies. Kill them.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 18,
          "text": "After all, they treated you like enemies. They tricked you into worshiping the god Baal that is worshiped at Peor. They also tricked you because of what Cozbi did. She was the woman who was killed when the plague that was connected with Peor came. Cozbi was the daughter of a leader of Midian.”",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 1,
          "text": "After the plague the Lord spoke to Moses and the priest Eleazar. Eleazar was the son of Aaron. The Lord said,",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 2,
          "text": "“Count all of the men of Israel. Make a list of them by their families. Count all of the men who are able to serve in Israel’s army. They must be 20 years old or more.”",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 3,
          "text": "At that time the people of Israel were on the flatlands of Moab. They were by the Jordan River across from Jericho. Moses and the priest Eleazar spoke with them. They said,",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 4,
          "text": "Here are the men of Israel who came out of Egypt.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "?",
    "versions": {
      "leb": [],
      "nirv": []
    }
  }
}