{
  "torah": {
    "passage": "Deuteronomy 28:53 - 28:57",
    "versions": {
      "leb": [
        {
          "chapter": 28,
          "verse": 53,
          "text": "And you shall eat the fruit of your womb, the flesh of your sons and your daughters, whom Yahweh your God gave to you, during the siege and during the distress your enemy inflicts upon you.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 54,
          "text": "The most refined and the very sensitive man among you shall be mean with his brother and against his beloved wife and against the rest of his children that he has left over,",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 55,
          "text": "by refraining from giving to even one of them any of the meat of his children that he eats, because there is not anything that is left over for him during the siege and distress that your enemy inflicts upon you.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 56,
          "text": "The most refined and the most delicate woman among you, who shall not venture to put the sole of her foot on the ground from being so delicate and from such gentleness, shall be mean to her beloved husband and against her son and against her daughter,",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 57,
          "text": "and even concerning her afterbirth that goes out from between her feet and also concerning her children that she bears, because she eats them for lack of anything in secret during the siege and during the distress that your enemy inflicts upon her in your towns.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 28,
          "verse": 53,
          "text": "Your enemies will surround you and get ready to attack you. They will make you suffer greatly. So you will eat your own children. You will eat the dead bodies of the sons and daughters the Lord your God has given you.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 54,
          "text": "There may be a gentle and caring man among you. But he will treat his own brother badly. He’ll be just as mean to the wife he loves and to any of his children who are still alive.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 55,
          "text": "He won’t give to a single one of them any part of the dead bodies of his children that he’s eating. It will be all he has left to eat. That’s how much your enemies will make you suffer when they surround all of your cities to attack them.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 56,
          "text": "There may be a gentle and caring woman among you. She wouldn’t even touch the ground with her feet without first putting her sandals on. But she will not share anything with the husband she loves. She won’t share with her own children either.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 57,
          "text": "She will eat what comes out of her body after she has a baby. Then she’ll even eat her baby. She won’t share it with anyone in her family. She’ll plan to eat it in secret. There won’t be anything else for her to eat because the city she lives in will be surrounded. That’s an example of how much your enemies will make you suffer when they are getting ready to attack your cities.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Acts 19:1 - 19:10",
    "versions": {
      "leb": [
        {
          "chapter": 19,
          "verse": 1,
          "text": "Paul Finds Disciples of John the Baptist in Ephesus\nAnd it happened that while Apollos was in Corinth, Paul traveled through the inland regions and came to Ephesus and found some disciples.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 2,
          "text": "And he said to them, “Did you receive the Holy Spirit when you believed?” And they said to him, “But we have not even heard that there is a Holy Spirit!”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 3,
          "text": "And he said, “Into what then were you baptized?” And they said, “Into the baptism of John.”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 4,
          "text": "And Paul said, “John baptized with a baptism of repentance, telling the people that they should believe in the one who was to come after him—that is, in Jesus.”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 5,
          "text": "And when they heard this, they were baptized in the name of the Lord Jesus.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 6,
          "text": "And when Paul laid hands on them, the Holy Spirit came upon them and they began to speak in tongues and to prophesy.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 7,
          "text": "(Now the total number of men was about twelve.)",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 8,
          "text": "So he entered into the synagogue and was speaking boldly for three months, discussing and attempting to convince them concerning the kingdom of God.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 9,
          "text": "But when some became hardened and were disobedient, reviling the Way before the congregation, he departed from them and took away the disciples, leading discussions every day in the lecture hall of Tyrannus.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 10,
          "text": "And this took place for two years, so that all who lived in Asia heard the word of the Lord, both Jews and Greeks.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 19,
          "verse": 1,
          "text": "Paul Goes to Ephesus\nWhile Apollos was at Corinth, Paul took the road to Ephesus. When he arrived, he found some believers there.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 2,
          "text": "He asked them, “Did you receive the Holy Spirit when you became believers?”\n“No,” they answered. “We haven’t even heard that there is a Holy Spirit.”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 3,
          "text": "So Paul asked, “Then what baptism did you receive?”\n“John’s baptism,” they replied.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 4,
          "text": "Paul said, “John baptized people, calling them to turn away from their sins. He told them to believe in the one who was coming after him. Jesus is that one.”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 5,
          "text": "After hearing this, they were baptized in the name of the Lord Jesus.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 6,
          "text": "Paul placed his hands on them. Then the Holy Spirit came on them. They spoke in languages they had not known before. They also prophesied.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 7,
          "text": "There were about 12 of them in all.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 8,
          "text": "Paul entered the synagogue. There he spoke boldly for three months. He tried to talk the people into accepting his teaching about God’s kingdom.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 9,
          "text": "But some of them wouldn’t listen. They refused to believe. In public they said evil things about the Way of Jesus. So Paul left them. He took the believers with him. Each day he talked with people in the lecture hall of Tyrannus.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 10,
          "text": "This went on for two years. So all the Jews and Greeks who lived in Asia Minor heard the word of the Lord.",
          "isHeading": false
        }
      ]
    }
  }
}