{
  "torah": {
    "passage": "Genesis 24:53 - 24:67",
    "versions": {
      "leb": [
        {
          "chapter": 24,
          "verse": 53,
          "text": "And the servant brought out silver jewelry and gold jewelry, and garments, and he gave them to Rebekah. And he gave precious gifts to her brother and to her mother.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 54,
          "text": "And he and the men who were with him ate and drank, and they spent the night. And they got up in the morning, and he said, “Let me go to my master.”",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 55,
          "text": "And her brother and her mother said, “Let the girl remain with us ten days or so; after that she may go.”",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 56,
          "text": "And he said to them, “Do not delay me. Now, Yahweh has made my journey successful. Let me go. I must go to my master.”",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 57,
          "text": "And they said, “Let us call the girl and ask her opinion.”",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 58,
          "text": "And they called Rebekah and said to her, “Will you go with this man?” And she said, “I will go.”",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 59,
          "text": "So they sent away Rebekah their sister, and her nurse, and the servant of Abraham and his men.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 60,
          "text": "And they blessed Rebekah and said to her, “You are our sister; may you become countless thousands; and may your offspring take possession of the gate of his enemies.”",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 61,
          "text": "And Rebekah and her maidservants arose, and they mounted the camels and followed the man. And the servant took Rebekah and left.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 62,
          "text": "Now Isaac was coming from the direction of Beer-Lahai-Roi. And he was living in the land of the Negev.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 63,
          "text": "And Isaac went out to meditate in the field early in the evening, and he lifted up his eyes and saw—behold, camels were coming.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 64,
          "text": "And Rebekah lifted up her eyes and saw Isaac. And she got down from the camel.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 65,
          "text": "And she said to the servant, “Who is this man walking around in the field to meet us?” And the servant said, “That is my master.” And she took her veil and covered herself.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 66,
          "text": "And the servant told Isaac all the things that he had done.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 67,
          "text": "And Isaac brought her to the tent of Sarah his mother. And he took Rebekah, and she became his wife. And Isaac loved her and was comforted after the death of his mother.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 24,
          "verse": 53,
          "text": "He brought out gold and silver jewelry. He brought out articles of clothing. He gave all of it to Rebekah. He also gave expensive gifts to her brother and her mother.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 54,
          "text": "Then Abraham’s servant and the men who were with him ate and drank. They spent the night there.\nThey got up the next morning. Abraham’s servant said, “Send me back to my master.”",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 55,
          "text": "But her brother and her mother replied, “Let the young woman stay with us ten days or so. Then you can go.”",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 56,
          "text": "But he said to them, “Don’t make me wait. The Lord has given me success on my journey. Send me on my way so I can go to my master.”",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 57,
          "text": "Then they said, “Let’s get Rebekah. We’ll ask her about it.”",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 58,
          "text": "So they sent for her. They asked her, “Will you go with this man?”\n“Yes,” she said.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 59,
          "text": "So they sent their sister Rebekah on her way with Abraham’s servant and his men. They also sent Rebekah’s attendant with her.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 60,
          "text": "And they gave Rebekah their blessing. They said to her,\n“Dear sister, may your family grow\nby thousands and thousands.\nMay your children after you take over\nthe cities of their enemies.”",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 61,
          "text": "Then Rebekah and her female servants got ready. They got on their camels to go with the man. So the servant took Rebekah and left.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 62,
          "text": "By that time Isaac had come from Beer Lahai Roi. He was living in the Negev Desert.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 63,
          "text": "One evening he went out to the field. He wanted to spend some time thinking. When he looked up, he saw camels approaching.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 64,
          "text": "Rebekah also looked up and saw Isaac. She got down from her camel.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 65,
          "text": "She asked the servant, “Who is that man in the field coming to meet us?”\n“He’s my master,” the servant answered. So she took her veil and covered her face.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 66,
          "text": "Then the servant told Isaac everything he had done.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 67,
          "text": "Isaac brought Rebekah into the tent that had belonged to his mother Sarah. And he married Rebekah. She became his wife, and he loved her. So Isaac was comforted after his mother died.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "John 8:12 - 8:20",
    "versions": {
      "leb": [
        {
          "chapter": 8,
          "verse": 12,
          "text": "Jesus, the Light of the World\nThen Jesus spoke to them again, saying, “I am the light of the world! The one who follows me will never walk in darkness, but will have the light of life.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 13,
          "text": "So the Pharisees said to him, “You testify concerning yourself! Your testimony is not true.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 14,
          "text": "Jesus answered and said to them, “Even if I testify concerning myself, my testimony is true, because I know where I have come from and where I am going. But you do not know where I have come from or where I am going.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 15,
          "text": "You judge according to externals; I do not judge anyone.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 16,
          "text": "But even if I judge, my judgment is true, because I am not alone, but I and the Father who sent me.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 17,
          "text": "And even in your law it is written that the testimony of two men is true.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 18,
          "text": "I am the one who testifies concerning myself, and the Father who sent me testifies concerning me.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 19,
          "text": "So they were saying to him, “Where is your father?” Jesus replied, “You know neither me nor my Father! If you had known me, you would have known my Father also.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 20,
          "text": "He spoke these words by the treasury while teaching in the temple courts, and no one seized him, because his hour had not yet come.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 8,
          "verse": 12,
          "text": "Jesus’ Witness Is True\nJesus spoke to the people again. He said, “I am the light of the world. Those who follow me will never walk in darkness. They will have the light that leads to life.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 13,
          "text": "The Pharisees argued with him. “Here you are,” they said, “appearing as your own witness. But your witness does not count.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 14,
          "text": "Jesus answered, “Even if I give witness about myself, my witness does count. I know where I came from. And I know where I am going. But you have no idea where I come from or where I am going.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 15,
          "text": "You judge by human standards. I don’t judge anyone.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 16,
          "text": "“But if I do judge, what I decide is right. This is because I am not alone. I stand with the Father, who sent me.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 17,
          "text": "Your own Law says that the witness of two is what counts.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 18,
          "text": "I give witness about myself. My other witness is the Father, who sent me.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 19,
          "text": "Then they asked him, “Where is your father?”\n“You do not know me or my Father,” Jesus replied. “If you knew me, you would know my Father also.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 20,
          "text": "He spoke these words while he was teaching in the temple area. He was near the place where the offerings were put. But no one arrested him. His time had not yet come.",
          "isHeading": false
        }
      ]
    }
  }
}