{
  "torah": {
    "passage": "Genesis 25:1 - 25:11",
    "versions": {
      "leb": [
        {
          "chapter": 25,
          "verse": 1,
          "text": "The Death and Descendants of Abraham\nNow Abraham again took a wife, and her name was Keturah.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 2,
          "text": "And she bore to him Zimran, Jokshan, Medan, Midian, Ishbak, and Shuah.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 3,
          "text": "And Jokshan fathered Sheba and Dedan. And the sons of Dedan were Asshurim and Letushim and Leummim.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 4,
          "text": "And the sons of Midian were Ephah, Epher, Hanoch, Abidah, and Eldaah. All of these were the children of Keturah.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 5,
          "text": "And Abraham gave all he had to Isaac.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 6,
          "text": "But to the sons of Abraham’s concubines Abraham gave gifts. And while he was still living he sent them away eastward, away from his son Isaac, to the land of the east.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 7,
          "text": "Now these are the days of the years of the life of Abraham: one hundred and seventy-five years.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 8,
          "text": "And Abraham passed away and died in a good old age, old and full of years. And he was gathered to his people.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 9,
          "text": "And Isaac and Ishmael his sons buried him in the cave of Machpelah, in the field of Ephron, son of Zohar the Hittite, that was east of Mamre,",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 10,
          "text": "the field that Abraham had bought from the Hittites. There Abraham was buried and Sarah his wife.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 11,
          "text": "And it happened that after the death of Abraham God blessed Isaac his son, and Isaac settled at Beer-Lahai-Roi.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 25,
          "verse": 1,
          "text": "Abraham Dies\nAbraham married another woman. Her name was Keturah.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 2,
          "text": "She had Zimran, Jokshan, Medan, Midian, Ishbak and Shuah by Abraham.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 3,
          "text": "Jokshan was the father of Sheba and Dedan. The children of Dedan were the Asshurites, the Letushites and the Leummites.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 4,
          "text": "The sons of Midian were Ephah, Epher, Hanoch, Abida and Eldaah. All of them came from Keturah.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 5,
          "text": "Abraham left everything he owned to Isaac.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 6,
          "text": "But while he was still living, he gave gifts to the sons of his concubines. Then he sent them away from his son Isaac. He sent them to the land of the east.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 7,
          "text": "Abraham lived a total of 175 years.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 8,
          "text": "He took his last breath and died when he was very old. He had lived a very long time. Then he joined the members of his family who had already died.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 9,
          "text": "Abraham’s sons Isaac and Ishmael buried his body. They put it in the cave of Machpelah near Mamre. It was in the field of Ephron, the son of Zohar the Hittite.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 10,
          "text": "Abraham had bought it from the Hittites. He was buried there with his wife Sarah.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 11,
          "text": "After Abraham died, God blessed his son Isaac. At that time Isaac lived near Beer Lahai Roi.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "John 8:21 - 8:30",
    "versions": {
      "leb": [
        {
          "chapter": 8,
          "verse": 21,
          "text": "Jesus Predicts His Death\nSo he said to them again, “I am going away, and you will seek me and will die in your sin. Where I am going you cannot come!”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 22,
          "text": "Then the Jews began to say, “Perhaps he will kill himself, because he is saying, ‘Where I am going you cannot come.’”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 23,
          "text": "And he said to them, “You are from below; I am from above. You are from this world; I am not from this world.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 24,
          "text": "Thus I said to you that you will die in your sins. For if you do not believe that I am he, you will die in your sins.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 25,
          "text": "So they began to say to him, “Who are you?” Jesus said to them, “What I have been saying to you from the beginning.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 26,
          "text": "I have many things to say and to judge concerning you, but the one who sent me is true, and the things which I heard from him, these things I say to the world.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 27,
          "text": "(They did not know that he was speaking to them about the Father.)",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 28,
          "text": "Then Jesus said, “When you lift up the Son of Man, then you will recognize that I am he, and I do nothing from myself, but just as the Father taught me, I say these things.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 29,
          "text": "And the one who sent me is with me. He has not left me alone, because I always do the things that are pleasing to him.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 30,
          "text": "While he was saying these things, many believed in him.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 8,
          "verse": 21,
          "text": "Once more Jesus spoke to them. “I am going away,” he said. “You will look for me, and you will die in your sin. You can’t come where I am going.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 22,
          "text": "This made the Jews ask, “Will he kill himself? Is that why he says, ‘You can’t come where I am going’?”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 23,
          "text": "But Jesus said, “You are from below. I am from heaven. You are from this world. I am not from this world.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 24,
          "text": "I told you that you would die in your sins. Do you believe that I am the one I claim to be? If you don’t, you will certainly die in your sins.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 25,
          "text": "“Who are you?” they asked.\n“Just what I have been claiming all along,” Jesus replied.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 26,
          "text": "“I have a lot to say that will judge you. But the One who sent me can be trusted. And I tell the world what I have heard from him.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 27,
          "text": "They did not understand that Jesus was telling them about his Father.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 28,
          "text": "So Jesus said, “You will lift up the Son of Man. Then you will know that I am the one I claim to be. You will also know that I do nothing on my own. I speak just what the Father has taught me.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 29,
          "text": "The One who sent me is with me. He has not left me alone, because I always do what pleases him.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 30,
          "text": "Even while Jesus was speaking, many people put their faith in him.",
          "isHeading": false
        }
      ]
    }
  }
}