{
  "torah": {
    "passage": "Numbers 34:16 - 35:8",
    "versions": {
      "leb": [
        {
          "chapter": 34,
          "verse": 16,
          "text": "Yahweh spoke to Moses, saying,",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 17,
          "text": "“These are the names of the men who divide up the land for your inheritance: Eleazar the priest and Joshua son of Nun.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 18,
          "text": "You will take one leader from every tribe to divide up the land for inheritance.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 19,
          "text": "These are the names of the men: of the tribe of Judah, Caleb son of Jephunneh;",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 20,
          "text": "of the tribe of the descendants of Simeon, Samuel son of Ammihud;",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 21,
          "text": "of the tribe of Benjamin, Elidad son of Chislon;",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 22,
          "text": "of the tribe of the descendants of Dan, the leader Bukki son of Jogli;",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 23,
          "text": "of the descendants of Joseph, the tribe of the descendants of Manasseh, the leader Hanniel son of Ephod.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 24,
          "text": "Of the tribe of the descendants of Ephraim, the leader Kemuel son of Shiphtan;",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 25,
          "text": "of the tribe of the descendants of Zebulum, the leader Elizaphan son of Parnach;",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 26,
          "text": "of the tribe of the descendants of Issachar, the leader Paltiel son of Azzan;",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 27,
          "text": "of the tribe of the descendants of Asher, the leader Ahihud son of Shelomi;",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 28,
          "text": "of the tribe of the descendants of Naphtali, the leader Pedahel son of Ammihud.”",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 29,
          "text": "These are those whom Yahweh commanded to allot to the Israelites the land of Canaan.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 1,
          "text": "Cities for the Levites\nYahweh spoke to Moses on the desert plains of Moab beyond the Jordan across Jericho, saying,",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 2,
          "text": "“Command the Israelites that they give to the Levites from the inheritance of their property cities to live in; and you will give to the Levites pastureland all around the cities.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 3,
          "text": "The cities will be theirs to live in, and their pasturelands will be for their domestic animals, for their possessions, and their animals.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 4,
          "text": "“The pasturelands of the cities that you will give to the Levites will extend from the wall of the city to a distance of a thousand cubits all around.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 5,
          "text": "You will measure outside the city the eastern edge two thousand cubits, for the southern edge two thousand cubits, for the western edge two thousand cubits, and for the northern edge two thousand cubits, with the city in the middle; this will be for them the pasturelands of the cities.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 6,
          "text": "“All the cities that you will give the Levites will be six cities of refuge, to which the killer can flee; in addition to them you will give forty-two cities.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 7,
          "text": "All the cities that you will give to the Levites will be forty-eight cities, them with their pasturelands.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 8,
          "text": "And the cities that you will give from the property of the Israelites, you will take more from the larger group and less from the smaller group; each of them will give according to the portion of their inheritance according to the portion that he inherits.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 34,
          "verse": 16,
          "text": "The Lord spoke to Moses. He said,",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 17,
          "text": "“Here are the names of the men who will give out the shares of the land to your people. They are the priest Eleazar and Joshua, the son of Nun.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 18,
          "text": "Also appoint one leader from each tribe to help give out the land.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 19,
          "text": "Here are their names.\n“Caleb, the son of Jephunneh,\nis from the tribe of Judah.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 20,
          "text": "Shemuel, the son of Ammihud,\nis from the tribe of Simeon.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 21,
          "text": "Elidad, the son of Kislon,\nis from the tribe of Benjamin.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 22,
          "text": "Bukki, the son of Jogli,\nis the leader from the tribe of Dan.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 23,
          "text": "Hanniel, the son of Ephod,\nis the leader from the tribe of Manasseh. Manasseh was the son of Joseph.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 24,
          "text": "Kemuel, the son of Shiphtan,\nis the leader from the tribe of Ephraim. Ephraim was the son of Joseph.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 25,
          "text": "Elizaphan, the son of Parnach,\nis the leader from the tribe of Zebulun.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 26,
          "text": "Paltiel, the son of Azzan,\nis the leader from the tribe of Issachar.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 27,
          "text": "Ahihud, the son of Shelomi,\nis the leader from the tribe of Asher.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 28,
          "text": "Pedahel, the son of Ammihud,\nis the leader from the tribe of Naphtali.”",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 29,
          "text": "Those are the men the Lord commanded to give out the shares of the land. They were commanded to give them to Israel in the land of Canaan.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 1,
          "text": "The Levites Receive Their Towns\nOn the flatlands of Moab, the Lord spoke to Moses. It was by the Jordan River across from Jericho. The Lord said,",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 2,
          "text": "“Command the people of Israel to give the Levites towns to live in. The towns must come from the shares of land the people will have as their own. Also give the Levites the grasslands that are around the towns.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 3,
          "text": "Then the Levites will have towns to live in. They will also have grasslands that are for their cattle, flocks and all of their other livestock.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 4,
          "text": "“The grasslands that are around each town you give them will go out to 1,500 feet from the town wall.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 5,
          "text": "Outside each town, the east side will measure 3,000 feet. The south side will measure 3,000 feet. The west side will measure 3,000 feet. And the north side will measure 3,000 feet. The town must be in the center. The Levites will have the area around it as grasslands.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 6,
          "text": "Cities to Go to for Safety\n“Six of the towns you give the Levites will be cities to go to for safety. A person who has killed someone can run to one of them. Also give the Levites 42 other towns.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 7,
          "text": "You must give the Levites a total of 48 towns. Also give them the grasslands that are around the towns.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 8,
          "text": "“The towns you give the Levites must come from the land the people of Israel have as their own. So the number you give from each tribe will depend on the size of that tribe’s share. Take many towns from a tribe that has many. But take only a few towns from a tribe that has only a few.”",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "?",
    "versions": {
      "leb": [],
      "nirv": []
    }
  }
}