{
  "torah": {
    "passage": "Exodus 11:4 - 12:20",
    "versions": {
      "leb": [
        {
          "chapter": 11,
          "verse": 4,
          "text": "And Moses said, “Thus says Yahweh, ‘About the middle of the night I will go out through the midst of Egypt,",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 5,
          "text": "and every firstborn in the land of Egypt will die, from the firstborn of Pharaoh who sits on his throne to the firstborn of the slave woman who is behind the pair of millstones and every firstborn animal.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 6,
          "text": "And there will be a great cry of distress in all the land of Egypt, the like of which has not been nor will be again.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 7,
          "text": "But against all the Israelites, from a man to an animal, a dog will not even bark, so that you will know that Yahweh makes a distinction between Egypt and Israel.’",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 8,
          "text": "And all of these your servants will come down to me and bow to me, saying, ‘Go out, you and all the people who are at your feet.’ And afterward I will go out.” And he went out from Pharaoh in great anger.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 9,
          "text": "And Yahweh said to Moses, “Pharaoh will not listen to you, so that my wonders may multiply in the land of Egypt.”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 10,
          "text": "And Moses and Aaron did all these wonders before Pharaoh, and Yahweh hardened Pharaoh’s heart, and he did not release the Israelites from his land.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 1,
          "text": "Instructions for the Feast of Passover\nAnd Yahweh said to Moses and to Aaron in the land of Egypt, saying,",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 2,
          "text": "“This month will be the beginning of months; it will be for you the first of the months of the year.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 3,
          "text": "Speak to all the community of Israel, saying, ‘On the tenth of this month, they will each take for themselves a lamb for the family, a lamb for the household.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 4,
          "text": "And if the household is too small for a lamb, he and the neighbor nearest to his house will take one according to the number of persons; you will count out portions of the lamb according to how much each one can eat.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 5,
          "text": "The lamb for you must be a male, without defect, in its first year; you will take it from the sheep or from the goats.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 6,
          "text": "“You will keep it until the fourteenth day of this month, and all the assembly of the community of Israel will slaughter it at twilight.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 7,
          "text": "And they will take some of the blood and put it on the two doorposts and on the lintel on the houses in which they eat it.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 8,
          "text": "And they will eat the meat on this night; they will eat it fire-roasted and with unleavened bread on bitter herbs.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 9,
          "text": "You must not eat any of it raw or boiled, boiled in the water, but rather roasted with fire, its head with its legs and with its inner parts.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 10,
          "text": "And you must not leave any of it until morning; anything left from it until morning you must burn in the fire.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 11,
          "text": "And this is how you will eat it—with your waists fastened, your sandals on your feet, and your staff in your hand, and you will eat it in haste. It is Yahweh’s Passover.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 12,
          "text": "“And I will go through the land of Egypt during this night, and I will strike all of the firstborn in the land of Egypt, from human to animal, and I will do punishments among all of the gods of Egypt. I am Yahweh.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 13,
          "text": "And the blood will be a sign for you on the houses where you are, and I will see the blood, and I will pass over you, and there will not be a destructive plague among you when I strike the land of Egypt.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 14,
          "text": "“And this day will become a memorial for you, and you will celebrate it as a religious feast for Yahweh throughout your generations; you will celebrate it as a lasting statute.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 15,
          "text": "You will eat unleavened bread for seven days. Surely on the first day you shall remove yeast from your houses, because anyone who eats food with yeast from the first day until the seventh day—that person will be cut off from Israel.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 16,
          "text": "It will be for you on the first day a holy assembly and on the seventh day a holy assembly; no work will be done on them; only what is eaten by every person, it alone will be prepared for you.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 17,
          "text": "“And you will keep the Feast of Unleavened Bread, because on this very day I brought out your divisions from the land of Egypt, and you will keep this day for your generations as a lasting statute.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 18,
          "text": "On the first day, on the fourteenth day of the month, in the evening, you will eat unleavened bread until the evening of the twenty-first day of the month.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 19,
          "text": "For seven days yeast must not be found in your houses, because anyone eating food with yeast will be cut off from the community of Israel—whether an alien or a native of the land.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 20,
          "text": "You will eat no food with yeast; in all of your dwellings you will eat unleavened bread.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 11,
          "verse": 4,
          "text": "Moses said, “The Lord says, ‘About midnight I will go through every part of Egypt.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 5,
          "text": "Every oldest son in Egypt will die. The oldest son of Pharaoh, who sits on the throne, will die. The oldest son of the female slave, who works at her hand mill, will die. All of the male animals that were born first to their mothers among the cattle will also die.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 6,
          "text": "There will be loud crying all over Egypt. It will be worse than it’s ever been before. And nothing like it will ever be heard again.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 7,
          "text": "“‘But among the people of Israel not even one dog will bark at any man or animal.’ Then you will know that the Lord treats Egypt differently from us.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 8,
          "text": "“All of your officials will come and bow down to me. They will say, ‘Go, you and all of the people who follow you!’ After that, I will leave.”\nMoses burned with anger when he left Pharaoh.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 9,
          "text": "The Lord had spoken to Moses. He had said, “Pharaoh will refuse to listen to you. So I will multiply my miracles in Egypt.”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 10,
          "text": "Moses and Aaron did all of those miracles in the sight of Pharaoh. But the Lord made Pharaoh’s heart stubborn. He wouldn’t let the people of Israel go out of his country.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 1,
          "text": "The First Passover Sacrifice\nThe Lord spoke to Moses and Aaron in Egypt.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 2,
          "text": "He said, “From now on, this month will be your first month. Each of your years will begin with it.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 3,
          "text": "“Speak to the whole community of Israel. Tell them that on the tenth day of this month each man must get a lamb from his flock. A lamb should be chosen for each family and home.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 4,
          "text": "“Suppose there are not enough people in your family to eat a whole lamb. Then you must share some of it with your nearest neighbor. You must add up the total number of people there are. You must decide how much lamb is needed for each person.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 5,
          "text": "“The animals you choose must be males that are a year old. They must not have any flaws. You may choose either sheep or goats.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 6,
          "text": "Take care of them until the 14th day of the month. Then the whole community of Israel must kill them when the sun goes down.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 7,
          "text": "Take some of the blood. Put it on the sides and tops of the doorframes of the houses where you eat the lambs.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 8,
          "text": "“That same night eat the meat cooked over the fire. Also eat bitter plants. And eat bread that is made without yeast.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 9,
          "text": "Do not eat the meat raw or boiled in water. Instead, cook it over the fire. Cook the head, legs and inside parts.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 10,
          "text": "Do not leave any of it until morning. If some is left over until morning, burn it.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 11,
          "text": "“Eat the meat while your coat is tucked into your belt. Put your sandals on your feet. Take your walking stick in your hand. Eat the food quickly. It is the Lord’s Passover.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 12,
          "text": "“That same night I will pass through Egypt. I will strike down every oldest son. I will also kill all of the male animals that were born first to their mothers. And I will judge all of the gods of Egypt. I am the Lord.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 13,
          "text": "“The blood on your houses will be a sign for you. When I see the blood, I will pass over you. No deadly plague will touch you when I strike Egypt.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 14,
          "text": "“Always remember this day. For all time to come, you and your children after you must celebrate this day as a feast in honor of the Lord. It is a law that will last forever.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 15,
          "text": "“Eat bread made without yeast for seven days. On the first day remove the yeast from your homes. For the next seven days, anyone who eats anything that has yeast in it must be cut off from Israel.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 16,
          "text": "“On the first and seventh days, come together for a special service. Do not work at all on those days. All you are allowed to do is prepare food for everyone to eat.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 17,
          "text": "“Celebrate the Feast of Unleavened Bread. I brought you out of Egypt on this very day like an army on the march. It is a law that will last for all time to come.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 18,
          "text": "In the first month eat bread that is made without yeast. Eat it from the evening of the 14th day until the evening of the 21st day.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 19,
          "text": "“For seven days do not let any yeast be found in your homes. Anyone who eats anything that has yeast in it must be cut off from the community of Israel. That applies to outsiders and Israelites alike.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 20,
          "text": "Do not eat anything that is made with yeast. No matter where you live, eat bread that is made without yeast.”",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Mark 4:21 - 4:25",
    "versions": {
      "leb": [
        {
          "chapter": 4,
          "verse": 21,
          "text": "The Parable of the Lamp\nAnd he said to them, “Surely a lamp is not brought so that it may be put under a bushel basket or under a bed, is it? Is it not so that it may be put on a lampstand?",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 22,
          "text": "For nothing is secret except so that it may be revealed, nor has become hidden except so that it will come to light.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 23,
          "text": "If anyone has ears to hear, let him hear!”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 24,
          "text": "And he said to them, “Take care what you hear! With the measure by which you measure out, it will be measured out to you, and will be added to you.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 25,
          "text": "For whoever has, more will be given to him, and whoever does not have, even what he has will be taken away from him.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 4,
          "verse": 21,
          "text": "A Lamp on a Stand\nJesus said to them, “Do you bring in a lamp to put it under a large bowl or a bed? Don’t you put it on its stand?",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 22,
          "text": "What is hidden is meant to be seen. And what is put out of sight is meant to be brought out into the open.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 23,
          "text": "Everyone who has ears should listen.”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 24,
          "text": "“Think carefully about what you hear,” he said. “As you give, so you will receive. In fact, you will receive even more.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 25,
          "text": "If you have something, you will be given more. If you have nothing, even what you have will be taken away from you.”",
          "isHeading": false
        }
      ]
    }
  }
}