{
  "torah": {
    "passage": "Genesis 17:7 - 17:27",
    "versions": {
      "leb": [
        {
          "chapter": 17,
          "verse": 7,
          "text": "And I will establish my covenant between me and you, and between your offspring after you, throughout their generations as an everlasting covenant to be as God for you and to your offspring after you.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 8,
          "text": "And I will give to you and to your offspring after you the land in which you are living as an alien, all the land of Canaan, as an everlasting property. And I will be to them as God.”",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 9,
          "text": "And God said to Abraham, “Now as for you, you must keep my covenant, you and your offspring after you, throughout their generations.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 10,
          "text": "This is my covenant which you shall keep, between me and you, and also with your offspring after you: Every male among you shall be circumcised.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 11,
          "text": "And you shall circumcise the flesh of your foreskin, and it shall be a sign of the covenant between me and you.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 12,
          "text": "And at eight days of age you shall yourselves circumcise every male belonging to your generations and the servant born in your house and the one bought from any foreigner who is not from your offspring.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 13,
          "text": "You must certainly circumcise the servant born in your house and the one bought from any foreigner. And my covenant shall be with your flesh as an everlasting covenant.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 14,
          "text": "And as for any uncircumcised male who has not circumcised the flesh of his foreskin, that person shall be cut off from his people. He has broken my covenant.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 15,
          "text": "And God said to Abraham, “as for Sarai your wife, you shall not call her name Sarai, for Sarah shall be her name.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 16,
          "text": "And I will bless her; moreover, I give to you from her a son. And I will bless her, and she shall give rise to nations. Kings of peoples shall come from her.”",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 17,
          "text": "And Abraham fell upon his face and laughed. And he said in his heart, “Can a child be born to a man a hundred years old, or can Sarah bear a child at ninety?”",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 18,
          "text": "And Abraham said to God, “Oh that Ishmael might live before you!”",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 19,
          "text": "And God said, “No, but Sarah your wife shall bear a son for you, and you shall call his name Isaac. And I will establish my covenant with him as an everlasting covenant to his offspring after him.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 20,
          "text": "And as for Ishmael, I have heard you. Behold, I will bless him and I will make him fruitful, and I will multiply him exceedingly. He shall father twelve princes, and I will make him a great nation.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 21,
          "text": "But my covenant I will establish with Isaac, whom Sarah shall bear to you at this appointed time next year.”",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 22,
          "text": "When he finished speaking with him, God went up from Abraham.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 23,
          "text": "And Abraham took Ishmael his son and all who were born of his house, and all those acquired by his money, every male among the men of Abraham’s house, and he circumcised the flesh of their foreskin on the same day that God spoke with him.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 24,
          "text": "Abraham was ninety-nine years old when he circumcised the flesh of his foreskin.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 25,
          "text": "And Ishmael his son was thirteen years old when he circumcised the flesh of his foreskin.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 26,
          "text": "Abraham and his son Ishmael were circumcised on the same day.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 27,
          "text": "And all the men of his house, those born in the house, and those acquired by money from a foreigner, were circumcised with him.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 17,
          "verse": 7,
          "text": "“I will make my covenant with you. It will last forever. It will be between me and you and your children after you for all time to come. I will be your God. And I will be the God of all of your family after you.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 8,
          "text": "“You are now living in Canaan as an outsider. But I will give you the whole land of Canaan. You will own it forever. So will your children after you. And I will be their God.”",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 9,
          "text": "Then God said to Abraham, “As for you, you must keep my covenant. You and your children after you for all time to come must keep it.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 10,
          "text": "“Here is my covenant that you and your children after you must keep. Every male among you must be circumcised.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 11,
          "text": "You must be circumcised. That will be the sign of the covenant between me and you.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 12,
          "text": "It must be done for all time to come.\n“Every male among you who is eight days old must be circumcised. That includes those who are born in your house. It also includes those who are bought with money from a stranger. Even those who are not your own children must be included.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 13,
          "text": "Any male who is born in your house or bought with your money must be circumcised.\n“My covenant will last forever. Your body will have the mark of my covenant on it.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 14,
          "text": "“Any male who has not been circumcised will be cut off from his people. He has broken my covenant.”",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 15,
          "text": "God also said to Abraham, “As for Sarai your wife, do not call her Sarai anymore. Her name will be Sarah.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 16,
          "text": "I will give her my blessing. You can be sure that I will give you a son by her. I will bless her so that she will be the mother of nations. Kings of nations will come from her.”",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 17,
          "text": "Abraham fell with his face to the ground. He laughed and said to himself, “Will a son be born to a man who is 100 years old? Will Sarah have a child at the age of 90?”",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 18,
          "text": "Abraham said to God, “I wish Ishmael could receive your blessing!”",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 19,
          "text": "Then God said, “I will bless Ishmael. But your wife Sarah will have a son by you. And you will name him Isaac. I will establish my covenant with him. It will be a covenant that lasts forever. It will be for Isaac and for his family after him.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 20,
          "text": "“As for Ishmael, I have heard you. You can be sure that I will bless him. I will give him children. I will greatly increase his numbers. He will be the father of 12 rulers. And I will make him into a great nation.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 21,
          "text": "“But I will establish my covenant with Isaac. By this time next year, Sarah will have a son by you.”",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 22,
          "text": "When he had finished speaking with Abraham, God left him.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 23,
          "text": "On that very day Abraham circumcised his son Ishmael. He also circumcised every male who was born in his house or bought with his money. He did exactly as God had told him.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 24,
          "text": "Abraham was 99 years old when he was circumcised.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 25,
          "text": "His son Ishmael was 13.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 26,
          "text": "Abraham and his son Ishmael were both circumcised on that same day.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 27,
          "text": "And every male in Abraham’s house was circumcised along with him. That included those who were born in his house or bought from a stranger.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "John 6:1 - 6:15",
    "versions": {
      "leb": [
        {
          "chapter": 6,
          "verse": 1,
          "text": "After these things Jesus went away to the other side of the sea of Galilee (that is, Tiberias).",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 2,
          "text": "And a large crowd was following him because they were observing the signs that he was doing on those who were sick.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 3,
          "text": "So Jesus went up on the mountain and sat down there with his disciples.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 4,
          "text": "(Now the Passover, the feast of the Jews, was near.)",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 5,
          "text": "Then Jesus, when he looked up  and saw that a large crowd was coming to him, said to Philip, “Where can we buy bread so that these people can eat?”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 6,
          "text": "(Now he said this to test him, because he knew what he was going to do.)",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 7,
          "text": "Philip replied to him, “Two hundred denarii worth of bread would not be enough for them, in order that each one could receive a little.”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 8,
          "text": "One of his disciples, Andrew the brother of Simon Peter, said to him,",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 9,
          "text": "“Here is a boy who has five barley loaves and two fish, but what are these for so many people?”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 10,
          "text": "Jesus said, “Make the people recline.” (Now there was a lot of grass in the place.) So the men reclined, approximately five thousand in number.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 11,
          "text": "Then Jesus took the bread, and after he had given thanks, he distributed it to those who were reclining—likewise also of the fish, as much as they wanted.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 12,
          "text": "And when they were satisfied, he said to his disciples, “Gather the remaining fragments so that nothing is lost.”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 13,
          "text": "So they gathered them, and filled twelve baskets with fragments from the five barley loaves which were left over by those who had eaten.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 14,
          "text": "Now when the people saw the sign that he performed, they began to say, “This one is truly the Prophet who is to come into the world!”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 15,
          "text": "Then Jesus, because he knew that they were about to come and seize him in order to make him king, withdrew again up the mountain by himself alone.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 6,
          "verse": 1,
          "text": "Some time after this, Jesus crossed over to the other side of the Sea of Galilee. It is also called the Sea of Tiberias.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 2,
          "text": "A large crowd of people followed him. They had seen the miraculous signs he had done on those who were sick.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 3,
          "text": "Then Jesus went up on a mountainside. There he sat down with his disciples.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 4,
          "text": "The Jewish Passover Feast was near.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 5,
          "text": "Jesus looked up and saw a large crowd coming toward him. So he said to Philip, “Where can we buy bread for these people to eat?”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 6,
          "text": "He asked this only to put Philip to the test. He already knew what he was going to do.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 7,
          "text": "Philip answered him, “Eight months’ pay would not buy enough bread for each one to have a bite!”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 8,
          "text": "Another of his disciples spoke up. It was Andrew, Simon Peter’s brother.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 9,
          "text": "He said, “Here is a boy with five small loaves of barley bread. He also has two small fish. But how far will that go in such a large crowd?”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 10,
          "text": "Jesus said, “Have the people sit down.” There was plenty of grass in that place, and they sat down. The number of men among them was about 5,000.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 11,
          "text": "Then Jesus took the loaves and gave thanks. He handed out the bread to those who were seated. He gave them as much as they wanted. And he did the same with the fish.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 12,
          "text": "When all of them had enough to eat, Jesus spoke to his disciples. “Gather the leftover pieces,” he said. “Don’t waste anything.”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 13,
          "text": "So they gathered what was left over from the five barley loaves. They filled 12 baskets with the pieces left by those who had eaten.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 14,
          "text": "The people saw the miraculous sign that Jesus did. Then they began to say, “This must be the Prophet who is supposed to come into the world.”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 15,
          "text": "But Jesus knew that they planned to come and force him to be their king. So he went away again to a mountain by himself.",
          "isHeading": false
        }
      ]
    }
  }
}