{
  "torah": {
    "passage": "Genesis 39:7 - 39:23",
    "versions": {
      "leb": [
        {
          "chapter": 39,
          "verse": 7,
          "text": "And it happened that after these things his master’s wife cast her eyes on Joseph, and she said, “Lie with me.”",
          "isHeading": false
        },
        {
          "chapter": 39,
          "verse": 8,
          "text": "But he refused and said to his master’s wife, “Look, my master does not worry about what is in the house, and everything he owns he has put in my hand.",
          "isHeading": false
        },
        {
          "chapter": 39,
          "verse": 9,
          "text": "He has no greater authority in this house than me, and he has not withheld anything from me except you, since you are his wife. Now how could I do this great wickedness and sin against God?”",
          "isHeading": false
        },
        {
          "chapter": 39,
          "verse": 10,
          "text": "And it happened that as she spoke to Joseph day after day, he did not heed her to lie beside her or to be with her.",
          "isHeading": false
        },
        {
          "chapter": 39,
          "verse": 11,
          "text": "But one particular day he came into the house to do his work and none of the men of the house were there in the house,",
          "isHeading": false
        },
        {
          "chapter": 39,
          "verse": 12,
          "text": "she seized him by his garment and said, “Lie with me!” And he left his garment in her hand and fled, and he went outside.",
          "isHeading": false
        },
        {
          "chapter": 39,
          "verse": 13,
          "text": "And it happened that when she saw that he left his garment in her hand and fled outside,",
          "isHeading": false
        },
        {
          "chapter": 39,
          "verse": 14,
          "text": "she called to the men of her house and said to them, “Look! He brought a Hebrew man to us to mock us! He came to me to lie with me, and I cried out with a loud voice.",
          "isHeading": false
        },
        {
          "chapter": 39,
          "verse": 15,
          "text": "And when he heard me, that I raised my voice and called out, he left his garment beside me and fled, and he went outside.”",
          "isHeading": false
        },
        {
          "chapter": 39,
          "verse": 16,
          "text": "Then she put his garment beside her until his master came to his house.",
          "isHeading": false
        },
        {
          "chapter": 39,
          "verse": 17,
          "text": "Then she spoke to him according to these words, saying, “The Hebrew slave that you brought to us came to me to make fun of me.",
          "isHeading": false
        },
        {
          "chapter": 39,
          "verse": 18,
          "text": "And it happened that as I raised my voice and called out, he left his garment beside me and fled outside.”",
          "isHeading": false
        },
        {
          "chapter": 39,
          "verse": 19,
          "text": "And when his master heard the words of his wife that she spoke to him, “This is what your servant did to me,” he became very angry.",
          "isHeading": false
        },
        {
          "chapter": 39,
          "verse": 20,
          "text": "And Joseph’s master took him and put him into prison, the place that the king’s prisoners were confined. And he was there in prison.",
          "isHeading": false
        },
        {
          "chapter": 39,
          "verse": 21,
          "text": "And Yahweh was with Joseph, and showed loyal love to him, and gave him favor in the eyes of the chief of the prison.",
          "isHeading": false
        },
        {
          "chapter": 39,
          "verse": 22,
          "text": "And the chief of the prison put all the prisoners that were in the prison into the hand of Joseph. And everything that was done there, he was the one who did it.",
          "isHeading": false
        },
        {
          "chapter": 39,
          "verse": 23,
          "text": "The chief of the prison did not worry about anything in his hand, since Yahweh was with him. And whatever he did Yahweh made it successful.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 39,
          "verse": 7,
          "text": "After a while, his master’s wife noticed Joseph. She said to him, “Make love to me!”",
          "isHeading": false
        },
        {
          "chapter": 39,
          "verse": 8,
          "text": "But he said no. “My master has put me in charge,” he told her. “Now he doesn’t have to worry about anything in the house. He trusts me to take care of everything he owns.",
          "isHeading": false
        },
        {
          "chapter": 39,
          "verse": 9,
          "text": "“No one in this house is in a higher position than I am. My master hasn’t held anything back from me, except you. You are his wife. So how could I do an evil thing like that? How could I sin against God?”",
          "isHeading": false
        },
        {
          "chapter": 39,
          "verse": 10,
          "text": "She spoke to Joseph day after day. But he told her he wouldn’t make love to her. He didn’t even want to be with her.",
          "isHeading": false
        },
        {
          "chapter": 39,
          "verse": 11,
          "text": "One day Joseph went into the house to take care of his duties. None of the family servants was inside.",
          "isHeading": false
        },
        {
          "chapter": 39,
          "verse": 12,
          "text": "Potiphar’s wife grabbed hold of him by his coat. “Make love to me!” she said. But he left his coat in her hand. And he ran out of the house.",
          "isHeading": false
        },
        {
          "chapter": 39,
          "verse": 13,
          "text": "She saw that he had left his coat in her hand and had run out of the house.",
          "isHeading": false
        },
        {
          "chapter": 39,
          "verse": 14,
          "text": "So she called her servants. “Look,” she said to them, “this Hebrew slave has been brought here to make fun of us! He came in here to force me to have sex with him. But I screamed for help.",
          "isHeading": false
        },
        {
          "chapter": 39,
          "verse": 15,
          "text": "He heard my scream. So he left his coat beside me and ran out of the house.”",
          "isHeading": false
        },
        {
          "chapter": 39,
          "verse": 16,
          "text": "She kept Joseph’s coat with her until Potiphar came home.",
          "isHeading": false
        },
        {
          "chapter": 39,
          "verse": 17,
          "text": "Then she told him her story. She said, “That Hebrew slave you brought us came to me to rape me.",
          "isHeading": false
        },
        {
          "chapter": 39,
          "verse": 18,
          "text": "But I screamed for help. So he left his coat beside me and ran out of the house.”",
          "isHeading": false
        },
        {
          "chapter": 39,
          "verse": 19,
          "text": "Potiphar’s wife told him, “That’s how your slave treated me.” When Joseph’s master heard her story, he became very angry.",
          "isHeading": false
        },
        {
          "chapter": 39,
          "verse": 20,
          "text": "So he put Joseph in prison. It was the place where the king’s prisoners were kept.\nWhile Joseph was there in the prison,",
          "isHeading": false
        },
        {
          "chapter": 39,
          "verse": 21,
          "text": "the Lord was with him. He was kind to him.\nSo the man who was running the prison was pleased with Joseph.",
          "isHeading": false
        },
        {
          "chapter": 39,
          "verse": 22,
          "text": "He put Joseph in charge of all of the prisoners. He made him accountable for everything that was done there.",
          "isHeading": false
        },
        {
          "chapter": 39,
          "verse": 23,
          "text": "The man who ran the prison didn’t pay attention to anything that was in Joseph’s care.\nThe Lord was with Joseph. He gave Joseph success in everything he did.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "John 14:25 - 31",
    "versions": {
      "leb": [
        {
          "chapter": 14,
          "verse": 25,
          "text": "These things I have spoken to you while residing with you.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 26,
          "text": "But the Advocate, the Holy Spirit, whom the Father will send in my name—that one will teach you all things, and will remind you of everything that I said to you.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 27,
          "text": "“Peace I leave with you; my peace I give to you—not as the world gives, I give to you. Do not let your hearts be troubled, and do not let them be afraid.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 28,
          "text": "You have heard that I said to you, ‘I am going away, and I am coming to you.’ If you loved me, you would have rejoiced that I am going to the Father, because the Father is greater than I am.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 29,
          "text": "And now I have told you before it happens, so that when it happens, you may believe.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 30,
          "text": "I will no longer speak much with you, for the ruler of the world is coming, and he has no power over me.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 31,
          "text": "But so that the world may know that I love the Father, and just as the Father has commanded me, thus I am doing. Get up, let us go from here!",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 14,
          "verse": 25,
          "text": "“I have spoken all these things while I am still with you.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 26,
          "text": "But the Father will send the Friend in my name to help you. The Friend is the Holy Spirit. He will teach you all things. He will remind you of everything I have said to you.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 27,
          "text": "“I leave my peace with you. I give my peace to you. I do not give it to you as the world does. Do not let your hearts be troubled. And do not be afraid.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 28,
          "text": "“You heard me say, ‘I am going away. And I am coming back to you.’ If you loved me, you would be glad I am going to the Father. The Father is greater than I am.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 29,
          "text": "I have told you now before it happens. Then when it does happen, you will believe.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 30,
          "text": "“I will not speak with you much longer. The prince of this world is coming. He has no power over me.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 31,
          "text": "But the world must learn that I love the Father. They must also learn that I do exactly what my Father has commanded me to do.\n“Come now. Let us leave.",
          "isHeading": false
        }
      ]
    }
  }
}