{
  "torah": {
    "passage": "Numbers 15:27 - 15:41",
    "versions": {
      "leb": [
        {
          "chapter": 15,
          "verse": 27,
          "text": "“‘If one person sins unintentionally, that person will present a female goat in its first year as a sin offering.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 28,
          "text": "And the priest will make atonement for the person who sinned unintentionally before Yahweh, to make atonement for him, and he will be forgiven.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 29,
          "text": "For the native among the Israelites and the alien that dwells in their midst, there will be one law for anyone who commits an unintentional wrong.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 30,
          "text": "But the one who acts presumptuously from among the native or alien blasphemes against Yahweh, and that person must be cut off from the midst of the people.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 31,
          "text": "Because he despised the word of Yahweh and broke his command, that person will be surely cut off and bear the guilt.’”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 32,
          "text": "Violation of the Sabbath\nWhen the Israelites were in the desert, they found a man who was gathering wood on the day of the Sabbath.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 33,
          "text": "The ones who found him gathering wood brought him to Moses, Aaron, and to all the community.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 34,
          "text": "And they put him under watch because it was not made clear what should be done to him.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 35,
          "text": "And Yahweh said to Moses, “Surely the man must be put to death by stoning him; all the community must stone him with stones from outside the camp.”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 36,
          "text": "So the entire community brought him out to a place outside the camp, and they stoned him to death just as Yahweh commanded Moses.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 37,
          "text": "Garment Fringes\nYahweh spoke to Moses, saying,",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 38,
          "text": "“Speak to the Israelites, and tell them to make for themselves tassels on the hems of their garments throughout their generations and to put a blue cord on the tassel of the hem.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 39,
          "text": "You will have a tassel for you to look at and remember all the commands of Yahweh and do them, and not follow after the unfaithfulness of your own heart and eyes,",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 40,
          "text": "so that you will remember and do all my commandments, and you will be holy for your God.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 41,
          "text": "I am Yahweh your God, who brought you out of the land of Egypt, to be your God; I am Yahweh your God.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 15,
          "verse": 27,
          "text": "“‘But suppose just one person sins without meaning to. Then he must bring a female goat for a sin offering. It must be a year old.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 28,
          "text": "With it the priest will pay for the person’s sin in the sight of the Lord. He will do it for the one who did wrong by sinning without meaning to. When the sin is paid for, that person will be forgiven.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 29,
          "text": "“‘The same law applies to everyone who sins without meaning to. It does not matter whether he is an Israelite or an outsider.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 30,
          "text": "“‘But suppose someone sins on purpose. It does not matter whether he is an Israelite or an outsider. He speaks evil things against the Lord. He must be cut off from his people.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 31,
          "text": "He has made fun of what the Lord has said. He has broken the Lord’s commands. He must certainly be cut off. He is still guilty.’”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 32,
          "text": "A Man Breaks the Sabbath Day\nThe people of Israel were in the desert. One Sabbath day, people saw a man gathering wood.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 33,
          "text": "They brought him to Moses and Aaron and the whole community.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 34,
          "text": "They kept him under guard. It wasn’t clear what should be done to him.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 35,
          "text": "Then the Lord said to Moses, “The man must die. The whole community must kill him by throwing stones at him. They must do it outside the camp.”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 36,
          "text": "So the people took the man outside the camp. There they killed him by throwing stones at him. They did just as the Lord had commanded Moses.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 37,
          "text": "Tassels on Clothes\nThe Lord said to Moses,",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 38,
          "text": "“Speak to the people of Israel. Say to them, ‘You must make tassels on the corners of your clothes. A blue cord must be on each tassel. You must do it for all time to come.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 39,
          "text": "You will have the tassels to look at. They will remind you to obey all of the Lord’s commands. Then you will be faithful to him. You will not go after what your own hearts and eyes long for.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 40,
          "text": "“‘You will remember to obey all of my commands. And you will be set apart for your God.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 41,
          "text": "I am the Lord your God. I brought you out of Egypt to be your God. I am the Lord your God.’”",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "?",
    "versions": {
      "leb": [],
      "nirv": []
    }
  }
}