{
  "torah": {
    "passage": "Leviticus 8:1 - 8:13",
    "versions": {
      "leb": [
        {
          "chapter": 8,
          "verse": 1,
          "text": "Then Moses took the anointing oil and anointed the tabernacle and all that was in it, and he consecrated them.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 2,
          "text": "Then he cut the ram into pieces, and Moses turned into smoke the head and the pieces and the suet,",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 3,
          "text": "Then Moses took some of the anointing oil and some of the blood that was on the altar, and he spattered them on Aaron, on his garments, and on Aaron’s sons and on his sons’ garments with him—thus he consecrated Aaron, his garments, and his sons and his sons’ garments with him.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 4,
          "text": "So Moses did just as Yahweh commanded him, and the community gathered by the entrance to the tent of assembly.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 5,
          "text": "Then Moses said to the community, “This is the word that Yahweh has commanded to be done.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 6,
          "text": "So Moses brought Aaron and his sons near, and he washed them with water.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 7,
          "text": "Then he put the tunic on him and tied the sash around him; then he clothed him with the robe and put the ephod on him; then he tied the ephod’s waistband around him and fastened the ephod to him with it.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 8,
          "text": "Then he placed the breastpiece on him and put the Urim and the Thummim into the breastpiece;",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 9,
          "text": "and he placed the turban on his head, and on the front of the turban he placed the gold rosette, the holy diadem, just as Yahweh had commanded Moses.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 11,
          "text": "And he spattered part of it on the altar seven times—thus he anointed the altar and all of its utensils, and the basin and its stand, to consecrate them.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 12,
          "text": "Then he poured out part of the anointing oil on Aaron’s head—thus he anointed him in order to consecrate him.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 13,
          "text": "Then Moses brought Aaron’s sons near and clothed them with tunics and tied a sash around each one, and he bound headbands on them, just as Yahweh had commanded Moses.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 8,
          "verse": 1,
          "text": "Then Moses took the anointing oil and poured it on the holy tent. He also poured it on everything that was in it. That’s how he set those things apart for the Lord.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 2,
          "text": "He cut the ram into pieces. He burned the head, the other pieces and the fat.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 3,
          "text": "Then Moses took some of the anointing oil. He also took some of the blood from the altar. He sprinkled some of the oil and blood on Aaron and his clothes. He also sprinkled some on Aaron’s sons and their clothes. That’s how he set apart Aaron and his clothes. And that’s how he set apart Aaron’s sons and their clothes.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 4,
          "text": "Moses did just as the Lord had commanded him. All of the people gathered together at the entrance to the Tent of Meeting.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 5,
          "text": "Moses said to the people, “Here is what the Lord has commanded us to do.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 6,
          "text": "Then Moses brought Aaron and his sons to the people. He washed Aaron and his sons with water.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 7,
          "text": "He put the inner robe on Aaron. He tied the belt around him. He dressed him in the outer robe. He put the linen apron on him. He took the skillfully made waistband and tied the apron on him with it. He wanted to make sure it was securely tied to him.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 8,
          "text": "Moses placed the chest cloth on Aaron. He put the Urim and Thummim in the chest cloth.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 9,
          "text": "Then he placed the turban on Aaron’s head. On the front of the turban he put the gold plate. It was a sacred crown. Moses did everything just as the Lord had commanded him.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 11,
          "text": "He sprinkled some of the oil on the altar seven times. He poured oil on the altar and all of its tools. He poured it on the large bowl and its stand. He did it to set them apart.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 12,
          "text": "He poured some of the anointing oil on Aaron’s head. He anointed him to set him apart to serve the Lord.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 13,
          "text": "Then Moses brought Aaron’s sons to the people. He put the inner robes on them. He tied belts around them. He put headbands on them. He did everything just as the Lord had commanded him.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Matthew 7:13-29",
    "versions": {
      "leb": [
        {
          "chapter": 7,
          "verse": 13,
          "text": "“Enter through the narrow gate, because broad is the gate and spacious is the road that leads to destruction, and there are many who enter through it,",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 14,
          "text": "because narrow is the gate and constricted is the road that leads to life, and there are few who find it!",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 15,
          "text": "“Beware of false prophets who come to you in sheep’s clothing, but inside are ravenous wolves.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 16,
          "text": "You will recognize them by their fruits: they do not gather grapes from thorn bushes or figs from thistles, do they?",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 17,
          "text": "In the same way, every good tree produces good fruit, but a bad tree produces bad fruit.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 18,
          "text": "A good tree is not able to produce bad fruit, nor a bad tree to produce good fruit.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 19,
          "text": "Every tree that does not produce good fruit is cut down and thrown into the fire.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 21,
          "text": "“Not everyone who says to me, ‘Lord, Lord,’ will enter into the kingdom of heaven, but the one who does the will of my Father who is in heaven.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 22,
          "text": "On that day many will say to me, ‘Lord, Lord, did we not prophesy in your name, and expel demons in your name, and perform many miracles in your name?’",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 23,
          "text": "And then I will say to them plainly, ‘I never knew you. Depart from me, you who practice lawlessness!’",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 24,
          "text": "“Therefore everyone who hears these words of mine and does them will be like a wise man who built his house on the rock.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 25,
          "text": "And the rain came down and the rivers came and the winds blew and beat against that house, and it did not collapse, because its foundation was laid on the rock.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 26,
          "text": "And everyone who hears these words of mine and does not do them will be like a foolish man who built his house on the sand.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 27,
          "text": "And the rain came down and the rivers came and the winds blew and beat against that house, and it collapsed, and its fall was great.”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 28,
          "text": "And it happened when Jesus finished these words the crowds were amazed at his teaching,",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 29,
          "text": "because he was teaching them like one who had authority, and not like their scribes.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 7,
          "verse": 13,
          "text": "“Enter God’s kingdom through the narrow gate. The gate is large and the road is wide that lead to death and hell. Many people go that way.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 14,
          "text": "But the gate is small and the road is narrow that lead to life. Only a few people find it.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 15,
          "text": "“Watch out for false prophets. They come to you pretending to be sheep. But on the inside they are hungry wolves.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 16,
          "text": "You can tell what they really are by what they do.\n“Do people pick grapes from bushes? Do they pick figs from thorns?",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 17,
          "text": "In the same way, every good tree bears good fruit. But a bad tree bears bad fruit.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 18,
          "text": "A good tree can’t bear bad fruit. And a bad tree can’t bear good fruit.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 19,
          "text": "Every tree that does not bear good fruit is cut down. It is thrown into the fire.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 21,
          "text": "“Not everyone who says to me, ‘Lord, Lord,’ will enter the kingdom of heaven. Only those who do what my Father in heaven wants will enter.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 22,
          "text": "“Many will say to me on that day, ‘Lord! Lord! Didn’t we prophesy in your name? Didn’t we drive out demons in your name? Didn’t we do many miracles in your name?’",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 23,
          "text": "Then I will tell them clearly, ‘I never knew you. Get away from me, you who do evil!’",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 24,
          "text": "“So then, everyone who hears my words and puts them into practice is like a wise man. He builds his house on the rock.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 25,
          "text": "The rain comes down. The water rises. The winds blow and beat against that house. But it does not fall. It is built on the rock.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 26,
          "text": "“But everyone who hears my words and does not put them into practice is like a foolish man. He builds his house on sand.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 27,
          "text": "The rain comes down. The water rises. The winds blow and beat against that house. And it falls with a loud crash.”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 28,
          "text": "Jesus finished saying all these things. The crowds were amazed at his teaching.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 29,
          "text": "He taught like one who had authority. He did not speak like their teachers of the law.",
          "isHeading": false
        }
      ]
    }
  }
}