{
  "torah": {
    "passage": "Leviticus 15:16 - 15:33",
    "versions": {
      "leb": [
        {
          "chapter": 15,
          "verse": 16,
          "text": "“‘And if an emission of semen goes out from anyone, then he shall wash all of his body with water, and he shall be unclean until the evening.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 17,
          "text": "And any garment and anything leather on which is an emission of semen shall be washed with water, and it shall be unclean until the evening.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 18,
          "text": "If there is a woman with whom a man lies down and there is an emission of semen, then they shall wash themselves with water, and they shall be unclean until the evening.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 19,
          "text": "“‘And when a woman is menstruating, her body fluid discharge occurs in her body; for seven days she shall be in her menstruation, and any person who touches her shall become unclean until the evening.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 20,
          "text": "And anything upon which she lies down during her menstruation shall become unclean, and anything upon which she sits shall become unclean.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 21,
          "text": "And any person who touches her bed must wash his garments, and he shall wash himself with water, and he shall be unclean until the evening.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 22,
          "text": "And any person who touches any object on which she sat must wash his garments, and he shall wash himself with water, and he shall be unclean until the evening.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 23,
          "text": "And if it is on the bed or on the object on which she sits, at his touching it he becomes unclean until the evening.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 24,
          "text": "And if a man indeed lies with her and her menstruation occurs on him, then he shall be unclean for seven days, and any bed on which he lies down becomes unclean.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 25,
          "text": "“‘And when a woman discharges a body fluid consisting of her blood for many days, but not at the time of her menstruation, or when she discharges in addition to her menstruation, all the days of her unclean body fluid discharge she shall become unclean as in the days of her menstruation.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 26,
          "text": "Any bed on which she lies during all the days of her body fluid discharge shall become for her as her bed of menstruation, and any object on which she sits becomes unclean as her menstruation’s uncleanness.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 27,
          "text": "And any person who touches them becomes unclean, and he shall wash his garments, and he shall wash himself with water, and he shall be unclean until the evening.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 28,
          "text": "“‘And if she is clean from her body fluid discharge, then she shall count for herself seven days, and afterward she becomes clean.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 29,
          "text": "And on the eighth day she shall take for herself two turtledoves or two young doves, and she shall bring them to the priest at the tent of assembly’s entrance.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 30,
          "text": "And the priest shall sacrifice the one as a sin offering and the other as a burnt offering, and so the priest shall make atonement for her before Yahweh from her unclean body fluid discharge.’",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 31,
          "text": "“And you shall keep the Israelites separate from their uncleanness so that they might not die because of their uncleanness by their making my tabernacle, which is in their midst, unclean.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 32,
          "text": "“This is the regulation of the one with the body fluid discharge and the one from whom an emission of semen goes out so that he becomes unclean by it",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 33,
          "text": "and concerning the menstruating woman in her bleeding and the person who discharges his body fluid, for the male and for the female and for a man who lies with an unclean woman.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 15,
          "verse": 16,
          "text": "“‘Suppose semen flows from a man’s body. Then he must wash his whole body with water. He will be “unclean” until evening.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 17,
          "text": "“‘Suppose clothes or leather have semen on them. Then they must be washed with water. They will be “unclean” until evening.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 18,
          "text": "“‘Suppose a man makes love to a woman. And suppose semen flows from his body and touches both of them. Then they must take a bath. They will be “unclean” until evening.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 19,
          "text": "“‘Suppose a woman is having her regular period. Then for seven days she will not be pure. Anyone who touches her will be “unclean” until evening.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 20,
          "text": "“‘Anything she lies on during her period will be “unclean.” Anything she sits on will be “unclean.”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 21,
          "text": "“‘If anyone touches her bed, he must wash his clothes. He must take a bath. He will be “unclean” until evening.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 22,
          "text": "If anyone touches anything she sits on, he must wash his clothes. He must take a bath. He will be “unclean” until evening.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 23,
          "text": "“‘It does not matter whether it was her bed or anything she was sitting on. If anyone touches it, he will be “unclean” until evening.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 24,
          "text": "“‘Suppose a man makes love to that woman. And suppose blood from her monthly period touches him. Then he will be “unclean” for seven days. Any bed he lies on will be “unclean.”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 25,
          "text": "“‘Suppose blood flows from a woman’s body for many days. And it happens at a time other than her monthly period. Or blood keeps flowing after her period is over. Then she will be “unclean” as long as the blood continues to flow. She will be “unclean,” just as she is during the days of her period.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 26,
          "text": "“‘Any bed she lies on while her blood continues to flow will be “unclean.” It is the same as it is when she is having her period. Anything she sits on will be “unclean.” It is the same as it is when she is having her period.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 27,
          "text": "“‘If anyone touches those things, he will not be “clean.” He must wash his clothes. He must take a bath. He will be “unclean” until evening.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 28,
          "text": "“‘Suppose the woman has been healed from her flow of blood. Then she must wait seven days. After that, she will be “clean.”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 29,
          "text": "On the eighth day she must get two doves or two young pigeons. She must bring them to the priest at the entrance to the Tent of Meeting.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 30,
          "text": "“‘The priest must sacrifice them. One is for a sin offering. The other is for a burnt offering. In that way he will pay for her sin in the sight of the Lord. He will do it because her flow of blood made her “unclean.”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 31,
          "text": "“‘You must keep the people of Israel away from things that make them “unclean.” Then they will not die for being “unclean.” And they will not die for making the place where the Lord lives “unclean.” It is in the middle of the camp.’”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 32,
          "text": "Those are the rules for a man who has liquid waste flowing out of his body. They apply to a man who is made “unclean” by semen that flows from his body.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 33,
          "text": "They apply to a woman who is having her monthly period. They apply to a man or woman who has a liquid flow. And they apply to a man who makes love to a woman who is not “clean.”",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Matthew 18:15-35",
    "versions": {
      "leb": [
        {
          "chapter": 18,
          "verse": 15,
          "text": "“Now if your brother sins against you, go correct him between you and him alone. If he listens to you, you have gained your brother.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 16,
          "text": "But if he does not listen, take with you in addition one or two others, so that by the testimony of two or three witnesses every matter may be established.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 17,
          "text": "And if he refuses to listen to them, tell it to the church. But if he refuses to listen to the church also, let him be to you as a Gentile and a tax collector.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 18,
          "text": "“Truly I say to you, whatever you bind on earth will be bound in heaven, and whatever you release on earth will be released in heaven.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 19,
          "text": "Again, truly I say to you that if two of you agree on earth about any matter that they ask, it will be done for them from my Father who is in heaven.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 20,
          "text": "For where two or three are gathered in my name, I am there in the midst of them.”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 21,
          "text": "Then Peter came up to him and said, “Lord, how many times will my brother sin against me and I will forgive him? Up to seven times?”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 22,
          "text": "Jesus said to him, “I do not say to you up to seven times, but up to seventy times seven!",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 23,
          "text": "“For this reason the kingdom of heaven may be compared to a man—a king—who wanted to settle accounts with his slaves.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 24,
          "text": "And when he began to settle them, someone was brought to him who owed ten thousand talents.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 25,
          "text": "And because he did not have enough to repay it, the master ordered him to be sold, and his wife and his children and everything that he had, and to be repaid.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 26,
          "text": "Then the slave threw himself to the ground and began to do obeisance to him, saying, ‘Be patient with me, and I will pay back everything to you!’",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 27,
          "text": "So the master of that slave, because he had compassion, released him and forgave him the loan.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 28,
          "text": "But that slave went out and found one of his fellow slaves who owed him a hundred denarii, and taking hold of him, he began to choke him, saying, ‘Pay back everything that you owe!’",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 29,
          "text": "Then his fellow slave threw himself to the ground and began to implore him, saying, ‘Be patient with me and I will repay you!’",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 30,
          "text": "But he did not want to, but rather he went and threw him into prison until he would repay what was owed.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 31,
          "text": "So when his fellow slaves saw what had happened, they were extremely distressed, and went and reported to their master everything that had happened.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 32,
          "text": "Then his master summoned him and said to him, ‘Wicked slave! I forgave you all that debt because you implored me!",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 33,
          "text": "Should you not also have shown mercy to your fellow slave as I also showed mercy to you?’",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 34,
          "text": "And because he was angry, his master handed him over to the merciless jailers until he would repay everything that was owed.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 35,
          "text": "So also my heavenly Father will do to you, unless each of you forgives his brother from your hearts!”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 18,
          "verse": 15,
          "text": "“If your brother sins against you, go to him. Tell him what he did wrong. Keep it between the two of you. If he listens to you, you have won him back.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 16,
          "text": "“But what if he won’t listen to you? Then take one or two others with you. Scripture says, ‘Every matter must be proved by the words of two or three witnesses.’ ()",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 17,
          "text": "But what if he also refuses to listen to the witnesses? Then tell it to the church. And what if he refuses to listen even to the church? Then don’t treat him as your brother. Treat him as you would treat an ungodly person or a tax collector.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 18,
          "text": "“What I’m about to tell you is true. What you lock on earth will be locked in heaven. What you unlock on earth will be unlocked in heaven.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 19,
          "text": "“Again, here is what I tell you. Suppose two of you on earth agree about anything you ask for. My Father in heaven will do it for you.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 20,
          "text": "Where two or three people meet together in my name, I am there with them.”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 21,
          "text": "Peter came to Jesus. He asked, “Lord, how many times should I forgive my brother when he sins against me? Up to seven times?”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 22,
          "text": "Jesus answered, “I tell you, not seven times, but 77 times.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 23,
          "text": "“The kingdom of heaven is like a king who wanted to collect all the money his servants owed him.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 24,
          "text": "As the king began to do it, a man who owed him millions of dollars was brought to him.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 25,
          "text": "The man was not able to pay. So his master gave an order. The man, his wife, his children, and all he owned had to be sold to pay back what he owed.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 26,
          "text": "“The servant fell on his knees in front of him. ‘Give me time,’ he begged. ‘I’ll pay everything back.’",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 27,
          "text": "“His master felt sorry for him. He forgave him what he owed and let him go.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 28,
          "text": "“But then that servant went out and found one of the other servants who owed him a few dollars. He grabbed him and began to choke him. ‘Pay back what you owe me!’ he said.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 29,
          "text": "“The other servant fell on his knees. ‘Give me time,’ he begged him. ‘I’ll pay you back.’",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 30,
          "text": "“But the first servant refused. Instead, he went and had the man thrown into prison. The man would be held there until he could pay back what he owed.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 31,
          "text": "The other servants saw what had happened. It troubled them greatly. They went and told their master everything that had happened.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 32,
          "text": "“Then the master called the first servant in. ‘You evil servant,’ he said. ‘I forgave all that you owed me because you begged me to.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 33,
          "text": "Shouldn’t you have had mercy on the other servant just as I had mercy on you?’",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 34,
          "text": "In anger his master turned him over to the jailers. He would be punished until he paid back everything he owed.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 35,
          "text": "“This is how my Father in heaven will treat each of you unless you forgive your brother from your heart.”",
          "isHeading": false
        }
      ]
    }
  }
}