{
  "torah": {
    "passage": "Genesis 24:10 - 24:26",
    "versions": {
      "leb": [
        {
          "chapter": 24,
          "verse": 10,
          "text": "And the servant took ten camels from his master’s camels, and he went with all kinds of his master’s good things in his hand. And he arose and went to Aram-Naharaim, to the city of Nahor.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 11,
          "text": "And he made the camels kneel outside the city at the well of water, at the time of evening, toward the time the women went out to draw water.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 12,
          "text": "And he said, “O Yahweh, God of my master Abraham, please grant me success today and show loyal love to my master Abraham.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 13,
          "text": "Behold, I am standing by the spring of water, and the daughters of the men of the city are going out to draw water.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 14,
          "text": "And let it be that the girl to whom I shall say, ‘Please, offer your jar that I may drink’ and who says, ‘Drink—and I will also water your camels,’ she is the one you have chosen for your servant, for Isaac. By her I will know that you have shown loyal love to my master.”",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 15,
          "text": "And it happened that before he had finished speaking, behold, Rebekah—who was born to Bethuel, son of Milcah, the wife of Nahor, the brother of Abraham—came out, and her jar was on her shoulder.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 16,
          "text": "Now the girl was very pleasing in appearance. She was a virgin; no man had known her. And she went down to the spring, filled her jar, and came up.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 17,
          "text": "And the servant ran to meet her. And he said, “Please, let me drink a little of the water from your jar.”",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 18,
          "text": "And she said, “Drink, my lord.” And she quickly lowered her jar in her hand and gave him a drink.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 19,
          "text": "When she finished giving him a drink she said, “I will also draw water for your camels until they finish drinking.”",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 20,
          "text": "And she quickly emptied her jar into the trough and ran again to the well to draw water. And she drew water for all his camels.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 21,
          "text": "And the man was gazing at her silently to know if Yahweh had made his journey successful or not.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 22,
          "text": "And it happened that as the camels finished drinking the man took a gold ring of a half shekel in weight and two bracelets for her arms, ten shekels in weight,",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 23,
          "text": "and said, “Please tell me, whose daughter are you? Is there a place at the house of your father for us to spend the night?”",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 24,
          "text": "And she said to him, “I am the daughter of Bethuel, son of Milcah, whom she bore to Nahor.”",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 25,
          "text": "Then she said to him, “We have both straw and fodder in abundance, as well as a place to spend the night.”",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 26,
          "text": "And the man knelt down and worshiped Yahweh.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 24,
          "verse": 10,
          "text": "The servant took ten of his master’s camels and left. He took with him all kinds of good things from his master. He started out for Aram Naharaim. He made his way to the town of Nahor.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 11,
          "text": "He stopped near the well outside the town. There he made the camels get down on their knees. It was almost evening. It was the time when women go out to get water.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 12,
          "text": "Then he prayed, “Lord, you are the God of my master Abraham. Give me success today. Be kind to my master Abraham.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 13,
          "text": "I’m standing beside this spring. The daughters of the people who live in the town are coming out here to get water.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 14,
          "text": "“I will speak to a young woman. I’ll say, ‘Please lower your jar so I can have a drink.’ Suppose she says, ‘Have a drink of water. And I’ll get some for your camels too.’ Then let her be the one you have chosen for your servant Isaac. That’s how I’ll know you have been kind to my master.”",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 15,
          "text": "Before he had finished praying, Rebekah came out. She had a jar on her shoulder. She was the daughter of Bethuel, the son of Milcah. Milcah was the wife of Abraham’s brother Nahor.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 16,
          "text": "The young woman was very beautiful. She was a virgin. No man had made love to her. She went down to the spring. She filled her jar and came up again.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 17,
          "text": "The servant hurried to meet her. He said, “Please give me a little water from your jar.”",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 18,
          "text": "“Have a drink, sir,” she said. She quickly lowered the jar to her hands. And she gave him a drink.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 19,
          "text": "After she had given him a drink, she said, “I’ll get water for your camels too. I’ll keep doing it until they finish drinking.”",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 20,
          "text": "So she quickly emptied her jar into the stone tub. Then she ran back to the well to get more water. She got enough for all of his camels.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 21,
          "text": "The man didn’t say a word. He watched her closely. He wanted to learn whether the Lord had given him success on the journey he had made.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 22,
          "text": "The camels finished drinking. Then the man took out a gold nose ring. It weighed a fifth of an ounce. He also took out two gold bracelets. They weighed four ounces.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 23,
          "text": "Then he asked, “Whose daughter are you? And please tell me something else. Is there room in your father’s house for us? Can we spend the night there?”",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 24,
          "text": "She answered, “I’m the daughter of Bethuel. He’s the son Milcah had by Nahor.”",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 25,
          "text": "She continued, “We have plenty of straw and feed for your camels. We also have room for you to spend the night.”",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 26,
          "text": "Then the man bowed down and worshiped the Lord.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "John 7:37 - 7:44",
    "versions": {
      "leb": [
        {
          "chapter": 7,
          "verse": 37,
          "text": "Now on the last day of the feast—the great day—Jesus stood and cried out, saying, “If anyone is thirsty, let him come to me, and let him drink,",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 38,
          "text": "the one who believes in me. Just as the scripture said, ‘Out of his belly will flow rivers of living water.’”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 39,
          "text": "Now he said this concerning the Spirit, whom those who believed in him were about to receive. For the Spirit was not yet given, because Jesus had not yet been glorified.)",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 40,
          "text": "Then, when they heard these words, some from the crowd began to say, “This man is truly the Prophet!”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 41,
          "text": "Others were saying, “This man is the Christ!” But others were saying, “No, for the Christ does not come from Galilee, does he?",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 42,
          "text": "Has not the scripture said that the Christ comes from the descendants of David, and from Bethlehem, the village where David was?”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 43,
          "text": "So there was a division in the crowd because of him.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 44,
          "text": "And some of them were wanting to seize him, but no one laid hands on him.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 7,
          "verse": 37,
          "text": "It was the last and most important day of the Feast. Jesus stood up and spoke in a loud voice. He said, “Let anyone who is thirsty come to me and drink.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 38,
          "text": "Does anyone believe in me? Then, just as Scripture says, streams of living water will flow from inside him.”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 39,
          "text": "When he said this, he meant the Holy Spirit. Those who believed in Jesus would receive the Spirit later. Up to that time, the Spirit had not been given. This was because Jesus had not yet received glory.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 40,
          "text": "When some of the people heard his words, they said, “This man must be the Prophet we’ve been expecting.”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 41,
          "text": "Others said, “He is the Christ.”\nStill others asked, “How can the Christ come from Galilee?",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 42,
          "text": "Doesn’t Scripture say that the Christ will come from David’s family? Doesn’t it say that he will come from Bethlehem, the town where David lived?”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 43,
          "text": "So the people did not agree about who Jesus was.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 44,
          "text": "Some wanted to arrest him. But no one laid a hand on him.",
          "isHeading": false
        }
      ]
    }
  }
}