{
  "torah": {
    "passage": "Numbers 22:2 - 22:12",
    "versions": {
      "leb": [
        {
          "chapter": 22,
          "verse": 2,
          "text": "Balak son of Zippor saw all that Israel did to the Amorites,",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 3,
          "text": "and Moab was very terrified in the presence of the people because they were numerous; and Moab dreaded the presence of the Israelites.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 4,
          "text": "And Moab said to the elders of Midian, “Now the crowd will lick up all around us, like a bull devours the grass of the field.” And Balak son of Zippor was king of Moab at that time.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 5,
          "text": "He sent messengers to Balaam son of Beor at Pethor, which is by the river, in the land of the children of his people, to summon him, saying, “Look! A people went out from Egypt. Look! They cover the surface of the land; they are about to dwell opposite me.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 6,
          "text": "Now, please go, curse this people for me because they are stronger than me; perhaps I will be able to strike them and drive them out from the land because I know whoever you bless is blessed, and whoever you cursed is cursed.”",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 7,
          "text": "So the elders of Moab and the elders of Midian went with a fee for divination in their hand; they came to Balaam and spoke the words of Balak to him.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 8,
          "text": "He said to them, “Spend the night here, and I will return, and I will return word to you, just as Yahweh speaks to me.” So the princes of Moab stayed with Balaam.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 9,
          "text": "And God came to Balaam and said, “Who are these men with you?”",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 10,
          "text": "And Balaam said to God, “Balak son of Zippor, king of Moab, sent word to me,",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 11,
          "text": "‘Look! A people went out from Egypt. Look! They cover the surface of the land. Now, go, curse them for me. Perhaps I will be able to attack them and drive them out.”",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 12,
          "text": "God said to Balaam, “You will not go with them; you will not curse the people, because they are blessed.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 22,
          "verse": 2,
          "text": "Balak saw everything that Israel had done to the Amorites. Balak was the son of Zippor.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 3,
          "text": "The people of Moab were terrified because there were so many Israelites. In fact, Moab was filled with panic because of the people of Israel.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 4,
          "text": "The Moabites spoke to the elders of Midian. They said, “This huge mob is going to lick up everything around us. They’ll lick it up as an ox licks up all of the grass in the fields.”\nBalak, the son of Zippor, was the king of Moab at that time.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 5,
          "text": "He sent messengers to get Balaam. Balaam was the son of Beor. Balaam was at the city of Pethor near the Euphrates River. Pethor was in the land where Balaam had been born. Balak told the messengers to say to Balaam,\n“A nation has come out of Egypt. They are covering the face of the land. They’ve settled down next to me.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 6,
          "text": "So come and put a curse on those people. They are too powerful for me. Maybe I’ll be able to win the battle over them. Maybe I’ll be able to drive them out of the country. I know that those you bless will be blessed. And I know that those you put a curse on will be cursed.”",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 7,
          "text": "The elders of Moab and Midian left. They took with them the money they knew Balaam would ask for. They wanted him to use magic and figure things out for them. They came to where Balaam was. And they told him what Balak had said.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 8,
          "text": "“Spend the night here,” Balaam said to them. “I’ll bring you back the answer the Lord gives me.” So the princes of Moab stayed with him.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 9,
          "text": "God came to Balaam. He asked, “Who are these men who are with you?”",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 10,
          "text": "Balaam said to God, “Balak king of Moab, the son of Zippor, sent me a message.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 11,
          "text": "He said, ‘A nation has come out of Egypt. They are covering the whole surface of the land. So come. Put a curse on them for me. Maybe I’ll be able to fight them. Maybe I’ll be able to drive them away.’”",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 12,
          "text": "But God said to Balaam, “Do not go with them. You must not put a curse on those people. I have blessed them.”",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "?",
    "versions": {
      "leb": [],
      "nirv": []
    }
  }
}