{
  "torah": {
    "passage": "Genesis 14:21 - 15:6",
    "versions": {
      "leb": [
        {
          "chapter": 14,
          "verse": 21,
          "text": "And the king of Sodom said to Abram, “Give me the people, but the possessions take for yourself.”",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 22,
          "text": "And Abram said to the king of Sodom, “I have raised my hand to Yahweh, God Most High, Maker of heaven and earth,",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 23,
          "text": "that neither a thread nor a thong of a sandal would I take from all that belongs to you, that you might not say, ‘I made Abram rich.’",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 24,
          "text": "Nothing besides what the servants have eaten and the share of the men who went out with me will I take. Let Aner, Eshcol, and Mamre take their share.”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 1,
          "text": "After these things the word of Yahweh came to Abram in a vision, saying: “Do not be afraid, Abram; I am your shield, and your reward shall be very great.”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 2,
          "text": "Then Abram said, “O Yahweh, my Lord, what will you give me? I continue to be childless, and my heir is Eliezer of Damascus.”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 3,
          "text": "And Abram said, “Look, you have not given me a descendant, and here, a member of my household is my heir.”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 4,
          "text": "And behold, the word of Yahweh came to him saying, “This person will not be your heir, but your own son will be your heir.”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 5,
          "text": "And he brought him outside and said, “Look toward the heavens and count the stars if you are able to count them.” And he said to him, “So shall your offspring be.”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 6,
          "text": "And he believed in Yahweh, and he reckoned it to him as righteousness.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 14,
          "verse": 21,
          "text": "The king of Sodom said to Abram, “Give me the people. Keep everything else for yourself.”",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 22,
          "text": "But Abram said to the king of Sodom, “I have raised my hand to the Lord. He is God Most High. He is the Creator of heaven and earth. I have taken an oath.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 23,
          "text": "I have said that I won’t accept anything that belongs to you. I won’t take even a thread or the strap of a sandal. You will never be able to say, ‘I made Abram rich.’",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 24,
          "text": "“I’ll accept only what my men have eaten and what belongs to Aner, Eshcol and Mamre. Those three men went with me. Let them have their share.”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 1,
          "text": "Some time later, Abram had a vision. The Lord said to him,\n“Abram, do not be afraid.\nI am like a shield to you.\nI am your very great reward.”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 2,
          "text": "But Abram said, “Lord and King, what can you give me? I still don’t have any children. My servant Eliezer comes from Damascus. When I die, he will get everything I own.”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 3,
          "text": "Abram continued, “You haven’t given me any children. So a servant in my house will get everything I own.”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 4,
          "text": "Then a message came to Abram from the Lord. He said, “This man will not get what belongs to you. A son will come from your own body. He will get everything you own.”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 5,
          "text": "The Lord took Abram outside and said, “Look up at the sky. Count the stars, if you can.” Then he said to him, “That is how many children you will have.”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 6,
          "text": "Abram believed the Lord. The Lord accepted Abram because he believed. So his faith made him right with the Lord.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "John 5:31 - 5:40",
    "versions": {
      "leb": [
        {
          "chapter": 5,
          "verse": 31,
          "text": "“If I testify about myself, my testimony is not true.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 32,
          "text": "There is another who testifies about me, and I know that the testimony which he testifies about me is true.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 33,
          "text": "You have sent to John and he has testified to the truth.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 34,
          "text": "(And I do not receive testimony from people, but I say these things in order that you may be saved.)",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 35,
          "text": "That one was the lamp which was burning and shining, and you wanted to rejoice for an hour in his light.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 36,
          "text": "“But I have a testimony greater than John’s, for the works which the Father has given to me that I should complete them—the very works which I am doing—these testify about me, that the Father has sent me.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 37,
          "text": "And the Father who sent me, that one has testified about me. You have neither heard his voice at any time nor seen his form.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 38,
          "text": "And you do not have his word residing in yourselves, because the one whom that one sent, in this one you do not believe.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 39,
          "text": "You search the scriptures because you think that you have eternal life in them, and it is these that testify about me.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 40,
          "text": "And you are not willing to come to me so that you may have life.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 5,
          "verse": 31,
          "text": "“If I give witness about myself, it doesn’t count.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 32,
          "text": "There is someone else who gives witness in my favor. And I know that his witness about me counts.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 33,
          "text": "“You have sent people to John. He has given witness to the truth.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 34,
          "text": "I do not accept human witness. I only talk about it so you can be saved.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 35,
          "text": "John was like a lamp that burned and gave light. For a while you chose to enjoy his light.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 36,
          "text": "“The witness I have is more important than John’s. I am doing the very work the Father gave me to finish. It gives witness that the Father has sent me.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 37,
          "text": "“The Father who sent me has himself given witness about me. You have never heard his voice. You have never seen what he really looks like.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 38,
          "text": "And his word does not live in you. This is because you do not believe the One he sent.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 39,
          "text": "“You study the Scriptures carefully. You study them because you think they will give you eternal life. The Scriptures you study give witness about me.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 40,
          "text": "But you refuse to come to me and receive life.",
          "isHeading": false
        }
      ]
    }
  }
}