{
  "torah": {
    "passage": "Leviticus 11:33 - 11:47",
    "versions": {
      "leb": [
        {
          "chapter": 11,
          "verse": 33,
          "text": "And any clay vessel into which it falls shall become unclean, and you must break it.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 34,
          "text": "Any of the food that could be eaten on which water from such a vessel comes shall become unclean, and any liquid that could be drunk in any such vessel shall become unclean.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 35,
          "text": "And anything on which one of their dead bodies falls shall become unclean: an oven or a stove must be broken—they are unclean and shall be unclean for you.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 36,
          "text": "Surely a spring or a cistern collecting water shall be clean, but that which touches their dead body shall become unclean.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 37,
          "text": "And when one of their dead bodies falls on any seed for sowing, it is clean.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 38,
          "text": "But when water is put on the seed and one of their dead bodies falls on it, it is unclean for you.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 39,
          "text": "“‘And when one of the animals dies that is for you to eat, the one who touches its dead body shall become unclean until the evening.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 40,
          "text": "And the one who eats some of its dead body must wash his garments, and he shall be unclean until the evening; and the one who carries its dead body must wash his garments, and he shall be unclean until the evening.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 41,
          "text": "“‘And any swarmer that swarms on the land is detestable; it must not be eaten.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 42,
          "text": "You must not eat anything that moves upon its belly or that walks on all fours, even any with numerous feet belonging to any swarmer that swarms on the land, because they are detestable.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 43,
          "text": "You must not defile yourselves with any swarmer that swarms, and you must not make yourselves unclean by them and so be made unclean by them,",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 44,
          "text": "because I am Yahweh your God, and you must keep yourselves sanctified, so that you shall be holy, because I am holy. And you must not make yourselves unclean with any swarmer that moves along on the land,",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 45,
          "text": "because I am Yahweh, who brought you up from the land of Egypt to be for you as God. Thus you shall be holy, because I am holy.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 46,
          "text": "“‘This is the regulation of the animals and the birds and all living creatures that move along in the water and concerning all the creatures that swarm on the land,",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 47,
          "text": "to distinguish between the unclean and the clean and between the animal that is to be eaten and the animal that must not be eaten.’”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 11,
          "verse": 33,
          "text": "“‘Suppose one of those animals falls into a clay pot. Then everything that is in the pot will be “unclean.” You must break the pot.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 34,
          "text": "Any food that could be eaten but has water on it that came from that pot is not “clean.” And any liquid that could be drunk from it is not “clean.”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 35,
          "text": "“‘Anything that the dead body of one of those animals falls on becomes “unclean.” If it is an oven or cooking pot, break it. It is “unclean.” And you must consider it “unclean.”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 36,
          "text": "“‘But a spring or a well for collecting water remains “clean.” That is true even if the dead body of one of those animals falls into it. But anyone who touches the dead body is not “clean.”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 37,
          "text": "“‘If the dead body falls on any seeds that have not been planted yet, the seeds remain “clean.”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 38,
          "text": "But suppose water has already been put on the seeds. And suppose the dead body falls on them. Then they are not “clean” for you.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 39,
          "text": "“‘Suppose an animal you are allowed to eat dies. If anyone touches its dead body, he will be “unclean” until evening.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 40,
          "text": "If he eats part of the dead body, he must wash his clothes. He will be “unclean” until evening. If he picks up the dead body, he must wash his clothes. He will be “unclean” until evening.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 41,
          "text": "“‘Be sure to avoid every creature that moves around on the ground. Do not eat it.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 42,
          "text": "Do not eat any of those creatures. It does not matter whether they move on their bellies. It does not matter whether they walk on all fours or on many feet. Be sure to avoid them.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 43,
          "text": "Do not make yourselves “unclean” by eating any of those animals. Do not make yourselves “unclean” because of them. Do not let them make you “unclean.”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 44,
          "text": "“‘I am the Lord your God. Set yourselves apart. Be holy, because I am holy. Do not make yourselves “unclean” by eating any creatures that move around on the ground.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 45,
          "text": "I am the Lord. I brought you up out of Egypt to be your God. So be holy, because I am holy.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 46,
          "text": "“‘Those are the rules about animals and birds. Those are the rules about every living thing that moves in the water. And those are the rules about every creature that moves around on the ground.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 47,
          "text": "You must be able to tell the difference between what is “clean” and what is not. You must also be able to tell the difference between the living creatures that can be eaten and those that can’t.’”",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Matthew 13:44-58",
    "versions": {
      "leb": [
        {
          "chapter": 13,
          "verse": 44,
          "text": "“The kingdom of heaven is like treasure hidden in a field, that a man found and concealed, and in his joy he goes and sells everything that he has and buys that field.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 45,
          "text": "“Again, the kingdom of heaven is like a merchant searching for fine pearls.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 46,
          "text": "And when he found one very valuable pearl, he went and sold everything that he possessed and purchased it.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 47,
          "text": "“Again, the kingdom of heaven is like a dragnet that was thrown into the sea and gathered fish of every kind,",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 48,
          "text": "which when it was filled they pulled to shore and sat down and collected the good fish into containers, but the bad they threw out.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 49,
          "text": "Thus it will be at the end of the age. The angels will go out and separate the evil from among the righteous",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 50,
          "text": "and throw them into the fiery furnace. In that place there will be weeping and gnashing of teeth!",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 51,
          "text": "“Have you understood all these things?” They said to him, “Yes.”",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 52,
          "text": "And he said to them, “For this reason every scribe who has been trained for the kingdom of heaven is like the master of the house who brings out of his storeroom new things and old things.”",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 53,
          "text": "And it happened that when Jesus had finished these parables he went away from there.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 54,
          "text": "And he came to his hometown and began to teach them in their synagogue, so that they were amazed and said, “From where did this man get this wisdom and these miracles?",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 55,
          "text": "Is not this one the son of the carpenter? Is not his mother called Mary and his brothers James and Joseph and Simon and Judas?",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 56,
          "text": "And are not all his sisters with us? From where then did this man get all these things?”",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 57,
          "text": "And they were offended by him. But Jesus said to them, “A prophet is not without honor except in his own hometown and in his own household.”",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 58,
          "text": "And he did not perform many miracles in that place because of their unbelief.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 13,
          "verse": 44,
          "text": "“The kingdom of heaven is like treasure that was hidden in a field. When a man found it, he hid it again. He was very happy. So he went and sold everything he had. And he bought that field.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 45,
          "text": "“Again, the kingdom of heaven is like a trader who was looking for fine pearls.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 46,
          "text": "He found one that was very valuable. So he went away and sold everything he had. And he bought that pearl.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 47,
          "text": "“Again, the kingdom of heaven is like a net. It was let down into the lake. It caught all kinds of fish.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 48,
          "text": "When it was full, the fishermen pulled it up on the shore. Then they sat down and gathered the good fish into baskets. But they threw the bad fish away.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 49,
          "text": "This is how it will be on judgment day. The angels will come. They will separate the people who did what is wrong from those who did what is right.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 50,
          "text": "They will throw the evil people into the blazing furnace. There the evil ones will sob and grind their teeth.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 51,
          "text": "“Yes,” they replied.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 52,
          "text": "He said to them, “Every teacher of the law who has been taught about the kingdom of heaven is like the owner of a house. He brings new treasures out of his storeroom as well as old ones.”",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 53,
          "text": "Jesus finished telling these stories. Then he moved on from there.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 54,
          "text": "He came to his hometown of Nazareth. There he began teaching the people in their synagogue. They were amazed.\n“Where did this man get this wisdom? Where did he get this power to do miracles?” they asked.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 55,
          "text": "“Isn’t this the carpenter’s son? Isn’t his mother’s name Mary? Aren’t his brothers James, Joseph, Simon and Judas?",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 56,
          "text": "Aren’t all his sisters with us? Then where did this man get all these things?”",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 57,
          "text": "They were not pleased with him at all.\nBut Jesus said to them, “A prophet is not honored in his hometown. He doesn’t receive any honor in his own home.”",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 58,
          "text": "He did only a few miracles there because they had no faith.",
          "isHeading": false
        }
      ]
    }
  }
}