{
  "torah": {
    "passage": "Deuteronomy 4:5 - 4:40",
    "versions": {
      "leb": [
        {
          "chapter": 4,
          "verse": 5,
          "text": "See, I now teach you rules and regulations just as Yahweh my God has commanded me, to observe them just so in the midst of the land where you are going, to take possession of it.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 6,
          "text": "And you must observe them diligently, for that is your wisdom and your insight before the eyes of the people, who will hear all of these rules, and they will say, ‘Surely this great nation is a wise and discerning people.’",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 7,
          "text": "For what great nation has for it a god near to it as Yahweh our God, whenever we call upon him?",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 8,
          "text": "And what other great nation has for it just rules and regulations just like this whole law that I am setting before you today?",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 9,
          "text": "“However, take care for yourself and watch your inner self closely, so that you do not forget the things that your eyes have seen, so that they do not slip from your mind all the days of your life; and you shall make them known to your children and to your grandchildren.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 11,
          "text": "And so you came near, and you stood under the mountain, and the mountain was burning with fire up to the heart of the heaven, dark with a very thick cloud.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 12,
          "text": "And Yahweh spoke to you from the midst of the fire; you heard a sound of words, but you did not see a form—only a voice.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 13,
          "text": "And he declared to you his covenant, the Ten Commandments, which he charged you to observe, and he wrote them on the two tablets of stone.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 14,
          "text": "And Yahweh charged me at that time to teach you rules and regulations for your observation of them in the land that you are about to cross into to take possession of it.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 15,
          "text": "“So you must be very careful for yourselves, because you did not see any form on the day Yahweh spoke to you at Horeb from the midst of the fire,",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 16,
          "text": "so that you do not ruin yourselves and make for yourselves a divine image in a form of any image, a replica of male or female,",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 17,
          "text": "a replica of any animal that is upon the earth, a replica of any winged bird that flies in the air,",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 18,
          "text": "a replica of any creeping thing on the ground, a replica of any fish that is in the water below the earth.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 19,
          "text": "And do this so that you do not lift your eyes toward heaven and observe the sun and the moon and the stars, all the host of the heaven, and be led astray and bow down to them and serve them, things that Yahweh your God has allotted to all of the peoples under all of the heaven.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 21,
          "text": "“And Yahweh was angry with me because of you, and he swore that I would not cross the Jordan and that I would not go to the good land that Yahweh your God is giving you as an inheritance.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 22,
          "text": "For I am going to die in this land; I am not going to cross the Jordan, but you are going to cross, and you are going to take possession of this good land.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 23,
          "text": "Watch out for yourselves so that you do not forget the covenant of Yahweh your God that he had made with you and make for yourselves a divine image of the form of anything that Yahweh your God has forbidden,",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 24,
          "text": "for Yahweh your God is a devouring fire, a jealous God.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 25,
          "text": "“When you have had children and grandchildren and you have grown old in the land and you act corruptly and you make a divine image of the form of anything and you do evil in the eyes of Yahweh your God, thus provoking him to anger,",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 26,
          "text": "I call to witness against you today the heaven and the earth, that you will perish soon and completely from the land that you are crossing the Jordan into it to take possession of it; you will not live long on it, but you will be completely destroyed.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 27,
          "text": "And Yahweh will scatter you among the peoples, and you will be left few in number among the nations to where Yahweh will lead you.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 28,
          "text": "And you will there serve gods made by human hands, of wood and stone, gods that cannot see and cannot hear and cannot eat and cannot smell.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 29,
          "text": "But from there you shall seek Yahweh your God and will find him, if you seek him with all your heart and with all your soul.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 30,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 31,
          "text": "For Yahweh your God is a compassionate God; he will not abandon you, and he will not destroy you, and he will not forget the covenant of your ancestors that he swore to them.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 32,
          "text": "“Yes, ask, please, about former days that preceded you from the day that God created humankind on the earth; ask even from one end of the heaven up to the other end of heaven whether anything ever happened like this great thing or whether anything like it was ever heard.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 33,
          "text": "Has a people ever heard the voice of God speaking from the midst of the fire, just as you heard it, and lived?",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 34,
          "text": "Or has a god ever attempted to go to take for himself a nation from the midst of a nation, using trials and signs and wonders and war, with an outstretched arm and with great and awesome deeds, like all that Yahweh your God did for you in Egypt before your eyes?",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 35,
          "text": "You yourselves were shown this wonder in order for you to acknowledge that Yahweh is the God; there is no other God besides him.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 36,
          "text": "From heaven he made you hear his voice to teach you, and on the earth he showed you his great fire, and you heard his words from the midst of the fire.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 37,
          "text": "And because he loved your ancestors he chose their descendants after them. And he brought you forth from Egypt with his own presence, by his great strength,",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 38,
          "text": "to drive out nations greater and more numerous than you from before you, to bring you and to give to you their land as an inheritance, as it is this day.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 39,
          "text": "So you shall acknowledge today, and you must call to mind that Yahweh is God in heaven above and on the earth beneath. There is no other God.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 40,
          "text": "",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 4,
          "verse": 5,
          "text": "I have taught you rules and laws, just as the Lord my God commanded me. Follow them in the land you are entering to take as your very own.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 6,
          "text": "Be careful to keep them. That will show the nations how wise and understanding you are. They will hear about all of those rules. They’ll say, “That great nation certainly has wise and understanding people.”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 7,
          "text": "The Lord our God is near us every time we pray to him. What other nation is great enough to have its gods that close to them?",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 8,
          "text": "I’m giving you the laws of the Lord today. What other nation is great enough to have rules and laws that are as fair as these?",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 9,
          "text": "Don’t be careless. Instead, be very careful. Don’t forget the things your eyes have seen. As long as you live, don’t let them slip from your mind. Teach them to your children and their children after them.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 11,
          "text": "You came near and stood at the foot of the mountain. It blazed with fire that reached as high as the very heavens. There were black clouds and deep darkness.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 12,
          "text": "Then the Lord spoke to you out of the fire. You heard the sound of his words. But you didn’t see any shape or form. You only heard a voice.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 13,
          "text": "He announced his covenant to you. That covenant is the Ten Commandments. He commanded you to follow them. Then he wrote them down on two stone tablets.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 14,
          "text": "At that time the Lord directed me to teach you his rules and laws. You must follow them in the land you are crossing the Jordan River to take as your own.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 15,
          "text": "The Lord spoke to you at Mount Horeb out of the fire. But you didn’t see any shape or form that day. So be very careful.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 16,
          "text": "Make sure you don’t commit a horrible sin. Don’t make for yourselves a statue of a god. Don’t make a god that looks like a man or woman or anything else.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 17,
          "text": "Don’t make one that looks like any animal on earth or any bird that flies in the sky.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 18,
          "text": "Don’t make a statue that looks like any creature that moves along the ground or any fish that swims in the water.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 19,
          "text": "When you look up at the heavens, you will see the sun and moon. And you will see huge numbers of stars. Don’t let anyone tempt you to bow down to the sun, moon or stars. Don’t worship things the Lord your God has provided for all of the nations on earth.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 21,
          "text": "The Lord was angry with me because of what you did. He took an oath that he would never let me go across the Jordan River. He promised that I would never enter that good land. It’s the land the Lord your God is giving you as your own.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 22,
          "text": "I’ll die here in this land. I won’t go across the Jordan. But you are about to cross over it. And you are about to take that good land as your own.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 23,
          "text": "Be careful. Don’t forget the covenant the Lord your God made with you. Don’t make for yourselves a statue of any god at all. He has told you not to. So don’t do it.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 24,
          "text": "The Lord your God is like a fire that burns everything up. He’s a jealous God.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 25,
          "text": "You will have children and grandchildren. And you will live in the land a long time.\nBut don’t commit a horrible sin. Don’t make a statue of a god. If you do, that will be an evil thing in the sight of the Lord your God. You will make him angry.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 26,
          "text": "I’m calling out to heaven and earth to be witnesses against you this very day. If you do those things, you will quickly die in the land you are going across the Jordan River to take over. You won’t live there very long. You will certainly be destroyed.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 27,
          "text": "The Lord will drive you out of your land. He will scatter you among the nations. Only a few of you will remain alive there.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 28,
          "text": "There you will worship gods that men have made out of wood and stone. Those gods can’t see, hear, eat or smell.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 29,
          "text": "Perhaps while you are there, you will look to the Lord your God. You will find him if you look for him with all your heart and with all your soul.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 30,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 31,
          "text": "The Lord your God is tender and loving. He won’t leave you or destroy you. He won’t forget the covenant he made with your people long ago. He took an oath when he made it.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 32,
          "text": "Ask now about the days of long ago. Learn what happened long before your time. Ask about what has happened since the time God created man on the earth. Ask from one end of the world to the other. Has anything as great as this ever happened? Has anything like it ever been heard of?",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 33,
          "text": "You heard the voice of God speaking out of fire. And you lived! Has that happened to any other people?",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 34,
          "text": "Has any god ever tried to take one nation out of another to be his own? Has any god done it by putting his people to the test? Has any god done it with miraculous signs and wonders or with a war? Has any god reached out his mighty hand and powerful arm? Or has any god shown his people his great and wonderful acts?\nThe Lord your God did all of those things for you in Egypt. With your very own eyes you saw him do them.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 35,
          "text": "The Lord showed you those things so that you might know he is God. There is no other God except him.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 36,
          "text": "From heaven he made you hear his voice. He wanted to teach you. On earth he showed you his great fire. You heard his words coming out of the fire.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 37,
          "text": "He loved your people long ago. He chose their children after them. So he brought you out of Egypt. He used his great strength to do it.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 38,
          "text": "He drove out nations to make room for you. They were greater and stronger than you are. He will bring you into their land. He wants to give it to you as your very own. The whole land is as good as yours right now.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 39,
          "text": "The Lord is God in heaven above and on the earth below. Today you must agree with that and take it to heart. There is no other God.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 40,
          "text": "",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Acts 4:1 - 4:12",
    "versions": {
      "leb": [
        {
          "chapter": 4,
          "verse": 1,
          "text": "let it be known to all of you and to all the people of Israel that by the name of Jesus Christ the Nazarene, whom you crucified, whom God raised from the dead—by him this man stands before you healthy!",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 2,
          "text": "For we are not able to refrain from speaking about the things that we have seen and heard.”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 3,
          "text": "as you extend your hand to heal and signs and wonders are performed through the name of your holy servant Jesus.”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 4,
          "text": "But many of those who listened to the message believed, and the number of the men was approximately five thousand.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 5,
          "text": "And it happened that on the next day, their rulers and elders and scribes came together in Jerusalem,",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 6,
          "text": "and Annas the high priest, and Caiaphas and John and Alexander, and all those who were from the high priest’s family.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 7,
          "text": "And they made them stand in their midst and began to ask, “By what power or by what name did you do this?”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 8,
          "text": "Then Peter, filled with the Holy Spirit, said to them, “Rulers of the people and elders,",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 9,
          "text": "if we are being examined today concerning a good deed done to a sick man—by what means this man was healed—",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 11,
          "text": "This one is the stone that was rejected by you, the builders, that has become the cornerstone.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 12,
          "text": "And there is salvation in no one else, for there is no other name under heaven that is given among people by which we must be saved.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 4,
          "verse": 1,
          "text": "Then listen to this, you and all the people of Israel! You nailed Jesus Christ of Nazareth to the cross. But God raised him from the dead. It is through Jesus’ name that this man stands healed in front of you.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 2,
          "text": "There’s nothing else we can do. We have to speak about the things we’ve seen and heard.”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 3,
          "text": "Stretch out your hand to heal. Do miraculous signs and wonders through the name of your holy servant Jesus.”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 4,
          "text": "But many who heard the message believed. The number of men who believed grew to about 5,000.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 5,
          "text": "The next day the rulers, the elders and the teachers of the law met in Jerusalem.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 6,
          "text": "Annas, the high priest, was there. So were Caiaphas, John, Alexander and others in the high priest’s family.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 7,
          "text": "They had Peter and John brought to them. They wanted to question them. “By what power did you do this?” they asked. “And through whose name?”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 8,
          "text": "Peter was filled with the Holy Spirit. He said to them, “Rulers and elders of the people!",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 9,
          "text": "Are you asking us to explain our actions today? Do you want to know why we were kind to a disabled man? Are you asking how he was healed?",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 11,
          "text": "“‘the stone you builders did not accept.\nBut it has become the most important stone of all.’ ()",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 12,
          "text": "You can’t be saved by believing in anyone else. God has given us no other name under heaven that will save us.”",
          "isHeading": false
        }
      ]
    }
  }
}