{
  "torah": {
    "passage": "Deuteronomy 12:11 - 12:28",
    "versions": {
      "leb": [
        {
          "chapter": 12,
          "verse": 11,
          "text": "and then at the place that Yahweh your God will choose, to let his name dwell there, there you shall bring all the things I am commanding you, your burnt offerings and your sacrifices, your tithes and your donations, and all of the choice things, your votive gifts that you vow to Yahweh.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 12,
          "text": "And you shall rejoice before Yahweh your God, you and your sons and your daughters and your slaves and your slave women and the Levite who is in your towns, because there is not for him a plot of ground and an inheritance with you.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 13,
          "text": "“Take care for yourself so that you do not offer your burnt offerings at just any place that you happen to see,",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 14,
          "text": "but only at the place that Yahweh will choose among one of your tribes; there you shall offer your burnt offerings, and there you shall do all the things that I am commanding you.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 15,
          "text": "“But whenever you desire you may slaughter, and you may eat meat according to the blessing of Yahweh your God that he has given to you in all of your towns; the unclean and the clean may eat it just as they would the gazelle and as the deer.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 16,
          "text": "Only the blood you must not eat, but on the ground you must pour it like water.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 17,
          "text": "You are not allowed to eat in your towns the tithe of your grain and your wine and your olive oil and the firstborn of your herd and your flock and all of your votive gifts that you vowed and your freewill offering and your donations.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 18,
          "text": "But only before Yahweh your God you shall eat it, at the place that Yahweh your God will choose, you and your son and your daughter and your slave and your slave woman and the Levite who is in your towns, and you must rejoice before your God in all your undertakings.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 19,
          "text": "Take care so that you do not neglect the Levite all of your days on your land.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 20,
          "text": "“When Yahweh your God enlarges your territory just as he has promised to you, and you say ‘I want to eat some meat,’ because you want it, whenever you desire you may eat meat.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 21,
          "text": "If the place that Yahweh your God will choose to put his name there is too far from you, and you slaughter any of your herd and any of your flock that Yahweh has given to you just as I have commanded you, then you may eat whenever you desire in your towns.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 22,
          "text": "Surely just as the gazelle and the deer is eaten, so both the unclean and the clean together may eat it.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 23,
          "text": "Only, be sure not to eat the blood, because the blood is the life, and you shall not eat the life with the meat.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 24,
          "text": "You shall not eat it, but on the ground you shall pour it out like water.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 25,
          "text": "You shall not eat it, so that it will go well for you and your children after you, because then you will be doing what is right in the eyes of Yahweh.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 26,
          "text": "Only your holy objects that are yours and your votive gifts you must carry and you must bring to the place that Yahweh will choose.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 27,
          "text": "And you shall offer your burnt offerings, the flesh and the blood on the altar of Yahweh your God, and the blood of your sacrifices you shall pour out on the altar of Yahweh your God, but the meat you may eat.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 28,
          "text": "Be careful to obey all these things that I am commanding you, so that it will go well for you and for your children after you forever, because then you will be doing what is good and right in the eyes of Yahweh your God.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 12,
          "verse": 11,
          "text": "The Lord your God will choose a special place. He will put his Name there. That’s where you must bring everything I command you to bring. That includes your burnt offerings and sacrifices. It includes your special gifts and a tenth of everything you produce. It also includes all of the things of value that you promised to give to the Lord.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 12,
          "text": "Be filled with joy there in the sight of the Lord your God. Your children should also be joyful. So should your male and female servants. And so should the Levites from your towns. The Levites won’t receive any part of the land as their share.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 13,
          "text": "Be careful not to sacrifice your burnt offerings anywhere you want to.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 14,
          "text": "Offer them only at the place the Lord will choose in one of your tribes. There obey everything I command you.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 15,
          "text": "But you can kill your animals in any of your towns. You can eat as much of the meat as you want to. You can eat it as if it were antelope or deer meat. That’s in keeping with the blessing the Lord your God is giving you. Those who are “clean” and those who are not can eat it.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 16,
          "text": "But you must not eat meat that still has blood in it. Pour the blood out on the ground like water.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 17,
          "text": "Here are the things you must not eat in your own towns. You must not eat the tenth part of your grain, olive oil and fresh wine. It belongs to the Lord. You must not eat the male animals among your livestock that were born first to their mothers. Don’t eat anything you have promised to give. Don’t eat any offerings you have chosen to give. And you must not eat any of your special gifts.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 18,
          "text": "Instead, you must eat all of those things in the sight of the Lord your God. Do it at the place he will choose. You, your children, your male and female servants and the Levites from your towns can eat them.\nBe filled with joy in the sight of the Lord your God. Be joyful in everything you do.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 19,
          "text": "Don’t forget to take care of the Levites as long as you live in your land.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 20,
          "text": "The Lord your God will increase your territory, just as he has promised you. When he does, you might get hungry for meat. You might say, “I’d really like some meat.” Then you can eat as much of it as you want to.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 21,
          "text": "The Lord your God will choose a special place. He will put his Name there. But suppose it’s too far away for you to go to it. Then you can kill animals from the herds and flocks the Lord has given you. Do it just as I have commanded you. In your own towns you can eat as much of the meat as you want to.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 22,
          "text": "Eat it as you would eat antelope or deer meat. Those who are “clean” and those who are not can eat it.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 23,
          "text": "But be sure you don’t eat meat that still has blood in it. The blood is the animal’s life. So you must not eat the life along with the meat.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 24,
          "text": "You must not eat the blood. Pour it out on the ground like water.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 25,
          "text": "Don’t eat it. Then things will go well with you and your children after you. You will be doing what is right in the eyes of the Lord.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 26,
          "text": "But go to the place the Lord will choose. Take with you the things you have set apart for him. Bring what you have promised to give him.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 27,
          "text": "Sacrifice your burnt offerings on the altar of the Lord your God. Offer the meat and the blood there. The blood of your sacrifices must be poured out beside his altar. But you can eat the meat.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 28,
          "text": "Make sure you obey all of the rules I’m giving you. Then things will always go well with you and your children after you. That’s because you will be doing what is good and right in the eyes of the Lord your God.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Acts 8:1 - 8:8",
    "versions": {
      "leb": [
        {
          "chapter": 8,
          "verse": 1,
          "text": "Saul Attempts to Destroy the Church\nAnd Saul was agreeing with his murder. Now there happened on that day a great persecution against the church in Jerusalem, and they were all scattered throughout the regions of Judea and Samaria, except the apostles.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 2,
          "text": "And devout men buried Stephen and made loud lamentation over him.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 3,
          "text": "But Saul was attempting to destroy the church. Entering house after house, he dragged off both men and women and delivered them to prison.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 4,
          "text": "Philip Proclaims Christ in Samaria\nNow those who had been scattered went about proclaiming the good news of the word.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 5,
          "text": "And Philip came down to the city of Samaria and began proclaiming the Christ to them.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 6,
          "text": "And the crowds with one mind were paying attention to what was being said by Philip, as they heard him and saw the signs that he was performing.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 7,
          "text": "For many of those who had unclean spirits, they were coming out of them, crying out with a loud voice, and many who were paralyzed and lame were healed.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 8,
          "text": "And there was great joy in that city.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 8,
          "verse": 1,
          "text": "Saul was there. He had agreed that Stephen should die.\nThe Church Is Scattered\nOn that day the church in Jerusalem began to be attacked and treated badly. All except the apostles were scattered throughout Judea and Samaria.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 2,
          "text": "Godly Jews buried Stephen. They sobbed and sobbed over him.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 3,
          "text": "But Saul began to destroy the church. He went from house to house. He dragged men and women away and put them in prison.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 4,
          "text": "Philip Goes to Samaria\nThe believers who had been scattered preached the word everywhere they went.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 5,
          "text": "Philip went down to a city in Samaria. There he preached about the Christ.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 6,
          "text": "The crowds listened to Philip. They saw the miraculous signs he did. They all paid close attention to what he said.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 7,
          "text": "Evil spirits screamed and came out of many people. Many who were disabled or who couldn’t walk were healed.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 8,
          "text": "So there was great joy in that city.",
          "isHeading": false
        }
      ]
    }
  }
}