{
  "torah": {
    "passage": "Genesis 7:1 - 7:16",
    "versions": {
      "leb": [
        {
          "chapter": 7,
          "verse": 1,
          "text": "And it happened that after seven days the waters of the flood came over the earth.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 2,
          "text": "The waters swelled fifteen cubits above the mountains, covering them.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 3,
          "text": "as well as from the birds of heaven seven pairs, male and female, to keep their kind alive on the face of the earth.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 4,
          "text": "For within seven days I will send rain upon the earth for forty days and forty nights. And I will blot out all the living creatures that I have made from upon the face of the ground.”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 5,
          "text": "And Noah did according to all that Yahweh commanded him.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 6,
          "text": "Noah was six hundred years old when the flood waters came upon the earth.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 7,
          "text": "And Noah and his sons and his wife, and the wives of his sons with him, went into the ark because of the waters of the flood.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 8,
          "text": "Of clean animals, and of animals which are not clean, and of the birds, and everything that creeps upon the ground,",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 9,
          "text": "two of each went to Noah, into the ark, male and female, as God had commanded Noah.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 11,
          "text": "In the six hundredth year of the life of Noah, in the second month, on the seventeenth day of the month—on that day all the springs of the great deep were split open, and the windows of heaven were opened.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 12,
          "text": "And the rain came upon the earth forty days and forty nights.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 13,
          "text": "On this same day, Noah, Shem, Ham, and Japheth, the sons of Noah, and the wife of Noah and the three wives of his sons with them, went into the ark,",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 14,
          "text": "they and all the living creatures according to their kind, and all the domesticated animals according to their kind, and all the creatures that creep upon the earth according to their kind, all the birds according to their kind, every winged creature.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 15,
          "text": "And they came to Noah to the ark, two of each, from every living thing in which was the breath of life.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 16,
          "text": "And those that came, male and female, of every living thing, came as God had commanded him. And Yahweh shut the door behind him.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 7,
          "verse": 1,
          "text": "After seven days the flood came on the earth.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 2,
          "text": "The waters continued to rise until they covered the mountains by more than 20 feet.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 3,
          "text": "Also take seven of every kind of bird. Take male and female of them. That will keep every kind alive. Then they can spread out again over the whole earth.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 4,
          "text": "“Seven days from now I will send rain on the earth. It will rain for 40 days and 40 nights. I will destroy from the face of the earth every living thing I have made.”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 5,
          "text": "Noah did everything the Lord commanded him to do.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 6,
          "text": "Noah was 600 years old when the flood came on the earth.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 7,
          "text": "He and his sons entered the ark. His wife and his sons’ wives went with them. They entered the ark to escape the waters of the flood.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 8,
          "text": "Pairs of “clean” animals and pairs of animals that were not “clean” came to Noah. So did pairs of birds and pairs of all of the creatures that move along the ground.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 9,
          "text": "Male and female of all of them came to Noah and entered the ark.\nEverything happened exactly as God had commanded Noah.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 11,
          "text": "Noah was 600 years old. It was the 17th day of the second month of the year. On that day all of the springs at the bottom of the oceans burst open. God opened the windows of the skies.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 12,
          "text": "Rain fell on the earth for 40 days and 40 nights.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 13,
          "text": "On that same day Noah entered the ark together with Shem, Ham and Japheth. Noah’s wife and the wives of his three sons also entered it.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 14,
          "text": "They had every kind of wild animal with them. They had every kind of livestock. They had every kind of creature that moves along the ground. And they had every kind of bird that flies.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 15,
          "text": "Pairs of all living creatures that breathe came to Noah and entered the ark.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 16,
          "text": "The animals going in were male and female of every living thing.\nEverything happened exactly as God had commanded Noah. Then the Lord shut him in.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "John 3:16 - 3:21",
    "versions": {
      "leb": [
        {
          "chapter": 3,
          "verse": 16,
          "text": "For in this way God loved the world, so that he gave his one and only Son, in order that everyone who believes in him will not perish, but will have eternal life.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 17,
          "text": "For God did not send his Son into the world in order that he should judge the world, but in order that the world should be saved through him.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 18,
          "text": "The one who believes in him is not judged, but the one who does not believe has already been judged, because he has not believed in the name of the one and only Son of God.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 19,
          "text": "And this is the judgment: that the light has come into the world, and people loved the darkness rather than the light, because their deeds were evil.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 21,
          "text": "But the one who practices the truth comes to the light, in order that his deeds may be revealed, that they are done in God.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 3,
          "verse": 16,
          "text": "“God loved the world so much that he gave his one and only Son. Anyone who believes in him will not die but will have eternal life.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 17,
          "text": "“God did not send his Son into the world to judge the world. He sent his Son to save the world through him.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 18,
          "text": "Anyone who believes in him is not judged. But anyone who does not believe is judged already. He has not believed in the name of God’s one and only Son.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 19,
          "text": "“Here is the judgment. Light has come into the world, but people loved darkness instead of light. They loved darkness because what they did was evil.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 21,
          "text": "But anyone who lives by the truth comes into the light. He does this so that it will be easy to see that what he has done is with God’s help.”",
          "isHeading": false
        }
      ]
    }
  }
}