{
  "torah": {
    "passage": "Genesis 19:1 - 19:20",
    "versions": {
      "leb": [
        {
          "chapter": 19,
          "verse": 1,
          "text": "And the two angels came to Sodom in the evening. And Lot was sitting in the gateway of Sodom. Then Lot saw them and stood up to meet them. And he bowed down with his face to the ground.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 2,
          "text": "And he said, “Behold, my lords, please turn aside into the house of your servant and spend the night and wash your feet. Then you can rise early and go on your way.” And they said, “No, but we will spend the night in the square.”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 3,
          "text": "But he urged them strongly, and they turned aside with him and came into his house. And he made a meal for them and baked unleavened bread, and they ate.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 4,
          "text": "Before they laid down, the men of the city, the men of Sodom, both young and old, all the people to the last man, surrounded the house.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 5,
          "text": "And they called to Lot and said to him, “Where are the men who came to you tonight? Bring them out to us so that we may know them.”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 6,
          "text": "But Lot went out to them at the entrance, and he shut the door behind him.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 7,
          "text": "And he said, “No, my brothers, please do not do such a wrong thing.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 8,
          "text": "Behold, I have two daughters who have not known a man. Please, let me bring them out to you; then do to them as it seems good in your eyes. Only to these men do not do this thing, since they came under my roof for protection.”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 9,
          "text": "But they said, “Step aside!” Then they said, “This fellow came to dwell as a foreigner and he acts as a judge! Now we shall do worse to you than them!” And they pressed very hard against the man, against Lot, and they drew near to break the door.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 10,
          "text": "Then the men reached out with their hands and brought Lot in to them, into the house, and they shut the door.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 11,
          "text": "And the men who were at the entrance of the house they struck with blindness, both small and great, and they were unable to find the entrance.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 12,
          "text": "Then the men said to Lot, “Who is here with you? Bring out from the place your sons-in-law, and your sons and your daughters, and all who are with you in the city.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 13,
          "text": "For we are about to destroy this place, because their cry has become great before Yahweh. Yahweh sent us to destroy it.”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 14,
          "text": "Then Lot went out and spoke to his sons-in-law who were taking his daughters and said, “Get up! Go out from this place, because Yahweh is going to destroy the city!” But it seemed like a joke in the eyes of his sons-in-law.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 15,
          "text": "And as the dawn came up the angels urged Lot saying, “Get up, take your wife and your two daughters who are staying with you, lest you be destroyed with the punishment of the city.”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 16,
          "text": "But when he lingered, the men seized him by his hand and his wife’s hand, and his two daughters by hand, on account of the mercy of Yahweh upon him. And they brought him out and set him outside of the city.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 17,
          "text": "And after bringing them outside one said, “Flee for your life; do not look behind you, and do not stand anywhere in the plain. Flee to the mountains lest you be destroyed.”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 18,
          "text": "And Lot said to them, “No, please, my lords.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 19,
          "text": "Behold, your servant has found favor in your eyes and you have shown me great kindness in saving my life. But I cannot flee to the mountains, lest the disaster overtake me and I die.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 20,
          "text": "Behold, this city is near enough to flee there, and it is a little one. Please, let me flee there. Is it not a little one? Then my life shall be saved.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 19,
          "verse": 1,
          "text": "The two angels arrived at Sodom in the evening. Lot was sitting near the gate of the city.\nWhen Lot saw them, he got up to meet them. He bowed down with his face to the ground.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 2,
          "text": "“My lords,” he said, “please come to my house. You can wash your feet and spend the night here. Then you can go on your way early in the morning.”\n“No,” they answered. “We’ll spend the night in the street.”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 3,
          "text": "But Lot wouldn’t give up. So they went with him and entered his house. He prepared a meal for them. He baked bread without using yeast. And they ate.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 4,
          "text": "Before Lot and his guests had gone to bed, all of the men came from every part of the city of Sodom. Young and old men alike surrounded the house.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 5,
          "text": "They called out to Lot. They said, “Where are the men who came to you tonight? Bring them out to us. We want to have sex with them.”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 6,
          "text": "Lot went outside to meet them. He shut the door behind him.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 7,
          "text": "He said, “No, my friends. Don’t do such an evil thing.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 8,
          "text": "Look, I have two daughters. No man has ever made love to them. I’ll bring them out to you now. Then do to them what you want to. But don’t do anything to these men. I’ve brought them inside so they can be safe.”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 9,
          "text": "“Get out of our way!” the men of Sodom replied. They said, “This fellow came here as an outsider. Now he wants to act like a judge! We’ll treat you worse than them.” They kept trying to force Lot to open the door. Then they moved forward to break it down.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 10,
          "text": "But the men inside reached out and pulled Lot back into the house. They shut the door.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 11,
          "text": "Then they made the men who were at the door of the house blind. They blinded young and old men alike. So the men couldn’t find the door.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 12,
          "text": "The two men said to Lot, “Do you have anyone else here? Do you have sons-in-law, sons or daughters? Does anyone else in the city belong to you? Get them out of here.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 13,
          "text": "We are going to destroy this place. There has been a great cry to the Lord against the people of this city. So he has sent us to destroy it.”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 14,
          "text": "Then Lot went out and spoke to his sons-in-law. They had promised to get married to his daughters. He said, “Hurry up! Get out of this place! The Lord is about to destroy the city!” But his sons-in-law thought he was joking.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 15,
          "text": "The sun was coming up. So the angels tried to get Lot to leave. They said, “Hurry up! Take your wife and your two daughters who are here. Get out! If you don’t, you will be swept away when the city is punished.”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 16,
          "text": "Lot didn’t move right away. So the men grabbed him by the hand. They also took hold of the hands of his wife and two daughters. They led all of them safely out of the city. The Lord had mercy on them.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 17,
          "text": "As soon as the angels had brought them out, one of them spoke. He said, “Run for your lives! Don’t look back! Don’t stop anywhere in the valley! Run to the mountains! If you don’t, you will be swept away!”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 18,
          "text": "But Lot said to them, “No, my lords! Please!",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 19,
          "text": "You have done me a big favor. You have been very kind to me by sparing my life. But I can’t run to the mountains. This horrible thing that’s going to happen will catch up with me. And then I’ll die.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 20,
          "text": "“Look, here’s a town near enough to run to. It’s small. Let me run to it. It’s very small, isn’t it? Then my life will be spared.”",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "John 6:41 - 6:51",
    "versions": {
      "leb": [
        {
          "chapter": 6,
          "verse": 41,
          "text": "Now the Jews began to grumble about him because he said, “I am the bread that came down from heaven,”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 42,
          "text": "and they were saying, “Is this one not Jesus the son of Joseph, whose father and mother we know? How does he now say, ‘I have come down from heaven’?”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 43,
          "text": "Jesus answered and said to them, “Do not grumble among yourselves!",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 44,
          "text": "No one is able to come to me unless the Father who sent me draws him, and I will raise him up on the last day.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 45,
          "text": "It is written in the prophets, ‘And they will all be taught by God.’ Everyone who hears from the Father and learns comes to me.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 46,
          "text": "(Not that anyone has seen the Father except the one who is from God—this one has seen the Father.)",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 47,
          "text": "Truly, truly I say to you, the one who believes has eternal life.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 48,
          "text": "I am the bread of life.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 49,
          "text": "Your fathers ate the manna in the wilderness and they died.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 50,
          "text": "This is the bread that comes down from heaven so that someone may eat from it and not die.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 51,
          "text": "I am the living bread that came down from heaven. If anyone eats from this bread, he will live forever. And the bread that I will give for the life of the world is my flesh.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 6,
          "verse": 41,
          "text": "Then the Jews began to complain about Jesus. That was because he said, “I am the bread that came down from heaven.”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 42,
          "text": "They said, “Isn’t this Jesus, the son of Joseph? Don’t we know his father and mother? How can he now say, ‘I came down from heaven’?”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 43,
          "text": "“Stop complaining among yourselves,” Jesus answered.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 44,
          "text": "“No one can come to me unless the Father who sent me brings him. Then I will raise him up on the last day.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 45,
          "text": "“It is written in the Prophets, ‘God will teach all of them.’ () Everyone who listens to the Father and learns from him comes to me.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 46,
          "text": "“No one has seen the Father except the One who has come from God. Only he has seen the Father.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 47,
          "text": "What I’m about to tell you is true. Everyone who believes has life forever.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 48,
          "text": "“I am the bread of life.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 49,
          "text": "Long ago your people ate the manna in the desert, and they still died.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 50,
          "text": "But here is the bread that comes down from heaven. A person can eat it and not die.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 51,
          "text": "I am the living bread that came down from heaven. Everyone who eats some of this bread will live forever. The bread is my body. I will give it for the life of the world.”",
          "isHeading": false
        }
      ]
    }
  }
}