{
  "torah": {
    "passage": "Genesis 9:8 - 9:17",
    "versions": {
      "leb": [
        {
          "chapter": 9,
          "verse": 8,
          "text": "And God said to Noah and to his sons with him,",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 9,
          "text": "“As for me, behold, I am establishing my covenant with you and with your seed after you,",
          "isHeading": true
        },
        {
          "chapter": 9,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 11,
          "text": "I am establishing my covenant with you, that never again will all flesh be cut off by the waters of a flood, nor will there ever be a flood that destroys the earth.”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 12,
          "text": "And God said, “This is the sign of the covenant that I am making between me and you, and between every living creature that is with you for future generations.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 13,
          "text": "My bow I have set in the clouds, and it shall be for a sign of the covenant between me and between the earth.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 14,
          "text": "And when I make clouds appear over the earth the bow shall be seen in the clouds.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 15,
          "text": "Then I will remember my covenant that is between me and you, and between every living creature, with all flesh. And the waters of a flood will never again cause the destruction of all flesh.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 16,
          "text": "The bow shall be in the clouds, and I will see it, so as to remember the everlasting covenant between God and between every living creature, with all flesh that is upon the earth.”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 17,
          "text": "And God said to Noah, “This is the sign of the covenant which I am establishing between me and all flesh that is upon the earth.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 9,
          "verse": 8,
          "text": "Then God spoke to Noah and to his sons who were with him. He said,",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 9,
          "text": "“I am now making my covenant with you and with all of your children who will be born after you.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 11,
          "text": "“Here is my covenant that I am making with you. The waters of a flood will never destroy all life again. A flood will never destroy the earth again.”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 12,
          "text": "God continued, “My covenant is between me and you and every living thing with you. It is a covenant for all time to come.\n“Here is the sign of the covenant I am making.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 13,
          "text": "I have put my rainbow in the clouds. It will be the sign of the covenant between me and the earth.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 14,
          "text": "Sometimes when I bring clouds over the earth, a rainbow will appear in them.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 15,
          "text": "Then I will remember my covenant between me and you and every kind of living thing. The waters will never become a flood to destroy all life again.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 16,
          "text": "“When the rainbow appears in the clouds, I will see it. I will remember that my covenant will last forever. It is a covenant between me and every kind of living thing on earth.”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 17,
          "text": "So God said to Noah, “The rainbow is the sign of my covenant. I have made my covenant between me and all life on earth.”",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "John 4:15 - 4:26",
    "versions": {
      "leb": [
        {
          "chapter": 4,
          "verse": 15,
          "text": "The woman said to him, “Sir, give me this water, so that I will not be thirsty or come here to draw water!”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 16,
          "text": "He said to her, “Go, call your husband and come here.”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 17,
          "text": "The woman answered and said to him, “I do not have a husband.” Jesus said to her, “You have said rightly, ‘I do not have a husband,’",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 18,
          "text": "for you have had five husbands, and the one whom you have now is not your husband; this you have said truthfully!”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 19,
          "text": "The woman said to him, “Sir, I see that you are a prophet.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 21,
          "text": "Jesus said to her, “Believe me, woman, that an hour is coming when neither on this mountain nor in Jerusalem will you worship the Father.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 22,
          "text": "You worship what you do not know. We worship what we know, because salvation is from the Jews.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 23,
          "text": "But an hour is coming—and now is here—when the true worshipers will worship the Father in spirit and truth, for indeed the Father seeks such people to be his worshipers.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 24,
          "text": "God is spirit, and the ones who worship him must worship in spirit and truth.”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 25,
          "text": "The woman said to him, “I know that Messiah is coming” (the one called Christ); “whenever that one comes, he will proclaim all things to us.”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 26,
          "text": "Jesus said to her, “I, the one speaking to you, am he.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 4,
          "verse": 15,
          "text": "The woman said to him, “Sir, give me this water. Then I will never be thirsty. And I won’t have to keep coming here to get water.”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 16,
          "text": "He told her, “Go. Get your husband and come back.”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 17,
          "text": "Jesus said to her, “You are right when you say you have no husband.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 18,
          "text": "The fact is, you have had five husbands. And the man you have now is not your husband. What you have just said is very true.”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 19,
          "text": "“Sir,” the woman said, “I can see that you are a prophet.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 21,
          "text": "Jesus said, “Believe me, woman. A time is coming when you will not worship the Father on this mountain or in Jerusalem.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 22,
          "text": "You Samaritans worship what you do not know. We worship what we do know. Salvation comes from the Jews.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 23,
          "text": "“But a new time is coming. In fact, it is already here. True worshipers will worship the Father in spirit and in truth. They are the kind of worshipers the Father is looking for.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 24,
          "text": "“God is spirit. His worshipers must worship him in spirit and in truth.”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 25,
          "text": "The woman said, “I know that Messiah is coming.” (He is called Christ.) “When he comes, he will explain everything to us.”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 26,
          "text": "Then Jesus said, “I, the one speaking to you, am he.”",
          "isHeading": false
        }
      ]
    }
  }
}