{
  "torah": {
    "passage": "Exodus 27:1 - 27:8",
    "versions": {
      "leb": [
        {
          "chapter": 27,
          "verse": 1,
          "text": "Instructions for Making the Bronze Altar\n“And you will make the altar of acacia wood, five cubits long and five cubits wide; the altar will be square, and its height will be three cubits.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 2,
          "text": "And you will make its horns on its four corners; its horns will be of one piece with it, and you will overlay it with bronze.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 3,
          "text": "And you will make its pots for removing its fat-soaked ashes and its shovels and its sprinkling bowls and its forks and its fire pans; you will make all its equipment with bronze.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 4,
          "text": "And you will make for it a grating, a work of bronze network, and you will make on the network four bronze rings on its four ends.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 5,
          "text": "And you will put it under the ledge of the altar, below, and the network will be up to the middle of the altar.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 6,
          "text": "And you will make poles for the altar, poles of acacia wood, and you will overlay them with bronze.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 7,
          "text": "And the poles will be put into the rings, and the poles will be on the two sides of the altar when carrying it.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 8,
          "text": "You will make it hollow with boards. As it was shown you on the mountain, so they will do.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 27,
          "verse": 1,
          "text": "The Altar for Burnt Offerings\n“Build an altar out of acacia wood. It must be four feet six inches high and seven feet six inches square.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 2,
          "text": "Make a horn stick out from each of its upper four corners. Cover the altar with bronze.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 3,
          "text": "“Make all of its tools out of bronze. Make its pots to remove the ashes. Make its shovels, sprinkling bowls, meat forks, and pans for carrying ashes.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 4,
          "text": "“Make a bronze grate for the altar. Make a bronze ring for each of the four corners of the grate.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 5,
          "text": "Put the grate halfway up the altar on the inside.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 6,
          "text": "“Make poles out of acacia wood for the altar. Cover them with bronze.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 7,
          "text": "Put the poles through the rings. They will be on two sides of the altar for carrying it.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 8,
          "text": "“Make the altar out of boards. Make it hollow. You must make it just as I showed you on the mountain.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Mark 10:46 - 10:52",
    "versions": {
      "leb": [
        {
          "chapter": 10,
          "verse": 46,
          "text": "A Blind Man Healed at Jericho\nAnd they came to Jericho. And as he was setting out from Jericho along with his disciples and a large crowd, a blind beggar, Bartimaeus the son of Timaeus, was sitting beside the road.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 47,
          "text": "And when he heard that it was Jesus the Nazarene, he began to cry out and say, “Jesus, Son of David, have mercy on me!”",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 48,
          "text": "And many people warned him that he should be quiet. But he was crying out even more loudly, “Son of David, have mercy on me!”",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 49,
          "text": "And Jesus stopped and said, “Call him.” And they called the blind man and said to him, “Have courage! Get up! He is calling you.”",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 50,
          "text": "And he threw off his cloak, jumped up, and came to Jesus.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 51,
          "text": "And Jesus answered him and said, “What do you want me to do for you?” And the blind man said to him, “Rabboni, that I may regain my sight.”",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 52,
          "text": "And Jesus said to him, “Go, your faith has healed you.” And immediately he regained his sight and began to follow him on the road.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 10,
          "verse": 46,
          "text": "Blind Bartimaeus Receives His Sight\nJesus and his disciples came to Jericho. They were leaving the city. A large crowd was with them.\nA blind man was sitting by the side of the road begging. His name was Bartimaeus. Bartimaeus means Son of Timaeus.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 47,
          "text": "He heard that Jesus of Nazareth was passing by. So he began to shout, “Jesus! Son of David! Have mercy on me!”",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 48,
          "text": "Many people commanded him to stop. They told him to be quiet. But he shouted even louder, “Son of David! Have mercy on me!”",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 49,
          "text": "Jesus stopped and said, “Call for him.”\nSo they called out to the blind man, “Cheer up! Get up on your feet! Jesus is calling for you.”",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 50,
          "text": "He threw his coat to one side. Then he jumped to his feet and came to Jesus.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 51,
          "text": "“What do you want me to do for you?” Jesus asked him.\nThe blind man said, “Rabbi, I want to be able to see.”",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 52,
          "text": "“Go,” said Jesus. “Your faith has healed you.”\nRight away he could see. And he followed Jesus along the road.",
          "isHeading": false
        }
      ]
    }
  }
}