{
  "torah": {
    "passage": "Genesis 31:17 - 31:42",
    "versions": {
      "leb": [
        {
          "chapter": 31,
          "verse": 17,
          "text": "Then Jacob got up and put his children and his wives on the camels.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 18,
          "text": "And he drove all his livestock and his possessions that he had acquired, the livestock of his possession that he had acquired in Paddan-Aram, in order to go to Isaac his father, to the land of Canaan.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 19,
          "text": "Now Laban had gone to shear his sheep, and Rachel stole the idols that belonged to her father.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 20,
          "text": "And Jacob tricked Laban the Aramean by not telling him that he intended to flee.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 21,
          "text": "Then he fled with all that he had, and arose and crossed the Euphrates and set his face toward the hill country of Gilead.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 22,
          "text": "And on the third day it was told to Laban that Jacob had fled.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 23,
          "text": "Then he took his kinsmen with him and pursued after him, a seven-day journey, and he caught up with him in the hill country of Gilead.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 24,
          "text": "And God came to Laban the Aramean in a dream at night and said to him, “Take care that you not speak with Jacob, whether good or evil.”",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 25,
          "text": "And Laban overtook Jacob. Now Jacob had pitched his tent in the hill country, and Laban and his kinsmen pitched their tents in the hill country of Gilead.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 26,
          "text": "Then Laban said to Jacob, “What have you done that you tricked me and have carried off my daughters like captives of the sword?",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 27,
          "text": "Why did you hide your intention to flee and trick me, and did not tell me so that I would have sent you away with joy and song and tambourine and lyre?",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 28,
          "text": "And why did you not give me opportunity to kiss my grandsons and my daughters goodbye? Now you have behaved foolishly by doing this.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 29,
          "text": "It is in my power to do harm to you, but the God of your father spoke to me last night saying, ‘Take care from speaking with Jacob, whether good or evil.’",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 30,
          "text": "Now, you have surely gone because you desperately longed for the house of your father, but why did you steal my gods?”",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 31,
          "text": "Then Jacob answered and said to Laban, “Because I was afraid, for I thought, ‘Lest you take your daughters from me by force.’",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 32,
          "text": "But with whomever you find your gods, he shall not live. In the presence of your kinsmen now identify what is with me that is yours and take it.” Now Jacob did not know that Rachel had stolen them.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 33,
          "text": "Then Laban went into Jacob’s tent and Leah’s tent and the tent of the two female servants and did not find his gods. And he came out of Leah’s tent and went into Rachel’s tent.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 34,
          "text": "Now Rachel had taken the idols and put them in the saddle bag of the camel and sat on them. And Jacob searched the whole tent thoroughly but did not find them.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 35,
          "text": "And she said to her father, “Let there not be anger in the eyes of my lord, for I am not able to rise before you, for the way of women is with me. And he searched carefully and did not find the idols.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 36,
          "text": "Then Jacob became angry and quarreled with Laban. Jacob answered and said to Laban, “What is my offense? What is my sin that you pursued after me?",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 37,
          "text": "For you have searched all my possessions and what did you find among all the possessions of my household? Set it before my kinsmen and your kinsmen that they may decide between the two of us!",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 38,
          "text": "These twenty years I was with you; your ewes and your female goats did not miscarry, and the rams of your flocks I did not eat.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 39,
          "text": "I brought no mangled carcass to you—I bore its loss. From my hand you sought it, whether stolen by day or stolen by night.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 40,
          "text": "There I was, during the day the heat consumed me, and the cold by night, and my sleep fled from my eyes.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 41,
          "text": "These twenty years I have been in your house. I served you fourteen years for your two daughters and six years for your flock, and you have changed my wages ten times.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 42,
          "text": "If the God of my father, the God of Abraham and the Fear of Isaac had not been with me, indeed now you would have sent me away empty-handed. God saw my misery and the labor of my hands and rebuked you last night.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 31,
          "verse": 17,
          "text": "Then Jacob put his children and wives on camels.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 18,
          "text": "He drove all of his livestock ahead of him. He also took with him everything he had gotten in Paddan Aram. He left to go to his father Isaac in the land of Canaan.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 19,
          "text": "Laban had gone to clip the wool from his sheep. While he was gone, Rachel stole the statues of family gods that belonged to her father.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 20,
          "text": "And that’s not all. Jacob tricked Laban the Aramean. He didn’t tell him he was running away.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 21,
          "text": "So Jacob ran off with everything he had. He crossed the Euphrates River. And he headed for the hill country of Gilead.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 22,
          "text": "Laban Chases Jacob\nOn the third day Laban was told that Jacob had run away.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 23,
          "text": "He took his relatives with him and went after Jacob. Seven days later he caught up with him in the hill country of Gilead.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 24,
          "text": "Then God came to Laban the Aramean in a dream at night. He said to him, “Be careful. Do not say anything to Jacob, whether it is good or bad.”",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 25,
          "text": "Jacob had set up his tent in the hill country of Gilead. That’s where Laban caught up with him. Laban and his relatives camped there too.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 26,
          "text": "Laban said to Jacob, “What have you done? You have tricked me. You have taken my daughters away like prisoners of war.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 27,
          "text": "Why did you run away in secret and trick me? Why didn’t you tell me? Then I could have sent you away happily. We could have sung to the music of tambourines and harps.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 28,
          "text": "You didn’t even let me kiss my grandchildren and my daughters good-by. You have done a foolish thing.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 29,
          "text": "“I have the power to harm you. But last night the God of your father spoke to me. He said, ‘Be careful. Do not say anything to Jacob, whether it is good or bad.’",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 30,
          "text": "“Now you have run away. You longed to go back to your father’s home. But why did you have to steal my gods?”",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 31,
          "text": "Jacob answered Laban, “I was afraid. I thought you would take your daughters away from me by force.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 32,
          "text": "“But if you find anyone who has your gods, he will not remain alive. While our relatives are watching, look for yourself. See if there’s anything of yours here with me. If you find anything belonging to you, take it.” But Jacob didn’t know that Rachel had stolen the gods.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 33,
          "text": "So Laban went into Jacob’s tent and Leah’s tent. He went into the tent of their two female servants. But he didn’t find anything.\nAfter he came out of Leah’s tent, he entered Rachel’s tent.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 34,
          "text": "Rachel was the one who had taken his family gods. She had put them inside her camel’s saddle. She was sitting on them. Laban searched the whole tent. But he didn’t find anything.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 35,
          "text": "Rachel said to her father, “I’m sorry, sir. I can’t get up for you right now. But don’t be angry with me. I’m having my monthly period.” So he searched everywhere but couldn’t find his family gods.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 36,
          "text": "Jacob was very angry with Laban. “What have I done wrong?” he asked. “What sin have I committed to make you hunt me down like this?",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 37,
          "text": "You have searched through all of my things. What have you found that belongs to your family? Put it here in front of your relatives and mine. Let them decide between the two of us.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 38,
          "text": "“I’ve been with you for 20 years now. The little ones of your sheep and goats were not dead when they were born. I haven’t eaten rams from your flocks.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 39,
          "text": "I didn’t bring you animals that were torn apart by wild beasts. I made up for the loss myself. Also, you made me pay for anything that was stolen by day or night.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 40,
          "text": "“And what was my life like? The heat burned me in the daytime. And it was so cold at night that I froze. I couldn’t sleep.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 41,
          "text": "That’s what it was like for the 20 years I was living with you.\n“I worked for 14 years to get your two daughters. I worked for six years to get my share of your flocks. You changed my pay ten times.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 42,
          "text": "“But the God of my father was with me. He is the God of Abraham and the God Isaac worshiped. If he hadn’t been with me, you would certainly have sent me away without anything to show for all of my work. But God has seen my hard times. He has seen all of the work my hands have done. So last night he warned you.”",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "John 11:30 - 11:37",
    "versions": {
      "leb": [
        {
          "chapter": 11,
          "verse": 30,
          "text": "(Now Jesus has not yet come into the village, but was still in the place where Martha went to meet him.)",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 31,
          "text": "So the Jews who were with her in the house and were consoling her, when they saw Mary—that she stood up quickly and went out—followed her, because they thought that she was going to the tomb in order to weep there.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 32,
          "text": "Then Mary, when she came where Jesus was and saw him, fell at his feet, saying to him, “Lord, if you had been here, my brother would not have died.”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 33,
          "text": "Then Jesus, when he saw her weeping and the Jews who came with her weeping, was deeply moved in spirit and was troubled within himself.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 34,
          "text": "And he said, “Where have you laid him?” They said to him, “Lord, come and see.”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 35,
          "text": "Jesus wept.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 36,
          "text": "So the Jews were saying, “See how he loved him!”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 37,
          "text": "But some of them said, “Was not this man who opened the eyes of the blind able to do something so that this man also would not have died?”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 11,
          "verse": 30,
          "text": "Jesus had not yet entered the village. He was still at the place where Martha had met him.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 31,
          "text": "Some Jews had been comforting Mary in the house. They noticed how quickly she got up and went out. So they followed her. They thought she was going to the tomb to cry there.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 32,
          "text": "Mary reached the place where Jesus was. When she saw him, she fell at his feet. She said, “Lord, I wish you had been here! Then my brother would not have died.”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 33,
          "text": "Jesus saw her crying. He saw that the Jews who had come along with her were crying also. His spirit became very sad, and he was troubled.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 34,
          "text": "“Where have you put him?” he asked.\n“Come and see, Lord,” they replied.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 35,
          "text": "Jesus sobbed.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 36,
          "text": "Then the Jews said, “See how much he loved him!”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 37,
          "text": "But some of them said, “He opened the eyes of the blind man. Couldn’t he have kept this man from dying?”",
          "isHeading": false
        }
      ]
    }
  }
}