{
  "torah": {
    "passage": "Leviticus 25:1 - 25:18",
    "versions": {
      "leb": [
        {
          "chapter": 25,
          "verse": 1,
          "text": "Then Yahweh spoke to Moses on Mount Sinai, saying,",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 2,
          "text": "“Speak to the Israelites, and say to them, ‘When you come into the land that I am about to give to you, then the land shall observe a Sabbath for Yahweh.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 3,
          "text": "Six years you shall sow your field, and six years you shall prune your vineyard, and you shall gather its yield.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 4,
          "text": "But in the seventh year it shall be a Sabbath of complete rest for the land—a Sabbath for Yahweh; you must not sow your field, and you must not prune your vineyard.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 5,
          "text": "You must not reap your harvest’s aftergrowth, and you must not harvest the grapes of your unpruned vines—it shall be a year of complete rest for the land.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 6,
          "text": "And a Sabbath of the land shall be for food for you: for you and for your slave and for your slave woman and for your hired worker and for your temporary residents who are dwelling as aliens with you;",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 7,
          "text": "and all its yield shall be for your domestic animal and for the wild animal, which are in your land to eat.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 8,
          "text": "“‘And you shall count for yourself seven Sabbaths of years, seven times seven years, and they shall be for you time periods of years: forty-nine years.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 9,
          "text": "And you shall cause a loud horn blast to be heard on the seventh month on the tenth of the month; on the Day of Atonement you shall cause a ram’s horn to be heard in all your land.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 10,
          "text": "And you shall consecrate the fiftieth year, and you shall proclaim a release in the land for all its inhabitants. It is a Jubilee; it shall be for you, and you shall return. You must return—everyone to his property and everyone to his clan.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 11,
          "text": "You shall have the fiftieth year as a Jubilee; you must not reap its aftergrowth, and you must not harvest its unpruned vines.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 12,
          "text": "Because it is a Jubilee, it shall be holy to you. You must eat its produce from the field.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 13,
          "text": "“‘In this Year of Jubilee each of you shall return to his property.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 14,
          "text": "And when you sell something to your fellow citizen or you buy from your neighbor’s hand, you must not oppress one another.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 15,
          "text": "You must buy from your fellow citizen according to the number of years after the Jubilee; he must sell to you according to the number of years of yield.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 16,
          "text": "You must increase its price according to a greater number of years, but you must decrease its price according to a lesser number of years, because he is selling its yields to you.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 17,
          "text": "And you must not oppress one another, but you shall revere your God, because I am Yahweh, your God.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 18,
          "text": "“‘And you shall do my statutes, and you must keep my regulations, and you shall do them, so that you shall live securely on the land.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 25,
          "verse": 1,
          "text": "The Lord spoke to Moses on Mount Sinai. He said,",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 2,
          "text": "“Speak to the people of Israel. Tell them, ‘You will enter the land I am going to give you. When you do, you must honor me every seventh year by not farming the land that year.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 3,
          "text": "“‘For six years plant your fields. Trim the branches in your vineyards and gather your crops.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 4,
          "text": "“‘But the seventh year must be a sabbath for the land. The land must rest during it. It is a sabbath year in my honor. Do not plant your fields. Do not trim the branches in your vineyards.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 5,
          "text": "Do not gather what grows without being planted. And do not gather the grapes from the vines you have not taken care of. The land must have a year of rest.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 6,
          "text": "“‘Anything the land produces during the sabbath year will be food for you. It will be for you and your male and female servants. Your hired workers will eat it. So will people who live with you for a while.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 7,
          "text": "And so will your livestock and the wild animals that are in your land. Anything the land produces can be eaten.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 8,
          "text": "“‘Count off seven sabbaths of years. Count off seven times seven years. The seven sabbaths of years add up to a total of 49 years.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 9,
          "text": "The tenth day of the seventh month is the day when sin is paid for. On that day blow the trumpet all through your land.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 10,
          "text": "“‘Set the 50th year apart. Announce freedom all over the land to everyone who lives there. The 50th year will be a Year of Jubilee for you. Each of you must return to your own family property. And each of you must return to your own tribe.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 11,
          "text": "“‘The 50th year will be a Year of Jubilee for you. Do not plant anything. Do not gather what grows without being planted. And do not gather the grapes from the vines you have not taken care of.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 12,
          "text": "It is a Year of Jubilee. It will be holy for you. Eat only what the fields produce.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 13,
          "text": "“‘In the Year of Jubilee all of you must return to your own property.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 14,
          "text": "“‘Suppose you sell land to one of your own people. Or you buy land from him. Then do not take advantage of each other.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 15,
          "text": "The price you pay must be based on the number of years since the last Year of Jubilee. And the price you charge must be based on the number of years left for gathering crops before the next Year of Jubilee.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 16,
          "text": "“‘When there are many years left, you must raise the price. When there are only a few years left, you must lower the price. That is because what the man is really selling you is the number of crops the land will produce.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 17,
          "text": "Do not take advantage of each other. Instead, have respect for me. I am the Lord your God.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 18,
          "text": "“‘Follow my rules. Be careful to obey my laws. Then you will live safely in the land.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Matthew 26:57-75",
    "versions": {
      "leb": [
        {
          "chapter": 26,
          "verse": 57,
          "text": "Now those who had arrested Jesus led him away to Caiaphas the high priest, where the scribes and the elders had gathered.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 58,
          "text": "But Peter was following him from a distance, as far as the courtyard of the high priest. And he went inside and was sitting with the officers to see the outcome.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 59,
          "text": "Now the chief priests and the whole Sanhedrin were looking for false testimony against Jesus in order that they could put him to death.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 60,
          "text": "And they did not find it, although many false witnesses came forward. And finally two came forward",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 61,
          "text": "and said, “This man said, ‘I am able to destroy the temple of God and rebuild it within three days.’”",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 62,
          "text": "And the high priest stood up and said to him, “Do you reply nothing? What are these people testifying against you?”",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 63,
          "text": "But Jesus was silent. And the high priest said to him, “I put you under oath by the living God, that you tell us if you are the Christ, the Son of God!”",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 64,
          "text": "Jesus said to him, “You have said it. But I tell you, from now on you will see the Son of Man sitting at the right hand of the Power and coming on the clouds of heaven.”",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 65,
          "text": "Then the high priest tore his robes, saying, “He has blasphemed! What further need do we have of witnesses? Behold, you have just now heard the blasphemy!",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 66,
          "text": "What do you think?” And they answered and said, “He deserves death!”",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 67,
          "text": "Then they spat in his face and struck him with their fists, and they slapped him,",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 68,
          "text": "saying, “Prophesy for us, you Christ! Who is it who hit you?”",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 69,
          "text": "Now Peter was sitting outside in the courtyard, and a female slave came up to him and said, “You also were with Jesus the Galilean.”",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 70,
          "text": "But he denied it in the presence of them all, saying, “I do not know what you mean!”",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 71,
          "text": "And when he went out to the gateway, another female slave saw him and said to those who were there, “This man was with Jesus the Nazarene.”",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 72,
          "text": "And again he denied it with an oath, “I do not know the man!”",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 73,
          "text": "And after a little while those who were standing there came up and said to Peter, “You really are one of them also, because even your accent reveals who you are.”",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 74,
          "text": "Then he began to curse and to swear with an oath, “I do not know the man!” And immediately a rooster crowed.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 75,
          "text": "And Peter remembered the statement Jesus had said, “Before the rooster crows, you will deny me three times,” and he went outside and wept bitterly.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 26,
          "verse": 57,
          "text": "Those who had arrested Jesus took him to Caiaphas, the high priest. The teachers of the law and the elders had come together there.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 58,
          "text": "Not too far away, Peter followed Jesus. He went right up to the courtyard of the high priest. He entered and sat down with the guards to see what would happen.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 59,
          "text": "The chief priests and the whole Sanhedrin were looking for something to use against Jesus. They wanted to put him to death.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 60,
          "text": "But they did not find any proof, even though many false witnesses came forward.\nFinally, two other witnesses came forward.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 61,
          "text": "They said, “This fellow claimed, ‘I am able to destroy the temple of God. I can build it again in three days.’”",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 62,
          "text": "Then the high priest stood up. He asked Jesus, “Aren’t you going to answer? What are these charges that these men are bringing against you?”",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 63,
          "text": "But Jesus remained silent.\nThe high priest said to him, “I command you under oath by the living God. Tell us if you are the Christ, the Son of God.”",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 64,
          "text": "“Yes. It is just as you say,” Jesus replied. “But here is what I say to all of you. In days to come, you will see the Son of Man sitting at the right hand of the Mighty One. You will see the Son of Man coming on the clouds of heaven.”",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 65,
          "text": "Then the high priest tore his clothes. He said, “He has spoken a very evil thing against God! Why do we need any more witnesses? You have heard him say this evil thing.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 66,
          "text": "What do you think?”\n“He must die!” they answered.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 67,
          "text": "Then they spit in his face. They hit him with their fists. Others slapped him.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 68,
          "text": "They said, “Prophesy to us, Christ! Who hit you?”",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 69,
          "text": "Peter was sitting out in the courtyard. A female servant came to him. “You also were with Jesus of Galilee,” she said.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 70,
          "text": "But in front of all of them, Peter said he was not. “I don’t know what you’re talking about,” he said.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 71,
          "text": "Then he went out to the gate leading into the courtyard. There another woman saw him. She said to the people, “This fellow was with Jesus of Nazareth.”",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 72,
          "text": "Again he said he was not. With an oath he said, “I don’t know the man!”",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 73,
          "text": "After a little while, those standing there went up to Peter. “You must be one of them,” they said. “The way you talk gives you away.”",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 74,
          "text": "Then Peter began to call down curses on himself. He took an oath and said to them, “I don’t know the man!”\nRight away a rooster crowed.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 75,
          "text": "Then Peter remembered what Jesus had said. “The rooster will crow,” Jesus had told him. “Before it does, you will say three times that you don’t know me.” Peter went outside. He broke down and sobbed.",
          "isHeading": false
        }
      ]
    }
  }
}