{
  "torah": {
    "passage": "Deuteronomy 28:7 - 28:14",
    "versions": {
      "leb": [
        {
          "chapter": 28,
          "verse": 7,
          "text": "“Yahweh will cause your enemies who rise up against you to be defeated before you; on one road they shall come out against you, but on seven roads they shall flee before you.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 8,
          "text": "Yahweh will command concerning you the blessing to be in your barns and in all your endeavors; and he will bless you in the land that Yahweh your God is giving to you.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 9,
          "text": "Yahweh will establish you for himself as a holy people as he has sworn to you, if you keep the commandments of Yahweh your God and you walk in his ways.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 10,
          "text": "And all of the peoples of the earth shall see that by the name of Yahweh you are called, and they shall fear you.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 11,
          "text": "And Yahweh will make you successful and prosperous, in the fruit of your womb and on the land that Yahweh swore to your ancestors to give to you.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 12,
          "text": "Yahweh shall open for you his rich storehouse, even the heavens, to give the rain for your land in its time and to bless all of the work of your hand, and you will lend to many nations; you will not borrow from them.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 13,
          "text": "And Yahweh shall make you as head and not the tail, and you shall be only at the top of the nations, and you shall not be at the bottom, if you listen to the commandments of Yahweh your God that I am commanding you today and diligently observe them.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 14,
          "text": "And you shall not turn aside from any of the words that I am commanding you today to the right or left by going after other gods to serve them.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 28,
          "verse": 7,
          "text": "Enemies will rise up against you. But the Lord will help you win the battle over them. They will come at you from one direction. But they’ll run away from you in seven directions.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 8,
          "text": "The Lord your God will bless your barns with plenty of grain and other food. He will bless everything you do. He’ll bless you in the land he’s giving you.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 9,
          "text": "The Lord your God will make you his holy people. He will set you apart for himself. He took an oath and promised to do that. He promised to do it if you would keep his commands and live exactly as he wants you to live.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 10,
          "text": "All of the nations on earth will see that you belong to the Lord. And they will be afraid of you.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 11,
          "text": "The Lord will give you more than you need. You will have many children. Your livestock will have many little ones. Your crops will do very well. All of that will happen in the land he promised with an oath to your fathers to give you.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 12,
          "text": "The Lord will open up the heavens. That’s where he stores his riches. He will send rain on your land at just the right time. He’ll bless everything you do. You will lend money to many nations. But you won’t have to borrow from any of them.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 13,
          "text": "The Lord your God will make you leaders, not followers.\nPay attention to his commands that I’m giving you today. Be careful to follow them. Then you will always be on top. You will never be on the bottom.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 14,
          "text": "Don’t turn away from any of the commands I’m giving you today. Don’t turn to the right or the left. Don’t follow other gods. Don’t worship them.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Acts 16:16 - 16:24",
    "versions": {
      "leb": [
        {
          "chapter": 16,
          "verse": 16,
          "text": "And it happened that as we were going to the place of prayer, a certain female slave who had a spirit of divination met us, who was bringing a large profit to her owners by fortune-telling.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 17,
          "text": "She followed Paul and us and was crying out, saying, “These men are slaves of the Most High God, who are proclaiming to you the way of salvation!”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 18,
          "text": "And she was doing this for many days. But Paul, becoming greatly annoyed and turning around, said to the spirit, “I command you in the name of Jesus Christ to come out of her!” And it came out immediately.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 19,
          "text": "But when her owners saw that their hope of profit was gone, they seized Paul and Silas and dragged them into the marketplace before the rulers.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 20,
          "text": "And when they had brought them to the chief magistrates, they said, “These men are throwing our city into confusion, being Jews,",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 21,
          "text": "and are proclaiming customs that are not permitted for us to accept or to practice, because we are Romans!”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 22,
          "text": "And the crowd joined in attacking them, and the chief magistrates tore off their clothing and gave orders to beat them with rods.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 23,
          "text": "And after they had inflicted many blows on them, they threw them into prison, giving orders to the jailer to guard them securely.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 24,
          "text": "Having received such an order, he put them in the inner prison and fastened their feet in the stocks.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 16,
          "verse": 16,
          "text": "One day we were going to the place of prayer. On the way we were met by a female slave. She had a spirit that helped her to tell ahead of time what was going to happen. She earned a lot of money for her owners by telling fortunes.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 17,
          "text": "The woman followed Paul and the rest of us around. She shouted, “These men serve the Most High God. They are telling you how to be saved.”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 18,
          "text": "She kept this up for many days. Finally Paul became upset. Turning around, he spoke to the spirit. “In the name of Jesus Christ,” he said, “I command you to come out of her!” At that very moment the spirit left her.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 19,
          "text": "The female slave’s owners realized that their hope of making money was gone. So they grabbed Paul and Silas. They dragged them into the market place to face the authorities.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 20,
          "text": "They brought them to the judges. “These men are Jews,” her owners said. “They are making trouble in our city.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 21,
          "text": "They are suggesting practices that are against Roman law. These are practices we can’t accept or take part in.”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 22,
          "text": "The crowd joined the attack against Paul and Silas. The judges ordered that Paul and Silas be stripped and beaten.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 23,
          "text": "They were whipped without mercy. Then they were thrown into prison. The jailer was commanded to guard them carefully.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 24,
          "text": "When he received his orders, he put Paul and Silas deep inside the prison. He fastened their feet so they couldn’t get away.",
          "isHeading": false
        }
      ]
    }
  }
}