{
  "torah": {
    "passage": "Exodus 27:9 - 27:19",
    "versions": {
      "leb": [
        {
          "chapter": 27,
          "verse": 9,
          "text": "“You will make the courtyard of the tabernacle; for the south side will be hangings for the courtyard of finely twisted linen, one hundred cubits long for the one side.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 10,
          "text": "And its twenty pillars and their twenty bases will be bronze; the hooks of the pillars and their bands will be silver.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 11,
          "text": "And likewise for the north side along the length will be hangings one hundred cubits long; and its twenty pillars and their bases will be bronze; the hooks of the pillars and their bands will be silver.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 12,
          "text": "And the width of the courtyard for the west side will be hangings of fifty cubits, their ten pillars and their ten bases.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 13,
          "text": "And the width of the courtyard for the east side, toward sunrise, will be fifty cubits.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 14,
          "text": "And hangings for the shoulder will be fifteen cubits with their three pillars and their three bases.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 15,
          "text": "And fifteen cubits of hangings will be for the second shoulder with their three pillars and their three bases.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 16,
          "text": "And for the gate of the courtyard there will be a screen of twenty cubits of blue and purple and crimson yarns and finely twisted linen, the work of an embroiderer; with their four pillars and their four bases.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 17,
          "text": "“All the pillars of the courtyard all around will be banded with silver, and their hooks will be silver, and their bases will be bronze.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 18,
          "text": "The length of the courtyard will be one hundred cubits and the width fifty cubits and the height five cubits, of finely twisted linen, with their bronze bases.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 19,
          "text": "Bronze will be for all the equipment of the tabernacle in all its service and all its pegs and all the pegs of the courtyard.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 27,
          "verse": 9,
          "text": "“Make a courtyard for the holy tent. The south side must be 150 feet long. It must have curtains that are made out of finely twisted linen.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 10,
          "text": "The curtains must be hung on 20 posts and 20 bronze bases. The posts must have silver hooks and bands on them.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 11,
          "text": "“The north side must also be 150 feet long. It must have curtains with 20 posts and 20 bronze bases. The posts must have silver hooks and bands on them.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 12,
          "text": "“The west end of the courtyard must be 75 feet wide. It must have curtains with ten posts and ten bases.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 13,
          "text": "“The east end of the courtyard, toward the sunrise, must also be 75 feet wide.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 14,
          "text": "On one side of the entrance you must put curtains that are 22 feet six inches long. Hang them on three posts. Each post must have a base.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 15,
          "text": "On the other side you must also put curtains that are 22 feet six inches long. Hang them on three posts. Each post must have a base.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 16,
          "text": "“For the entrance to the courtyard, provide a curtain that is 30 feet long. Make it out of blue, purple and bright red yarn and finely twisted linen. Have someone who sews skillfully make it. Hang it on four posts. Each post must have a base.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 17,
          "text": "“All of the posts that are around the courtyard must have silver bands and hooks. They must also have bronze bases.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 18,
          "text": "The courtyard must be 150 feet long and 75 feet wide. It must have curtains that are made out of finely twisted linen. They must be seven feet six inches high. The posts must have bronze bases.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 19,
          "text": "“Make all of the other articles used for any purpose in the holy tent out of bronze. That includes all of the tent stakes for the tent and the courtyard.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Mark 11:1 - 11:11",
    "versions": {
      "leb": [
        {
          "chapter": 11,
          "verse": 1,
          "text": "And when they came near to Jerusalem, to Bethphage and Bethany at the Mount of Olives, he sent two of his disciples",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 2,
          "text": "and said to them, “Go into the village before you, and right away as you enter into it you will find a colt tied, on which no one has ever sat. Untie it and bring it.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 3,
          "text": "And if anyone says to you, ‘Why are you doing this?’ say ‘The Lord has need of it, and will send it here again at once.’”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 4,
          "text": "And they went away and found a colt tied at a door outside in the street, and they untied it.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 5,
          "text": "And some of those who were standing there said to them, “What are you doing, untying the colt?”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 6,
          "text": "So they told them, just as Jesus had said, and they allowed them to take it.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 7,
          "text": "And they brought the colt to Jesus and threw their cloaks over it, and he sat on it.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 8,
          "text": "And many people spread their cloaks on the road, and others spread leafy branches they had cut from the fields.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 9,
          "text": "“Hosanna!\nBlessed is the one who comes in the name of the Lord!",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 10,
          "text": "Blessed is the coming kingdom of our father David!\nHosanna in the highest heaven!”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 11,
          "text": "And he went into Jerusalem to the temple, and after looking around at everything, because the hour was already late, he went out to Bethany with the twelve.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 11,
          "verse": 1,
          "text": "As they all approached Jerusalem, they came to Bethphage and Bethany at the Mount of Olives. Jesus sent out two of his disciples.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 2,
          "text": "He said to them, “Go to the village ahead of you. Just as you enter it, you will find a donkey’s colt tied there. No one has ever ridden it. Untie it and bring it here.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 3,
          "text": "Someone may ask you, ‘Why are you doing this?’ If so, say, ‘The Lord needs it. But he will send it back here soon.’”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 4,
          "text": "So they left. They found a colt out in the street. It was tied at a doorway. They untied it.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 5,
          "text": "Some people standing there asked, “What are you doing? Why are you untying that colt?”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 6,
          "text": "They answered as Jesus had told them to. So the people let them go.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 7,
          "text": "They brought the colt to Jesus. They threw their coats over it. Then he sat on it.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 8,
          "text": "Many people spread their coats on the road. Others spread branches they had cut in the fields.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 9,
          "text": "“Hosanna!”\n“Blessed is the one who comes in the name of the Lord!” ()",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 10,
          "text": "“Hosanna in the highest heaven!”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 11,
          "text": "Jesus entered Jerusalem and went to the temple. He looked around at everything. But it was already late. So he went out to Bethany with the Twelve.",
          "isHeading": false
        }
      ]
    }
  }
}