{
  "torah": {
    "passage": "Exodus 25:1 - 25:16",
    "versions": {
      "leb": [
        {
          "chapter": 25,
          "verse": 1,
          "text": "And Yahweh spoke to Moses, saying,",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 2,
          "text": "“Speak to the Israelites, and let them bring to me a contribution. You will receive my contribution from every man whose heart prompts him.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 3,
          "text": "And this is the contribution that you will receive from them—gold and silver and bronze,",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 4,
          "text": "blue, purple, and crimson yarns, and fine linen and goat hair,",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 5,
          "text": "and red-dyed ram skins, and fine leather, and acacia wood,",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 6,
          "text": "oil for the lamp, balsam oils for the anointing oil and for the fragrant incense,",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 7,
          "text": "onyx stones and stones for mountings on the ephod and the breast piece.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 8,
          "text": "And make a sanctuary for me, and I will dwell in the midst of them,",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 9,
          "text": "according to all that I show you—the pattern of the tabernacle and the pattern of all its equipment—and so you will do.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 10,
          "text": "“And they will make an ark of acacia wood, two and a half cubits its length and a cubit and a half its width and a cubit and a half its height.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 11,
          "text": "And you will overlay it with pure gold, inside and outside you will overlay it, and you will make on it a gold molding all around.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 12,
          "text": "And you will cast for it four gold rings, and you will put them on its four feet, with two rings on its one side and two rings on its second side.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 13,
          "text": "And you will make poles of acacia wood, and you will overlay them with gold.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 14,
          "text": "And you will put the poles into the rings on the sides of the ark to carry the ark with them.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 15,
          "text": "In the rings of the ark will be the poles; they will not be removed from it.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 16,
          "text": "And you will put into the ark the testimony that I will give to you.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 25,
          "verse": 1,
          "text": "The Lord said to Moses,",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 2,
          "text": "“Tell the people of Israel to bring me an offering. You must receive the offering for me from all whose hearts move them to give.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 3,
          "text": "“gold, silver and bronze",
          "isHeading": true
        },
        {
          "chapter": 25,
          "verse": 4,
          "text": "goat hair",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 5,
          "text": "the hides of sea cows\nacacia wood",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 6,
          "text": "spices for the anointing oil and for the sweet-smelling incense",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 7,
          "text": "onyx stones and other jewels for the linen apron and chest cloth",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 8,
          "text": "“Have them make a sacred tent for me. I will live among them.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 9,
          "text": "Make the holy tent and everything that belongs to it. Make them exactly like the pattern I will show you.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 10,
          "text": "“Have them make a chest out of acacia wood. Make it three feet nine inches long and two feet three inches wide and high.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 11,
          "text": "Cover it inside and outside with pure gold. Put a strip of gold around it.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 12,
          "text": "“Make four gold rings for it. Join them to its four bottom corners. Put two rings on one side and two rings on the other.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 13,
          "text": "“Then make poles out of acacia wood. Cover them with gold.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 14,
          "text": "Put the poles through the rings on the sides of the chest to carry it.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 15,
          "text": "The poles must remain in the rings of the chest. Do not remove them.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 16,
          "text": "I will give you the tablets of the covenant. When I do, put them into the chest.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Mark 9:42 - 9:50",
    "versions": {
      "leb": [
        {
          "chapter": 9,
          "verse": 42,
          "text": "“And whoever causes one of these little ones who believe in me to sin, it is better for him if instead a large millstone is placed around his neck and he is thrown into the sea.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 43,
          "text": "And if your hand causes you to sin, cut it off! It is better for you to enter into life crippled than, having two hands, to go into hell—into the unquenchable fire!",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 44,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 45,
          "text": "And if your foot causes you to sin, cut it off! It is better for you to enter into life lame than, having two feet, to be thrown into hell!",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 46,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 47,
          "text": "And if your eye causes you to sin, tear it out! It is better for you to enter into the kingdom of God with one eye than, having two eyes, to be thrown into hell,",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 48,
          "text": "‘where their worm does not die and the fire is not extinguished.’",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 49,
          "text": "For everyone will be salted with fire.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 50,
          "text": "Salt is good, but if the salt becomes deprived of its salt content, by what can you make it salty? Have salt among yourselves, and be at peace with one another.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 9,
          "verse": 42,
          "text": "“What if someone leads one of these little ones who believe in me to sin? If he does, it would be better for him to be thrown into the sea with a large millstone tied around his neck.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 43,
          "text": "“If your hand causes you to sin, cut it off. It would be better for you to enter God’s kingdom with only one hand than to go into hell with two hands. In hell the fire never goes out.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 44,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 45,
          "text": "“If your foot causes you to sin, cut it off. It would be better for you to enter God’s kingdom with only one foot than to have two feet and be thrown into hell.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 46,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 47,
          "text": "“If your eye causes you to sin, poke it out. It would be better for you to enter God’s kingdom with only one eye than to have two eyes and be thrown into hell.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 48,
          "text": "“‘The worms do not die.\nThe fire is not put out.’ ()",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 49,
          "text": "Everyone will be salted with fire.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 50,
          "text": "“Salt is good. But suppose it loses its saltiness. How can you make it salty again? Have salt in yourselves. And be at peace with each other.”",
          "isHeading": false
        }
      ]
    }
  }
}