{
  "torah": {
    "passage": "Numbers 26:52 - 27:5",
    "versions": {
      "leb": [
        {
          "chapter": 26,
          "verse": 52,
          "text": "Then Yahweh spoke to Moses, saying,",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 53,
          "text": "“For these the land must be divided as an inheritance according to the number of names.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 54,
          "text": "For the larger group you must increase their inheritance, and for the smaller group you must make smaller their inheritance; each must be given their inheritance according to the number of the ones counted of them.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 55,
          "text": "Surely the land will be divided by lot. They will inherit according to the names of the tribes of their ancestors.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 56,
          "text": "Their inheritance must be divided according to the lot between the larger and smaller groups.”",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 57,
          "text": "These are the ones counted of the Levites according to their clans: of Gershon, the clan of the Gershonites; of Kohath, the clan of the Kohathites; of Merari, the clan of the Merarites.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 58,
          "text": "These are the clans of Levi: the clan of the Libnites, the clan of the Hebronites, the clan of the Mahlites, the clan of the Mushites, the clan of the Korahites. Kohath fathered Amram.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 59,
          "text": "The name of the wife of Amram was Jochebed, the daughter of Levi, whose mother bore her for Levi in Egypt; she bore to Amram: Aaron and Moses and their sister Miriam.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 60,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 61,
          "text": "But Nadab and Abihu died when they presented strange fire before Yahweh.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 62,
          "text": "The ones counted were twenty-three thousand, every male from a month old and above, because they were not counted in the midst of the Israelites since no inheritance was given to them in the midst of the Israelites.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 63,
          "text": "These were the ones counted by Moses and Eleazar the priest, who counted the Israelites on the desert-plateau of Moab on the Jordan across Jericho.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 64,
          "text": "And among these there was not a man of those counted by Moses and Aaron the priest, who counted the Israelites in the desert of Sinai.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 65,
          "text": "For Yahweh said to them, “They will surely die in the desert.” And not a man was left over from them, except Caleb son of Jephunneh and Joshua son of Nun.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 1,
          "text": "If he has no brothers, then you must give his inheritance to his father’s brothers.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 2,
          "text": "You will give to him from your authority so that the entire community of Israel will obey him.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 3,
          "text": "“Our father died in the desert; he was not in the midst of the company of those who banded together against Yahweh in the company of Korah, but he died in his own sin, and he had no sons.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 4,
          "text": "Why should the name of our father disappear from the midst of his clan because he does not have a son? Give us property in the midst of the brothers of our father.”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 5,
          "text": "So Moses brought their case before Yahweh.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 26,
          "verse": 52,
          "text": "The Lord spoke to Moses. He said,",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 53,
          "text": "“I will give the land to them. The amount of land each family receives will be based on the number of its men.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 54,
          "text": "Give a larger share to a larger family. Give a smaller share to a smaller family. Each family will receive its share based on the number of men who are listed in it.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 55,
          "text": "“Be sure that you use lots when you give out the land. What each family receives will be based on the number of men listed in its tribe.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 56,
          "text": "Use lots when you give out each share. Use lots for the larger and smaller families alike.”",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 57,
          "text": "Here are the names of the Levites. They are listed by their families.\nThe Gershonite family came from Gershon.\nThe Kohathite family came from Kohath.\nThe Merarite family came from Merari.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 58,
          "text": "Here are the names of the other Levite families. They are\nthe Libnite family,\nthe Hebronite family,\nthe Mahlite family,\nthe Mushite family,\nthe Korahite family.\nAmram came from the Kohathite family.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 59,
          "text": "The name of Amram’s wife was Jochebed. She was from the family line of Levi. She was born to the Levites in Egypt. Aaron, Moses and their sister Miriam were born in the family line of Amram and Jochebed.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 60,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 61,
          "text": "But Nadab and Abihu made an offering to the Lord by using fire that wasn’t allowed. So they died.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 62,
          "text": "The number of male Levites who were a month old or more was 23,000. They weren’t listed along with the other men of Israel. That’s because they didn’t receive a share among them.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 63,
          "text": "Those are the men who were counted by Moses and the priest Eleazar. At that time the people of Israel were on the flatlands of Moab. They were by the Jordan River across from Jericho.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 64,
          "text": "The men of Israel had been counted before in the Sinai Desert by Moses and the priest Aaron. But not one of them was among the men who were counted this time.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 65,
          "text": "The Lord had told the people of Israel at Kadesh Barnea that they would certainly die in the desert. Not one of them was left alive except Caleb, the son of Jephunneh, and Joshua, the son of Nun.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 1,
          "text": "Suppose the man doesn’t have any brothers. Then give his property to his father’s brothers.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 2,
          "text": "Give him some of your authority. Then the whole community of Israel will obey him.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 3,
          "text": "“Our father died in the Sinai Desert. But he wasn’t one of the men who followed Korah. He wasn’t one of those who joined together against the Lord. Our father died because of his own sin. He didn’t leave any sons.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 4,
          "text": "“Why should our father’s name disappear from his family just because he didn’t have a son? Give us property among our father’s relatives.”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 5,
          "text": "So Moses brought their case to the Lord.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "?",
    "versions": {
      "leb": [],
      "nirv": []
    }
  }
}