{
  "torah": {
    "passage": "Exodus 35:1- 35:29",
    "versions": {
      "leb": [
        {
          "chapter": 35,
          "verse": 1,
          "text": "“And let all the skilled of heart among you come and make all that Yahweh has commanded:",
          "isHeading": true
        },
        {
          "chapter": 35,
          "verse": 2,
          "text": "And all the community of the Israelites went out from before Moses.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 3,
          "text": "And Moses said to the Israelites, “See, Yahweh has called by name Bezalel the son of Uri the son of Hur, from the tribe of Judah.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 4,
          "text": "And Moses said to all the community of the Israelites, saying, “This is the word that Yahweh has commanded, saying,",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 5,
          "text": "‘Take from among you a contribution for Yahweh, anyone willing of heart, let him bring Yahweh’s contribution—gold and silver and bronze,",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 6,
          "text": "and blue and purple and crimson yarns, and fine linen and goat hair,",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 7,
          "text": "and red-dyed ram skins, and fine leather, and acacia wood,",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 8,
          "text": "and oil for the lamp, balsam oils for the anointing oil and for the fragrant incense,",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 9,
          "text": "onyx stones and stones for mountings on the ephod and the breast piece.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 11,
          "text": "The tabernacle, its tent, and its covering; its clasps and its frames; its bars, its pillars, and its bases;",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 12,
          "text": "the ark and its poles; the atonement cover and the curtain of the screen;",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 13,
          "text": "the table and its poles and all its equipment; and the bread of the presence;",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 14,
          "text": "and lampstand of the light and its equipment and its lamps and the oil for the light;",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 15,
          "text": "and the altar of incense and its poles; and the anointing oil and the fragrant incense and the entrance curtain for the entrance of the tabernacle;",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 16,
          "text": "the altar of the burnt offering and the bronze grating that is for it, its poles and all its equipment; the basin and its stand;",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 17,
          "text": "the hangings of the courtyard, its pillars, and its bases, and the screen for the courtyard gate;",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 18,
          "text": "the pegs of the tabernacle and the pegs of the courtyard and their cords;",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 19,
          "text": "the woven garments for serving in the sanctuary—the holy garments for Aaron the priest and the garments of his sons to serve as priests.”",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 21,
          "text": "And they came—every man whose heart lifted him and every man whose spirit impelled him—they brought Yahweh’s contribution for the work of the tent of assembly and for all its service and for the holy garments.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 22,
          "text": "And they came, the men in addition to the women, all who were willing of heart; they brought brooches and jewelry rings and signet rings and ornaments—every variety of gold object—every man who waved a wave offering of gold for Yahweh,",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 23,
          "text": "and every man with whom was found blue and purple and crimson yarns and fine linen and goat hair and red-dyed ram skins and fine leather brought it.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 24,
          "text": "All who were presenting a contribution of silver and bronze brought Yahweh’s contribution, and all with whom was found acacia wood for all the work of service brought it.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 25,
          "text": "And every woman who was skilled of heart with her hands they spun, and they brought yarn—the blue and the purple, the crimson and the fine linen.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 26,
          "text": "And all the women whose heart lifted them with skill spun the goat hair.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 27,
          "text": "And the leaders brought the onyx stones and stones for mountings for the ephod and for the breast piece",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 28,
          "text": "and the balsam oils and the oil for light and for the anointing oil and for the fragrant incense.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 29,
          "text": "Every man and woman whose heart impelled them to bring for all the work to be done that Yahweh had commanded by the agency of Moses—the Israelites brought freely to Yahweh.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 35,
          "verse": 1,
          "text": "“All of the skilled workers among you must come. They must make everything the Lord has commanded",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 2,
          "text": "Then the whole community of Israel left Moses.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 3,
          "text": "Then Moses spoke to the people of Israel. He said, “The Lord has chosen Bezalel, the son of Uri. Uri is the son of Hur. Bezalel is from the tribe of Judah.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 4,
          "text": "Moses spoke to the whole community of Israel. He said, “Here is what the Lord has commanded.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 5,
          "text": "Take an offering for the Lord from what you have. Those who want to can bring an offering to the Lord. Here is what they can bring.\n“gold, silver and bronze",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 6,
          "text": "goat hair",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 7,
          "text": "the hides of sea cows\nacacia wood",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 8,
          "text": "spices for the anointing oil and for the sweet-smelling incense",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 9,
          "text": "onyx stones and other jewels for the linen apron and the chest cloth",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 11,
          "text": "for the holy tent and its covering. Here is what they must make.\n“hooks\nframes\ncrossbars\nposts\nbases",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 12,
          "text": "the poles and cover for the ark\nthe curtain that screens the ark",
          "isHeading": true
        },
        {
          "chapter": 35,
          "verse": 13,
          "text": "the poles and all of the articles for the table\nthe holy bread",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 14,
          "text": "the lamps and the olive oil that gives light",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 15,
          "text": "the poles for the altar\nthe anointing oil\nthe sweet-smelling incense\nthe curtain for the entrance to the holy tent",
          "isHeading": true
        },
        {
          "chapter": 35,
          "verse": 16,
          "text": "its poles and all of its tools\nthe large bronze bowl with its stand",
          "isHeading": true
        },
        {
          "chapter": 35,
          "verse": 17,
          "text": "the curtain for the entrance to the courtyard",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 18,
          "text": "the ropes and tent stakes for the holy tent and for the courtyard",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 19,
          "text": "the clothes for his sons when they serve as priests”",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 21,
          "text": "Everyone who wanted to give offerings to the Lord brought them to him. The offerings were for the work on the Tent of Meeting, for the sacred clothes, and for any other purpose there.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 22,
          "text": "Every man and woman who wanted to give came. They brought gold jewelry of all kinds. They brought pins, earrings, rings and other jewelry. All of them gave their gold as a wave offering to the Lord.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 23,
          "text": "People brought what they had. They brought blue, purple or bright red yarn or fine linen. They brought goat hair, ram skins that were dyed red, or the hides of sea cows.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 24,
          "text": "Some brought silver or bronze as an offering to the Lord. Others brought acacia wood for any part of the work.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 25,
          "text": "All of the skilled women spun yarn with their hands. They brought blue, purple or bright red yarn or fine linen.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 26,
          "text": "All of the skilled women who wanted to spin the goat hair did so.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 27,
          "text": "The leaders brought onyx stones and other jewels for the linen apron and the chest cloth.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 28,
          "text": "They also brought spices and olive oil. They brought them for the light, for the anointing oil, and for the sweet-smelling incense.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 29,
          "text": "All of the men and women of Israel who wanted to bring offerings to the Lord brought them to him. The offerings were for all of the work the Lord had commanded Moses to tell them to do.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Mark 14:53 - 14:65",
    "versions": {
      "leb": [
        {
          "chapter": 14,
          "verse": 53,
          "text": "And they led Jesus away to the high priest, and all the chief priests and the elders and the scribes came together.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 54,
          "text": "And Peter followed him from a distance, right inside, into the courtyard of the high priest. And he was sitting with the officers and warming himself by the fire.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 55,
          "text": "Now the chief priests and the whole Sanhedrin were looking for testimony against Jesus in order to put him to death, and they did not find it.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 56,
          "text": "For many gave false testimony against him, and their testimony was not consistent.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 57,
          "text": "And some stood up and began to give false testimony against him, saying,",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 58,
          "text": "“We heard him saying, ‘I will destroy this temple made by hands, and within three days I will build another not made by hands.”",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 59,
          "text": "And their testimony was not even consistent about this.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 60,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 61,
          "text": "But he was silent and did not reply anything. Again the high priest asked him and said to him, “Are you the Christ, the Son of the Blessed One?”",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 62,
          "text": "And Jesus said, “I am, and you will see the Son of Man sitting at the right hand of the Power and coming with the clouds of heaven.”",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 63,
          "text": "And the high priest tore his clothes and said, “What further need do we have of witnesses?",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 64,
          "text": "You have heard the blasphemy! What do you think?” And they all condemned him as deserving death.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 65,
          "text": "And some began to spit on him and to cover his face and to strike him with their fists, and to say to him “Prophesy!” And the officers received him with slaps in the face.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 14,
          "verse": 53,
          "text": "The crowd took Jesus to the high priest. All of the chief priests, the elders, and the teachers of the law came together.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 54,
          "text": "Not too far away, Peter followed Jesus. He went right into the courtyard of the high priest. There he sat with the guards. He warmed himself at the fire.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 55,
          "text": "The chief priests and the whole Sanhedrin were looking for something to use against Jesus. They wanted to put him to death. But they did not find any proof.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 56,
          "text": "Many witnesses lied about him. But their stories did not agree.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 57,
          "text": "Then some stood up. They gave false witness about him.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 58,
          "text": "“We heard him say, ‘I will destroy this temple made by human hands. In three days I will build another temple, not made by human hands.’”",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 59,
          "text": "But what they said did not agree.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 60,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 61,
          "text": "But Jesus remained silent. He gave no answer.\nAgain the high priest asked him, “Are you the Christ? Are you the Son of the Blessed One?”",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 62,
          "text": "“I am,” said Jesus. “And you will see the Son of Man sitting at the right hand of the Mighty One. You will see the Son of Man coming on the clouds of heaven.”",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 63,
          "text": "The high priest tore his clothes. “Why do we need any more witnesses?” he asked.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 64,
          "text": "They all found him guilty and said he must die.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 65,
          "text": "Then some began to spit at him. They blindfolded him. They hit him with their fists. They said, “Prophesy!” And the guards took him and beat him.",
          "isHeading": false
        }
      ]
    }
  }
}