{
  "torah": {
    "passage": "Leviticus 21:1 - 21:15",
    "versions": {
      "leb": [
        {
          "chapter": 21,
          "verse": 1,
          "text": "Regulations Concerning Priests\nThen Yahweh said to Moses, “Speak to the priests, Aaron’s sons, and say to them, ‘One must not make himself unclean for a dead person among his own people,",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 2,
          "text": "except for his direct relative closest to him: his mother and his father, and his son and his daughter, and his brother,",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 3,
          "text": "and for his sister, a virgin, who is closest to him, who has not had a husband—for her he may defile himself.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 4,
          "text": "He must not make himself unclean as a kinsman by marriage, defiling himself.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 5,
          "text": "“‘And they shall not shave bald patches on their head, and they shall not shave off the corner of their beard, and they shall not make a cut in their body.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 6,
          "text": "They shall be holy to their God, and they shall not profane the name of their God, because they are bringing near the offerings made by fire to Yahweh—their God’s food—and they shall be holy.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 7,
          "text": "“‘They shall not marry a woman who is a prostitute and defiled, nor shall they marry a woman divorced from her husband, because each priest is holy for his God.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 8,
          "text": "And you shall consecrate him, because he is bringing near your God’s food; he shall be holy to you, since I, Yahweh, who consecrates you, am holy.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 9,
          "text": "“‘As for the daughter of any priest, if she is defiled by prostituting, she is disgracing her father—she shall be burned in the fire.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 10,
          "text": "“‘As for the priest who is higher than his brothers, on whose head the oil of anointment is poured and he was ordained to wear the garments, he shall not dishevel his head, and he shall not tear his garments.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 11,
          "text": "And he shall not go near any dead person, nor shall he make himself unclean for his father or for his mother.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 12,
          "text": "And he shall not go out from the sanctuary, and he shall not profane his God’s sanctuary, because the dedication of his God’s oil of anointment is on him; I am Yahweh.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 13,
          "text": "“‘And he himself must take a wife in her virginity.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 14,
          "text": "A widow or a divorced woman or a defiled woman, a prostitute—these he must not take; he shall take only a virgin from his people as wife.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 15,
          "text": "And he shall not profane his offspring among his people, because I am Yahweh, who consecrates him.’”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 21,
          "verse": 1,
          "text": "Rules for Priests\nThe Lord said to Moses, “Speak to the priests, the sons of Aaron. Tell them, ‘A priest must not make himself “unclean” by going near the dead body of any of his people.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 2,
          "text": "But he can go near the body of a close relative. It could be his mother, father, son, daughter or brother.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 3,
          "text": "He can also go near a sister who is not married. She would have depended on him because she did not have a husband. The priest can make himself “unclean” by going near her body.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 4,
          "text": "But he must not make himself “unclean” by going near the bodies of people who were only related to him by marriage. Going near them would make him “unclean.”",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 5,
          "text": "“‘Priests must not shave any part of their heads. They must not shave off the edges of their beards. They must not make cuts on their bodies when someone dies.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 6,
          "text": "“‘Priests must be holy. They must be set apart for me. I am their God. They must not treat my name as if it were not holy. They must be holy because they bring offerings that are made to me with fire. That is my food.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 7,
          "text": "“‘They must not get married to women who are “unclean” because they are prostitutes. They must not marry women who are divorced from their husbands. That is because priests are holy. They are set apart for me. I am their God.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 8,
          "text": "Consider them as holy, because they offer up food to me. Consider them as holy, because I am holy. I am the Lord. I make you holy.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 9,
          "text": "“‘Suppose a priest’s daughter makes herself “unclean” by becoming a prostitute. Then she brings shame on her father. She must be burned to death.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 10,
          "text": "“‘The high priest is the one among his brothers whose head has been anointed with olive oil. He has been appointed to wear the priest’s clothes.\n“‘When someone dies, the high priest must not let his hair hang loose. He must not tear his clothes to show how sad he is.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 11,
          "text": "He must not enter a place where there is a dead body. He must not make himself “unclean,” even if his father or mother dies.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 12,
          "text": "He must not leave my sacred tent to take part in burying a body. That would bring shame on the tent. My anointing oil has set the high priest apart. I am the Lord.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 13,
          "text": "“‘The woman the high priest gets married to must be a virgin.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 14,
          "text": "He must not marry a widow or a woman who is divorced. He must not marry a woman who is “unclean” because she is a prostitute. He must only get married to a virgin. She must come from his own people.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 15,
          "text": "If he marries a virgin, he makes the children he has by her “clean.” I am the Lord. I make him holy.’”",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Matthew 24:32-51",
    "versions": {
      "leb": [
        {
          "chapter": 24,
          "verse": 32,
          "text": "The Parable of the Fig Tree\n“Now learn the parable from the fig tree: Whenever its branch has already become tender and puts forth its leaves, you know that summer is near.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 33,
          "text": "So also you, when you see all these things, know that he is near, at the door.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 34,
          "text": "Truly I say to you that this generation will never pass away until all these things take place!",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 35,
          "text": "Heaven and earth will pass away, but my words will never pass away.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 36,
          "text": "The Unknown Day and Hour\n“But concerning that day and hour no one knows—not even the angels of heaven nor the Son—except the Father alone.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 37,
          "text": "For just as the days of Noah were, so the coming of the Son of Man will be.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 38,
          "text": "For as in the days before the flood they were eating and drinking, marrying and giving in marriage, until the day Noah entered into the ark.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 39,
          "text": "And they did not know anything until the deluge came and swept them all away. So also the coming of the Son of Man will be.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 40,
          "text": "Then there will be two men in the field; one will be taken and one left.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 41,
          "text": "Two women will be grinding at the mill; one will be taken and one left.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 42,
          "text": "Therefore be on the alert, because you do not know what day your Lord is coming!",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 43,
          "text": "But understand this: that if the master of the house had known what watch of the night the thief was coming, he would have stayed awake and would not have let his house be broken into.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 44,
          "text": "For this reason you also must be ready, because the Son of Man is coming at an hour that you do not think he will come.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 45,
          "text": "A Faithful Slave and an Unfaithful Slave\n“Who then is the faithful and wise slave whom the master has put in charge of his household slaves to give them their food at the right time?",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 46,
          "text": "Blessed is that slave whom his master will find so doing when he comes back.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 47,
          "text": "Truly I say to you that he will put him in charge of all his possessions.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 48,
          "text": "But if that evil slave should say to himself, ‘My master is staying away for a long time,’",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 49,
          "text": "and he begins to beat his fellow slaves and eats and drinks with drunkards,",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 50,
          "text": "the master of that slave will come on a day that he does not expect and at an hour that he does not know,",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 51,
          "text": "and will cut him in two and assign his place with the hypocrites. In that place there will be weeping and gnashing of teeth!",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 24,
          "verse": 32,
          "text": "“Learn a lesson from the fig tree. As soon as its twigs get tender and its leaves come out, you know that summer is near.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 33,
          "text": "In the same way, when you see all those things happening, you know that the end is near. It is right at the door.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 34,
          "text": "What I’m about to tell you is true. The people living at that time will certainly not pass away until all those things have happened.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 35,
          "text": "Heaven and earth will pass away. But my words will never pass away.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 36,
          "text": "The Day and Hour Are Not Known\n“No one knows about that day or hour. Not even the angels in heaven know. The Son does not know. Only the Father knows.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 37,
          "text": "“Remember how it was in the days of Noah. It will be the same when the Son of Man comes.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 38,
          "text": "“In the days before the flood, people were eating and drinking. They were getting married. They were giving their daughters to be married. They did all those things right up to the day Noah entered the ark.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 39,
          "text": "They knew nothing about what would happen until the flood came and took them all away. That is how it will be when the Son of Man comes.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 40,
          "text": "“Two men will be in the field. One will be taken and the other left.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 41,
          "text": "Two women will be grinding with a hand mill. One will be taken and the other left.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 42,
          "text": "“So keep watch. You do not know on what day your Lord will come.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 43,
          "text": "You must understand something. Suppose the owner of the house knew what time of night the robber was coming. Then he would have kept watch. He would not have let his house be broken into.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 44,
          "text": "So you also must be ready. The Son of Man will come at an hour when you don’t expect him.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 45,
          "text": "“Suppose a master puts one of his servants in charge of the other servants in his house. The servant’s job is to give them their food at the right time. The master wants a faithful and wise servant for this.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 46,
          "text": "It will be good for the servant if the master finds him doing his job when the master returns.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 47,
          "text": "What I’m about to tell you is true. The master will put that servant in charge of everything he owns.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 48,
          "text": "“But suppose that servant is evil. Suppose he says to himself, ‘My master is staying away a long time.’",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 49,
          "text": "Suppose he begins to beat the other servants. And suppose he eats and drinks with those who drink too much.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 50,
          "text": "The master of that servant will come back on a day the servant doesn’t expect him. He will return at an hour the servant does not know.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 51,
          "text": "Then the master will cut him to pieces. He will send him to the place where pretenders go. There people will sob and grind their teeth.",
          "isHeading": false
        }
      ]
    }
  }
}