{
  "torah": {
    "passage": "Deuteronomy 30:7 - 30:10;Deuteronomy 30:11 - 30:14",
    "versions": {
      "leb": [
        {
          "chapter": 30,
          "verse": 7,
          "text": "And Yahweh your God will put all these curses on your enemies and on those who hate you, on those who harassed you.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 8,
          "text": "And you will again listen to the voice of Yahweh, and you will do all his commandments that I am commanding you today.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 9,
          "text": "And Yahweh your God will make you prosperous in all your undertakings, and in the fruit of your livestock and in the fruit of your ground abundantly, for Yahweh will again rejoice over you, just as he rejoiced over your ancestors.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 10,
          "text": "",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 30,
          "verse": 7,
          "text": "The Lord your God will put all of those curses on your enemies. They hated you and hunted you down.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 8,
          "text": "You will obey the Lord again. You will follow all of his commands that I’m giving you today.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 9,
          "text": "Then the Lord your God will give you great success in everything you do. You will have many children. Your livestock will have many little ones. Your crops will do very well. The Lord will take delight in you again. He’ll give you success. That’s what he did for your people long ago.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 10,
          "text": "",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Acts 20:32 - 20:38;Acts 21:1 - 21:6",
    "versions": {
      "leb": [
        {
          "chapter": 20,
          "verse": 32,
          "text": "“And now I entrust you to God and to the message of his grace, which is able to build you up and to give you the inheritance among all those who are sanctified.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 33,
          "text": "I have desired no one’s silver or gold or clothing!",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 34,
          "text": "You yourselves know that these hands served to meet my needs and the needs of those who were with me.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 35,
          "text": "I have shown you with respect to all things that by working hard in this way it is necessary to help those who are in need, and to remember the words of the Lord Jesus that he himself said, “It is more blessed to give than to receive.”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 36,
          "text": "And when he had said these things, he fell to his knees and prayed with them all.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 37,
          "text": "And there was considerable weeping by all, and hugging Paul, they kissed him,",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 38,
          "text": "especially distressed at the statement that he had said, that they were going to see his face no more. And they accompanied him to the ship.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 20,
          "verse": 32,
          "text": "“Now I commit you to God’s care. I commit you to the word of his grace. It can build you up. Then you will share in what God plans to give all his people.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 33,
          "text": "I haven’t longed for anyone’s silver or gold or clothing.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 34,
          "text": "You yourselves know that I have used my own hands to meet my needs. I have also met the needs of my companions.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 35,
          "text": "In everything I did, I showed you that we must work hard and help the weak. We must remember the words of the Lord Jesus. He said, ‘It is more blessed to give than to receive.’”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 36,
          "text": "When Paul had said this, he got down on his knees with all of them and prayed.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 37,
          "text": "They all cried as they hugged and kissed him.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 38,
          "text": "What hurt them the most was that he had said they would never see his face again. Then they went with him to the ship.",
          "isHeading": false
        }
      ]
    }
  }
}