{
  "torah": {
    "passage": "Numbers 1:1 - 1:19",
    "versions": {
      "leb": [
        {
          "chapter": 1,
          "verse": 1,
          "text": "God Commands Moses to Take a Census\nYahweh spoke to Moses in the desert of Sinai, in the tent of assembly, on the first of the month, in the second year after they came out of the land of Egypt, saying,",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 2,
          "text": "“Take a census of the entire community of the Israelites according to their clans and their families, according to the number of names, every male individually",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 3,
          "text": "from twenty years old and above, everyone in Israel who is able to go to war. You and Aaron must muster them for their wars.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 4,
          "text": "A man from each tribe will be with you, each man the head of his family.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 5,
          "text": "And these are the names of the men who will assist you: from Reuben, Elizur son of Shedeur;",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 6,
          "text": "from Simeon, Shelumiel son of Zurishaddai;",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 7,
          "text": "from Judah, Nahshon son of Amminadab;",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 8,
          "text": "from Issachar, Nethanel son of Zuar;",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 9,
          "text": "from Zebulun, Eliab son of Helon.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 10,
          "text": "From the descendants of Joseph: from Ephraim, Elishama son of Ammihud; from Manasseh, Gamaliel son of Pedahzur.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 11,
          "text": "From Benjamin, Abidan son of Gideoni;",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 12,
          "text": "from Dan, Ahiezer son of Ammishaddai;",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 13,
          "text": "from Asher, Pagiel son of Ocran;",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 14,
          "text": "from Gad, Eliasaph son of Deuel;",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 15,
          "text": "and from Naphtali, Ahira son of Enan.”",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 16,
          "text": "These are the ones summoned from the community, the leaders of their ancestors’ tribes; they are the heads of Israel’s clans.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 17,
          "text": "So Moses and Aaron took these men who had been designated by name,",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 18,
          "text": "and they summoned the entire community on the first day of the second month. And they registered themselves among their clans according to their families, according to the number of names from those twenty years old and above individually,",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 19,
          "text": "just as Yahweh commanded Moses. And he counted them in the desert of Sinai.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 1,
          "verse": 1,
          "text": "The Men of Israel Are Counted\nThe Lord spoke to Moses in the Tent of Meeting. It happened in the Desert of Sinai. The Lord spoke to him on the first day of the second month. It was the second year after the people of Israel came out of Egypt.\nThe Lord said,",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 2,
          "text": "“Count all of the men of Israel. Make a list of them by their tribes and families. List every man by name. List them one by one.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 3,
          "text": "Count all of the men who are able to serve in the army. They must be 20 years old or more. I want you and Aaron to make a list of them company by company.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 4,
          "text": "One man from each tribe must help you. Those who help must be the heads of their families.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 5,
          "text": "“Here are the names of the men who must help you.\n“From the tribe of Reuben will come Elizur, the son of Shedeur.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 6,
          "text": "From the tribe of Simeon will come Shelumiel, the son of Zurishaddai.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 7,
          "text": "From the tribe of Judah will come Nahshon, the son of Amminadab.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 8,
          "text": "From the tribe of Issachar will come Nethanel, the son of Zuar.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 9,
          "text": "From the tribe of Zebulun will come Eliab, the son of Helon.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 10,
          "text": "From the tribe of Ephraim will come Elishama, the son of Ammihud.\nFrom the tribe of Manasseh will come Gamaliel, the son of Pedahzur.\nEphraim and Manasseh were Joseph’s two sons.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 11,
          "text": "From the tribe of Benjamin will come Abidan, the son of Gideoni.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 12,
          "text": "From the tribe of Dan will come Ahiezer, the son of Ammishaddai.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 13,
          "text": "From the tribe of Asher will come Pagiel, the son of Ocran.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 14,
          "text": "From the tribe of Gad will come Eliasaph, the son of Deuel.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 15,
          "text": "From the tribe of Naphtali will come Ahira, the son of Enan.”",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 16,
          "text": "Those were the men who were appointed from the community. They were the leaders of the tribes of their people. They were the heads of the major families in Israel.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 17,
          "text": "Moses and Aaron went and got the men whose names had been given to them.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 18,
          "text": "Then Moses and Aaron gathered all of the men of Israel together. It was the first day of the second month. The men announced the tribe and family they belonged to. Those who were 20 years old or more were listed by name. They were listed one by one.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 19,
          "text": "Everything was done just as the Lord had commanded Moses. So Moses counted them in the Desert of Sinai.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Luke 1:1-25",
    "versions": {
      "leb": [
        {
          "chapter": 1,
          "verse": 1,
          "text": "The Preface to Luke’s Gospel\nSince many have attempted to compile an account concerning the events that have been fulfilled among us,",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 2,
          "text": "just as those who were eyewitnesses and servants of the word from the beginning passed on to us,",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 3,
          "text": "it seemed best to me also—because I have followed all things carefully from the beginning—to write them down in orderly sequence for you, most excellent Theophilus,",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 4,
          "text": "so that you may know the certainty concerning the things about which you were taught.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 5,
          "text": "The Prediction of John the Baptist’s Birth\nIt happened that in the days of Herod, king of Judea, there was a certain priest, Zechariah by name, of the division of Abijah. And he had a wife from the daughters of Aaron, and her name was Elizabeth.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 6,
          "text": "And they were both righteous in the sight of God, living blamelessly in all the commandments and regulations of the Lord.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 7,
          "text": "And they did not have a child, because Elizabeth was barren. And they were both advanced in years.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 8,
          "text": "And it happened that while he was serving as priest before God in the order of his division,",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 9,
          "text": "according to the custom of the priesthood he was chosen by lot to enter into the temple of the Lord to burn incense.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 10,
          "text": "And the whole crowd of the people were praying outside at the hour of the incense offering.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 11,
          "text": "And an angel of the Lord appeared to him, standing at the right side of the altar of incense.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 12,
          "text": "And Zechariah was terrified when he saw the angel, and fear fell upon him.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 13,
          "text": "But the angel said to him,\n“Do not be afraid, Zechariah,\nbecause your prayer has been heard,\nand your wife Elizabeth will bear you a son,\nand you will call his name John.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 14,
          "text": "And you will experience joy and exultation,\nand many will rejoice at his birth.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 15,
          "text": "For he will be great in the sight of the Lord,\nand he must never drink wine or beer,\nand he will be filled with the Holy Spirit\nwhile he is still in his mother’s womb.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 16,
          "text": "And he will turn many of the sons of Israel\nto the Lord their God.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 17,
          "text": "And he will go on before him\nin the spirit and power of Elijah,\nto turn the hearts of the fathers to the children,\nand the disobedient to the wisdom of the righteous,\nto prepare for the Lord a people made ready.”",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 18,
          "text": "And Zechariah said to the angel, “By what will I know this? For I am an old man, and my wife is advanced in years!”",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 19,
          "text": "And the angel answered and said to him, “I am Gabriel, who stands in the presence of God, and I was sent to speak to you and to announce to you this good news.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 20,
          "text": "And behold, you will be silent and not able to speak until the day these things take place, because you did not believe my words, which will be fulfilled in their time.”",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 21,
          "text": "And the people were waiting for Zechariah, and began to wonder when he was delayed in the temple.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 22,
          "text": "And when he came out he was not able to speak to them, and they realized that he had seen a vision in the temple. And he kept making signs to them, and remained unable to speak.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 23,
          "text": "And it happened that when the days of his service came to an end, he went away to his home.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 24,
          "text": "Now after these days, his wife Elizabeth conceived, and she kept herself in seclusion for five months, saying,",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 25,
          "text": "“Thus the Lord has done for me in the days in which he has concerned himself with me, to take away my disgrace among people.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 1,
          "verse": 1,
          "text": "Luke Writes an Orderly Report\nMany people have attempted to write about the things that have taken place among us.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 2,
          "text": "Reports of these things were handed down to us. There were people who saw these things for themselves from the beginning and then passed the word on.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 3,
          "text": "I myself have carefully looked into everything from the beginning. So it seemed good also to me to write down an orderly report of exactly what happened. I am doing this for you, most excellent Theophilus.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 4,
          "text": "I want you to know that the things you have been taught are true.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 5,
          "text": "The Coming Birth of John the Baptist\nHerod was king of Judea. During the time he was ruling, there was a priest named Zechariah. He belonged to a group of priests named after Abijah. His wife Elizabeth also came from the family line of Aaron.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 6,
          "text": "Both of them did what was right in God’s eyes. They obeyed all the Lord’s commandments and rules faithfully.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 7,
          "text": "But they had no children, because Elizabeth was not able to have any. And they were both very old.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 8,
          "text": "One day Zechariah’s group was on duty. He was serving as a priest in God’s temple.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 9,
          "text": "He happened to be chosen, in the usual way, to go into the temple of the Lord. There he was supposed to burn incense.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 10,
          "text": "The time came for this to be done. All who had gathered to worship were praying outside.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 11,
          "text": "Then an angel of the Lord appeared to Zechariah. The angel was standing at the right side of the incense altar.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 12,
          "text": "When Zechariah saw him, he was amazed and terrified.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 13,
          "text": "But the angel said to him, “Do not be afraid, Zechariah. Your prayer has been heard. Your wife Elizabeth will have a child. It will be a boy, and you must name him John.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 14,
          "text": "He will be a joy and delight to you. His birth will make many people very glad.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 15,
          "text": "He will be important in the Lord’s eyes.\n“He must never use wine or other such drinks. He will be filled with the Holy Spirit from the time he is born.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 16,
          "text": "He will bring many of Israel’s people back to the Lord their God.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 17,
          "text": "And he will prepare the way for the Lord. He will have the same spirit and power that Elijah had. He will teach parents how to love their children. He will also teach people who don’t obey to be wise and do what is right. In this way, he will prepare a people who are ready for the Lord.”",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 18,
          "text": "Zechariah asked the angel, “How can I be sure of this? I am an old man, and my wife is old too.”",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 19,
          "text": "The angel answered, “I am Gabriel. I serve God. I have been sent to speak to you and to tell you this good news.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 20,
          "text": "And now you will have to be silent. You will not be able to speak until after John is born. That’s because you did not believe my words. They will come true when the time is right.”",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 21,
          "text": "During that time, the people were waiting for Zechariah to come out. They wondered why he stayed in the temple so long.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 22,
          "text": "When he came out, he could not speak to them. They realized he had seen a vision in the temple. They knew this because he kept motioning to them. He still could not speak.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 23,
          "text": "When his time of service was over, he returned home.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 24,
          "text": "After that, his wife Elizabeth became pregnant. She stayed at home for five months.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 25,
          "text": "“The Lord has done this for me,” she said. “In these days, he has been kind to me. He has taken away my shame among the people.”",
          "isHeading": false
        }
      ]
    }
  }
}