{
  "torah": {
    "passage": "Exodus 31:18 - 33:11",
    "versions": {
      "leb": [
        {
          "chapter": 31,
          "verse": 18,
          "text": "And when he finished speaking with him on Mount Sinai, he gave to Moses the two tablets of the testimony, stone tablets, written with the finger of God.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 1,
          "text": "The Golden Calf\nAnd the people saw that Moses delayed to come down from the mountain, and the people gathered opposite Aaron, and they said to him, “Come, make for us gods who will go before us, because this Moses, the man who brought us up from the land of Egypt, we do not know what has become of him.”",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 2,
          "text": "And Aaron said to them, “Take off the rings of gold that are on the ears of your wives, your sons, and your daughters, and bring it to me.”",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 3,
          "text": "And all the people took off the rings of gold that were on their ears and brought it to Aaron.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 4,
          "text": "And he took from their hand, and he shaped it with a tool, and he made it a cast-image bull calf, and they said, “These are your gods, Israel, who brought you up from the land of Egypt.”",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 5,
          "text": "And Aaron saw, and he built an altar before it, and Aaron called, and he said, “A feast for Yahweh tomorrow.”",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 6,
          "text": "And they started early the next day, and they offered burnt offerings, and they presented fellowship offerings, and the people sat to eat and drink, and they rose up to revel.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 7,
          "text": "And Yahweh spoke to Moses, “Go, go down because your people behave corruptly, whom you brought up from the land of Egypt.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 8,
          "text": "They have turned aside quickly from the way that I commanded them; they have made for themselves a cast-image bull calf, and they bowed to it, and they sacrificed to it, and they said, ‘These are your gods, Israel, who brought you up from the land of Egypt.’”",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 9,
          "text": "And Yahweh said to Moses, “I have seen this people, and, indeed, they are a stiff-necked people.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 10,
          "text": "And now leave me alone so that my anger may blaze against them, and let me destroy them, and I will make you into a great nation.”",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 11,
          "text": "And Moses implored Yahweh his God, and he said, “Why, Yahweh, should your anger blaze against your people whom you brought up from the land of Egypt with great power and with a strong hand?",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 12,
          "text": "Why should the Egyptians say, ‘With evil intent he brought them out to kill them in the mountains and wipe them from the face of the earth’? Turn from your fierce anger and relent concerning the disaster for your people.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 13,
          "text": "Remember Abraham, Isaac, and Israel, your servants, to whom you swore by yourself, and you told them, ‘I will multiply your offspring like the stars of the heavens, and all this land that I promised I will give to your offspring, and they will inherit it forever.’”",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 14,
          "text": "And Yahweh relented concerning the disaster that he had threatened to do to his people.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 15,
          "text": "And Moses turned and went down from the mountain, and the two tablets of the testimony were in his hand, tablets written on their two sides; on the front and on the back they were written.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 16,
          "text": "And the tablets, they were the work of God; and the writing, it was the writing of God engraved on the tablets.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 17,
          "text": "And Joshua heard the sound of the people in their shouting, and he said to Moses, “A sound of war is in the camp.”",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 18,
          "text": "But he said, “There is not a sound of shouting of victory, and there is not a sound of shouting of defeat. I hear a sound of singing.”",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 19,
          "text": "And as he came near to the camp, he saw the bull calf and dancing, and Moses became angry, and he threw the tablets from his hand, and he broke them under the mountain.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 20,
          "text": "And he took the bull calf that they had made, and he burned it with the fire, and he crushed it until it became fine, and he scattered it on the surface of the water, and he made the Israelites drink.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 21,
          "text": "And Moses said to Aaron, “What did this people do to you that you brought on them such a great sin?”",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 22,
          "text": "And Aaron said, “Let not my lord become angry. You yourself know the people, that they are intent on evil.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 23,
          "text": "And they said to me, ‘Make for us gods who will go before us, because this Moses, the man who brought us up from the land of Egypt, we do not know what has become of him.’",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 24,
          "text": "And I said to them, ‘Whoever has gold, take it off.’ And they gave it to me, and I threw it in the fire, and out came this bull calf.”",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 25,
          "text": "And Moses saw the people, that they were running wild because Aaron had allowed them to run wild, for a laughingstock among their enemies.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 26,
          "text": "And Moses stood at the entrance of the camp, and he said, “Whoever is for Yahweh, to me.” And all the sons of Levi were gathered to him.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 27,
          "text": "And he said to them, “Thus says Yahweh, the God of Israel, ‘Put each his sword on his side. Go back and forth from gate to gate in the camp, and kill, each his brother and each his friend and each his close relative.’”",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 28,
          "text": "And the sons of Levi did according to the word of Moses, and from the people on that day about three thousand persons fell.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 29,
          "text": "And Moses said, “You are ordained today for Yahweh, because each has been against his son and against his brother and so bringing on you today a blessing.”",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 30,
          "text": "And the next day Moses said to the people, “You have sinned a great sin. And now I will go up to Yahweh. Perhaps I can make atonement for your sin.”",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 31,
          "text": "And Moses returned to Yahweh, and he said, “Alas, this people has sinned a great sin and made for themselves gods of gold.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 32,
          "text": "And now if you will forgive their sin—and if not, please blot me from your scroll that you have written.”",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 33,
          "text": "And Yahweh said to Moses, “Whoever has sinned against me I will blot him from my scroll.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 34,
          "text": "And now go, lead the people to where I spoke to you. Look, my angel will go before you, and on the day when I punish I will punish them for their sin.”",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 35,
          "text": "And Yahweh afflicted the people because they had made the bull calf that Aaron had made.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 1,
          "text": "Command to Resume Travel\nAnd Yahweh spoke to Moses, “Go, go up from here, you and the people whom you have brought up from the land of Egypt, to the land that I swore to Abraham, to Isaac, and to Jacob, saying, ‘I will give it to your offspring.’",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 2,
          "text": "And I will send an angel before you, and I will drive out the Canaanites, the Amorites, and the Hittites and the Perizzites, the Hivites, and the Jebusites,",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 3,
          "text": "Go to a land flowing with milk and honey, but I will not go up among you, because you are a stiff-necked people, lest I destroy you on the way.”",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 4,
          "text": "And the people heard this troubling word, and they mourned, and they each did not put their ornaments on themselves.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 5,
          "text": "And Yahweh said to Moses, “Say to the Israelites, ‘You are a stiff-necked people; if one moment I were to go up among you, I would destroy you. And now take down your ornaments from on you, and I will decide what I will do to you.”",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 6,
          "text": "And the Israelites stripped themselves of their ornaments from Mount Horeb onward.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 7,
          "text": "The Tent outside the Camp\nAnd Moses took the tent and pitched it outside the camp far from the camp, and he called it the tent of assembly, and all seeking Yahweh would go out to the tent of assembly, which was outside the camp.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 8,
          "text": "And at the going out of Moses to the tent, all the people would rise and stand, each at the opening of his tent, and gaze after Moses until his entering the tent.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 9,
          "text": "And at the entering of Moses into the tent the column of cloud would descend and stand at the opening of the tent, and he would speak with Moses.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 10,
          "text": "And all the people would see the column of cloud standing at the opening of the tent, and all the people would rise and bow in worship, each at the opening of his tent.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 11,
          "text": "And Yahweh would speak to Moses face to face, as a man speaks to his neighbor. And he would return to the camp, and his assistant Joshua the son of Nun, a young man, did not leave the middle of the tent.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 31,
          "verse": 18,
          "text": "The Lord finished speaking to Moses on Mount Sinai. Then he gave him the two tablets of the covenant. They were made out of stone. The words on them were written by the finger of God.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 1,
          "text": "Israel Worships a Golden Calf\nThe people saw that Moses took a long time to come down from the mountain. So they gathered around Aaron. They said to him, “Come. Make us a god that will lead us. This fellow Moses brought us up out of Egypt. But we don’t know what has happened to him.”",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 2,
          "text": "Aaron answered them, “Take the gold earrings off your wives, your sons and your daughters. Bring the earrings to me.”",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 3,
          "text": "So all of the people took off their earrings. They brought them to Aaron.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 4,
          "text": "He took what they gave him and made it into a metal statue of a god. It looked like a calf. He shaped it with a tool.\nThen the people said, “Israel, here is your god who brought you up out of Egypt.”",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 5,
          "text": "When Aaron saw it, he built an altar in front of the calf. He said, “Tomorrow will be a feast day in the Lord’s honor.”",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 6,
          "text": "So the next day the people got up early. They sacrificed burnt offerings and brought friendship offerings. They sat down to eat and drink. Then they got up to dance wildly in front of their god.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 7,
          "text": "The Lord spoke to Moses. He said, “Go down. Your people you brought up out of Egypt have become very sinful.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 8,
          "text": "They have quickly turned away from what I commanded them. They have made themselves a statue of a god that looks like a calf. They have bowed down and sacrificed to it. And they have said, ‘Israel, here is your god who brought you up out of Egypt.’",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 9,
          "text": "“I have seen those people,” the Lord said to Moses. “They are stubborn.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 10,
          "text": "Now leave me alone. My anger will burn against them. I will destroy them. Then I will make you into a great nation.”",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 11,
          "text": "But Moses asked the Lord his God to show favor to the people. “Lord,” he said, “why should your anger burn against your people? You used your great power and mighty hand to bring them out of Egypt.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 12,
          "text": "Why should the Egyptians say, ‘He brought them out to hurt them. He wanted to kill them in the mountains. He wanted to wipe them off the face of the earth’? Turn away from your burning anger. Please take pity on your people. Don’t destroy them!",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 13,
          "text": "“Remember your servants Abraham, Isaac and Israel. You made a promise. You took an oath in your name. You said, ‘I will make your children after you as many as the stars in the sky. I will give them all of this land I promised them. It will belong to them forever.’”",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 14,
          "text": "Then the Lord took pity on his people. He didn’t destroy them as he had said he would.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 15,
          "text": "Moses turned and went down the mountain. He had the two tablets of the covenant in his hands. Words were written on both sides of the tablets, front and back.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 16,
          "text": "The tablets were the work of God. The words had been written by God. They had been carved on the tablets.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 17,
          "text": "Joshua heard the noise of the people shouting. So he said to Moses, “It sounds like war in the camp.”",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 18,
          "text": "Moses replied,\n“It’s not the sound of winning.\nIt’s not the sound of losing.\nIt’s the sound of singing that I hear.”",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 19,
          "text": "As Moses approached the camp, he saw the calf. He also saw the people dancing. So he burned with anger. He threw the tablets out of his hands. They broke into pieces at the foot of the mountain.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 20,
          "text": "He took the calf the people had made. He burned it in the fire. Then he ground it into powder. He scattered it on the water. And he made the people of Israel drink it.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 21,
          "text": "He said to Aaron, “What did these people do to you? How did they make you lead them into such terrible sin?”",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 22,
          "text": "“Please don’t be angry,” Aaron answered. “You know how these people like to do what is evil.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 23,
          "text": "They said to me, ‘Make us a god that will lead us. This fellow Moses brought us up out of Egypt. But we don’t know what has happened to him.’",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 24,
          "text": "“So I told them, ‘Anyone who has any gold jewelry, take it off.’ They gave me the gold. I threw it into the fire. And out came this calf!”",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 25,
          "text": "Moses saw that the people were running wild. Aaron had let them get out of control. The people had become a joke to their enemies.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 26,
          "text": "Moses stood at the entrance to the camp. He said, “Anyone who is on the Lord’s side, come to me.” All of the Levites joined him.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 27,
          "text": "Then he spoke to them. He said, “The Lord, the God of Israel, says, ‘Each man must put on his sword. Then he must go back and forth through the camp from one end to the other. Each man must kill his brother, friend and neighbor.’”",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 28,
          "text": "The Levites did as Moses commanded. About 3,000 of the people died that day.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 29,
          "text": "Then Moses said to the Levites, “You have been set apart for the Lord today. You stood against your own sons and brothers. And he has blessed you this day.”",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 30,
          "text": "The next day Moses said to the people, “You have committed a terrible sin. But now I will go up to the Lord. Maybe if I pray to him, he will forgive your sin.”",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 31,
          "text": "So Moses went back to the Lord. He said, “These people have committed a terrible sin. They have made a god out of gold for themselves.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 32,
          "text": "Now please forgive their sin. But if you won’t, then erase my name from the scroll you have written.”",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 33,
          "text": "The Lord replied to Moses, “I will erase from my scroll only the names of those who have sinned against me.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 34,
          "text": "Now go. Lead the people to the place I spoke about. My angel will go ahead of you. But when the time comes for me to punish, I will punish them for their sin.”",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 35,
          "text": "The Lord struck the people with a plague. That’s because of what they did with the calf Aaron had made.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 1,
          "text": "Then the Lord spoke to Moses. He said, “Leave this place. You and the people you brought up out of Egypt must leave it. Go up to the land I promised with an oath to give to Abraham, Isaac and Jacob. I said to them, ‘I will give it to your children after you.’",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 2,
          "text": "I will send an angel ahead of you. I will drive out the Canaanites, Amorites, Hittites, Perizzites, Hivites and Jebusites.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 3,
          "text": "“Go up to the land that has plenty of milk and honey. But I will not go with you. You are stubborn. I might destroy you on the way.”",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 4,
          "text": "When the people heard those painful words, they became sad and began to sob. No one put on any jewelry.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 5,
          "text": "The Lord had said to Moses, “Tell the people of Israel, ‘You are stubborn. If I went with you even for a moment, I might destroy you. Now take off your jewelry. Then I will decide what to do with you.’”",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 6,
          "text": "So the people took off their jewelry at Mount Horeb.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 7,
          "text": "The Tent of Meeting\nMoses used to take a tent and set it up far outside the camp. He called it the “tent of meeting.” Anyone who wanted to ask the Lord a question would go to the tent of meeting that was outside the camp.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 8,
          "text": "When Moses would go out to the tent, all of the people would get up and stand at the entrances to their tents. They would watch Moses until he entered the tent.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 9,
          "text": "As Moses would go into the tent, the pillar of cloud would come down. It would stay at the entrance while the Lord spoke with Moses.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 10,
          "text": "The people would see the pillar of cloud standing at the entrance to the tent. Then all of them would stand and worship at the entrances to their tents.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 11,
          "text": "The Lord would speak to Moses face to face. It was like a man speaking to his friend. Then Moses would return to the camp.\nBut Joshua, his young helper, didn’t leave the tent. Joshua was the son of Nun.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Mark 13:24 - 13:37",
    "versions": {
      "leb": [
        {
          "chapter": 13,
          "verse": 24,
          "text": "The Arrival of the Son of Man\n“But in those days, after that tribulation,\n‘the sun will be darkened\nand the moon will not give its light,",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 25,
          "text": "and the stars will be falling from heaven,\nand the powers in the heavens will be shaken.’",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 26,
          "text": "And then they will see the Son of Man arriving in the clouds with great power and glory.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 27,
          "text": "And then he will send out the angels, and will gather the elect together from the four winds, from the end of the earth to the end of heaven.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 28,
          "text": "The Parable of the Fig Tree\n“Now learn the parable from the fig tree: Whenever its branch has already become tender and puts forth its leaves, you know that summer is near.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 29,
          "text": "So also you, when you see these things happening, know that he is near, at the door.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 30,
          "text": "Truly I say to you that this generation will never pass away until all these things take place!",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 31,
          "text": "Heaven and earth will pass away, but my words will never pass away.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 32,
          "text": "The Unknown Day and Hour\n“But concerning that day or hour no one knows—not even the angels in heaven nor the Son—except the Father.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 33,
          "text": "Watch out! Be alert, because you do not know when the time is!",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 34,
          "text": "It is like a man away on a journey, who left his house and gave his slaves authority—to each one his work—and to the doorkeeper he gave orders that he should be on the alert.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 35,
          "text": "Therefore be on the alert, for you do not know when the master of the house is coming—whether in the evening, or at midnight, or when the rooster crows, or early in the morning—",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 36,
          "text": "lest he arrive suddenly and find you sleeping.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 37,
          "text": "And what I say to you, I say to everyone: Be on the alert!”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 13,
          "verse": 24,
          "text": "“So in those days there will be terrible suffering. After that, Scripture says,\n“‘The sun will be darkened.\nThe moon will not shine.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 25,
          "text": "The stars will fall from the sky.\nThe heavenly bodies will be shaken.’ (; )",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 26,
          "text": "“At that time people will see the Son of Man coming in clouds. He will come with great power and glory.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 27,
          "text": "He will send his angels. He will gather his chosen people from all four directions. He will bring them from the ends of the earth to the ends of the heavens.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 28,
          "text": "“Learn a lesson from the fig tree. As soon as its twigs get tender and its leaves come out, you know that summer is near.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 29,
          "text": "In the same way, when you see those things happening, you know that the end is near. It is right at the door.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 30,
          "text": "What I’m about to tell you is true. The people living at that time will certainly not pass away until all those things have happened.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 31,
          "text": "Heaven and earth will pass away. But my words will never pass away.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 32,
          "text": "The Day and Hour Are Not Known\n“No one knows about that day or hour. Not even the angels in heaven know. The Son does not know. Only the Father knows.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 33,
          "text": "“Keep watch! Stay awake! You do not know when that time will come.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 34,
          "text": "It’s like a man going away. He leaves his house and puts his servants in charge. Each one is given a task to do. He tells the one at the door to keep watch.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 35,
          "text": "“So keep watch! You do not know when the owner of the house will come back. It may be in the evening or at midnight. It may be when the rooster crows or at dawn.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 36,
          "text": "He may come suddenly. So do not let him find you sleeping.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 37,
          "text": "“What I say to you, I say to everyone. ‘Watch!’”",
          "isHeading": false
        }
      ]
    }
  }
}