{
  "torah": {
    "passage": "Exodus 14:26 - 15:26",
    "versions": {
      "leb": [
        {
          "chapter": 14,
          "verse": 26,
          "text": "And Yahweh said to Moses, “Stretch out your hand over the sea, and let the waters return over the Egyptians, over their chariots, and over their charioteers.”",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 27,
          "text": "And Moses stretched out his hand over the sea, and the sea returned at daybreak to its normal level, and the Egyptians were fleeing because of it, and Yahweh swept the Egyptians into the middle of the sea.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 28,
          "text": "And the waters returned and covered the chariots and the charioteers—all the army of Pharaoh coming after them into the sea. Not even one survived among them.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 29,
          "text": "But the Israelites walked on the dry land in the middle of the sea. The waters were a wall for them on their right and on their left.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 30,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 31,
          "text": "And Israel saw the great hand that Yahweh displayed against Egypt, and the people feared Yahweh, and they believed in Yahweh and in Moses his servant.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 1,
          "text": "they dropped like lead in the mighty waters.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 2,
          "text": "And Miriam the prophetess, the sister of Aaron, took her tambourine in her hand, and all of the women went out after her with tambourines and with dances.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 3,
          "text": "Yahweh is a man of war; Yahweh is his name.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 4,
          "text": "and his choice adjutants were sunk in the Red Sea.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 5,
          "text": "they went down into the depths like a stone.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 6,
          "text": "Yahweh, your right hand destroyed the enemy.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 7,
          "text": "you released your fierce anger, and it consumed them like stubble.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 8,
          "text": "waves stood like a heap;\ndeep waters in the middle of the sea congealed.",
          "isHeading": true
        },
        {
          "chapter": 15,
          "verse": 9,
          "text": "my desire will be full of them, I will draw my sword, my hand will destroy them.’",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 11,
          "text": "Who is like you among the gods, Yahweh?\nWho is like you—glorious in holiness, awesome in praiseworthy actions, doing wonders?",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 12,
          "text": "the earth swallowed them.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 13,
          "text": "in your strength you guided them to the abode of your holiness.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 14,
          "text": "anguish seized the inhabitants of Philistia.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 15,
          "text": "all of the inhabitants of Canaan melted away.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 16,
          "text": "at the greatness of your arm they became silent like the stone,\nuntil your people passed by, Yahweh,\nuntil the people whom you bought passed by.",
          "isHeading": true
        },
        {
          "chapter": 15,
          "verse": 17,
          "text": "a place you made for yourself to inhabit, Yahweh,\na sanctuary, Lord, that your hands established.",
          "isHeading": true
        },
        {
          "chapter": 15,
          "verse": 18,
          "text": "Yahweh will reign as king forever and ever.”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 19,
          "text": "When the horses of Pharaoh came into the sea with his chariots and with his charioteers, Yahweh brought back upon them the waters of the sea, and the Israelites traveled on dry ground through the middle of the sea.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 21,
          "text": "And Miriam answered, “Sing to Yahweh because he is highly exalted; the horse and its rider he hurled into the sea.”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 22,
          "text": "And Moses caused Israel to set out from the Red Sea, and they went out into the desert of Shur, and they traveled three days in the desert, and they did not find water.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 23,
          "text": "And they came to Marah, and they were not able to drink water from Marah because it was bitter. Therefore it was named Marah.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 24,
          "text": "And the people grumbled against Moses, saying, “What shall we drink?”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 25,
          "text": "And he cried out to Yahweh, and Yahweh showed him a piece of wood, and he threw it into the water, and the water became sweet. There he made a rule and regulation for them, and there he tested them.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 26,
          "text": "And he said, “If you carefully listen to the voice of Yahweh your God and you do what is right in his eyes and give heed to his commands and you keep all his rules, then I will not bring about on you any of the diseases that I brought about on Egypt, because I am Yahweh your healer.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 14,
          "verse": 26,
          "text": "Then the Lord spoke to Moses. He said, “Reach your hand out over the sea. The waters will flow back over the Egyptians and their chariots and horsemen.”",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 27,
          "text": "So Moses reached his hand out over the sea. At sunrise the sea went back to its place. The Egyptians tried to run away from the sea. But the Lord swept them into it.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 28,
          "text": "The water flowed back and covered the chariots and horsemen. It covered the entire army of Pharaoh that had followed the people of Israel into the sea. Not one of the Egyptians was left.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 29,
          "text": "But the Israelites went through the sea on dry ground. There was a wall of water on their right side and on their left.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 30,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 31,
          "text": "The Israelites saw the great power the Lord showed against the Egyptians. So they had respect for the Lord. They put their trust in him and in his servant Moses.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 1,
          "text": "But you blew with your breath.\nThe Red Sea covered your enemies.\nThey sank like lead\nin the mighty waters.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 2,
          "text": "Aaron’s sister Miriam was a prophet. She took a tambourine in her hand. All the women followed her. They played tambourines and danced.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 3,
          "text": "The Lord goes into battle.\nThe Lord is his name.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 4,
          "text": "into the Red Sea.\nPharaoh’s best officers\ndrowned in the sea.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 5,
          "text": "The deep waters covered them.\nThey sank to the bottom like a stone.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 6,
          "text": "was majestic and powerful.\nLord, your right hand\ndestroyed your enemies.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 7,
          "text": "you threw down those who opposed you.\nYour burning anger blazed out.\nIt burned them up like straw.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 8,
          "text": "piled up the waters.\nThe rushing waters stood firm like a wall.\nThe deep waters stood up in the middle of the sea.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 9,
          "text": "‘We will chase Israel. We will catch them.\nWe’ll divide up what we take from them.\nWe’ll eat them alive.\nWe’ll pull our swords out.\nOur powerful hands will destroy them.’",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 11,
          "text": "Who is like you?\nYou are majestic and holy.\nYour glory fills me with wonder.\nYou do wonderful miracles.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 12,
          "text": "You reached out your right hand.\nThe earth swallowed up the Egyptians.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 13,
          "text": "you will lead the people you have set free.\nBecause you are so strong,\nyou will guide them to the holy place where you live.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 14,
          "text": "The nations will hear about it and tremble.\nPain and suffering will take hold of the Philistines.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 15,
          "text": "The chiefs of Edom will be terrified.\nThe leaders of Moab will tremble with fear.\nThe people of Canaan will melt away.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 16,
          "text": "&nbsp;&nbsp;&nbsp;&nbsp;Fear and terror will fall on them.\nYour powerful arm\nwill make them as still as a stone.\nThen your people will pass by, Lord.\nThen the people you created will pass by.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 17,
          "text": "You will bring them in.\nYou will plant them on the mountain you gave them.\nLord, you have made that place your home.\nLord, your hands have made your holy place secure.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 18,
          "text": "for ever and ever.”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 19,
          "text": "Pharaoh’s horses, chariots and horsemen went into the Red Sea. The Lord brought the waters of the sea back over them. But the people of Israel walked through the sea on dry ground.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 21,
          "text": "“Sing to the Lord.\nHe is greatly honored.\nHe has thrown Pharaoh’s horses and their riders\ninto the Red Sea.”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 22,
          "text": "Then Moses led Israel away from the Red Sea. They went into the Desert of Shur. For three days they traveled in the desert. They didn’t find any water there.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 23,
          "text": "When they came to Marah, they couldn’t drink its water. It was bitter. That’s why the place is named Marah.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 24,
          "text": "The people told Moses they weren’t happy with him. They said, “What are we supposed to drink?”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 25,
          "text": "Then Moses cried out to the Lord. The Lord showed him a stick. Moses threw it into the water. The water became sweet.\nThere the Lord made a rule and a law for the people. And there he put them to the test.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 26,
          "text": "He said, “I am the Lord your God. Listen carefully to my voice. Do what is right in my eyes. Pay attention to my commands. Obey all of my rules. If you do, I will not send on you any of the sicknesses I sent on the Egyptians. I am the Lord who heals you.”",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Mark 6:7 - 6:13",
    "versions": {
      "leb": [
        {
          "chapter": 6,
          "verse": 7,
          "text": "And he summoned the twelve and began to send them out two by two, and gave them authority over the unclean spirits.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 8,
          "text": "And he commanded them that they take along nothing for the journey except only a staff—no bread, no traveler’s bag, no money in their belts—",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 9,
          "text": "but to put on sandals and not to wear two tunics.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 11,
          "text": "And whatever place does not welcome you or listen to you, as you go out from there, shake off the dust that is on your feet for a testimony against them.”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 12,
          "text": "And they went out and proclaimed that people should repent.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 13,
          "text": "And they were expelling many demons and anointing many sick people with olive oil and healing them.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 6,
          "verse": 7,
          "text": "He called the Twelve to him. Then he sent them out two by two. He gave them authority to drive out evil spirits.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 8,
          "text": "Here were his orders. “Take only a walking stick for your trip. Do not take bread or a bag. Take no money in your belts.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 9,
          "text": "Wear sandals. But do not take extra clothes.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 11,
          "text": "Some places may not welcome you or listen to you. If they don’t, shake the dust off your feet when you leave. That will be a witness against the people living there.”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 12,
          "text": "They went out. And they preached that people should turn away from their sins.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 13,
          "text": "They drove out many demons. They poured olive oil on many sick people and healed them.",
          "isHeading": false
        }
      ]
    }
  }
}