{
  "torah": {
    "passage": "Exodus 16:11 - 16:36",
    "versions": {
      "leb": [
        {
          "chapter": 16,
          "verse": 11,
          "text": "And Yahweh spoke to Moses, saying,",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 12,
          "text": "“I have heard the grumblings of the Israelites. Speak to them, saying, ‘At twilight you will eat meat, and in the morning you will be full with bread, and you will know that I am Yahweh your God.’”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 13,
          "text": "And so it was, in the evening, the quail came up and covered the camp, and in the morning, a layer of dew was all around the camp.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 14,
          "text": "And the layer of dew came up, and there on the face of the desert was a fine granular substance, fine like frost on the ground.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 15,
          "text": "And the Israelites saw, and they said to each other, “What is this?” because they did not know what it was. And Moses said to them, “That is the bread that Yahweh has given to you as food.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 16,
          "text": "This is the word that Yahweh commanded, ‘Gather from it, each according to what he can eat, an omer per person according to the number of you. You each shall take enough for whoever is in his tent.’”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 17,
          "text": "And the Israelites did so, and they gathered, some more and some less.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 18,
          "text": "And when they measured with the omer, the one gathering more had no surplus, and the one gathering less had no lack; they gathered each according to what he could eat.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 19,
          "text": "And Moses said to them, “Let no one leave any of it until morning.”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 20,
          "text": "But they did not listen to Moses. Some people left some of it until morning, and it bred worms and stank. And Moses was angry with them.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 21,
          "text": "And they gathered it morning by morning, each according to what he could eat, and it melted when the sun was hot.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 22,
          "text": "And when it was the sixth day, they gathered twice as much bread, two omers for one person, and all the leaders of the community came and told Moses.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 23,
          "text": "And he said to them, “This is what Yahweh has said. Tomorrow is a rest period, a holy Sabbath for Yahweh. Bake what you want to bake, and boil what you want to boil. Put aside all the surplus for yourselves for safekeeping until the morning.”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 24,
          "text": "And they put it aside until the morning, as Moses had commanded, and it did not make a stench, and not a maggot was in it.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 25,
          "text": "And Moses said, “Eat it today, because today is a Sabbath for Yahweh. Today you will not find it in the field.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 26,
          "text": "Six days you will gather it, but on the seventh day, the Sabbath, it will not be present on it.”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 27,
          "text": "And on the seventh day some of the people went out to gather, and they did not find any.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 28,
          "text": "And Yahweh said to Moses, “How long do you refuse to keep my commands and my laws?",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 29,
          "text": "See, because Yahweh has given to you the Sabbath, therefore he is giving to you on the sixth day bread for two days. Stay, each in his location; let no one go from his place on the seventh day.”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 30,
          "text": "And the people rested on the seventh day.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 31,
          "text": "And the house of Israel called its name “manna.” And it was like coriander seed, white, and its taste was like a wafer with honey.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 32,
          "text": "And Moses said, “This is the word that Yahweh has commanded. ‘A full omer of it is for safekeeping for your generations so that they will see the bread that I fed you in the desert when I brought you from the land of Egypt.’”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 33,
          "text": "And Moses said to Aaron, “Take one jar and put there a full omer of manna. Leave it before Yahweh for safekeeping for your generations.”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 34,
          "text": "As Yahweh had commanded Moses, so Aaron left it before the testimony for safekeeping.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 35,
          "text": "And the Israelites ate the manna forty years, until their coming to an inhabited land; they ate the manna until their coming to the border of the land of Canaan.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 36,
          "text": "(And an omer is a tenth of an ephah.)",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 16,
          "verse": 11,
          "text": "The Lord said to Moses,",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 12,
          "text": "“I have heard the people of Israel talking about how unhappy they are. Tell them, ‘When the sun goes down, you will eat meat. In the morning you will be filled with bread. Then you will know that I am the Lord your God.’”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 13,
          "text": "That evening quail came and covered the camp. In the morning the ground around the camp was covered with dew.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 14,
          "text": "When the dew was gone, thin flakes appeared on the desert floor. They looked like frost on the ground.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 15,
          "text": "The people of Israel saw the flakes. They asked each other, “What’s that?” They didn’t know what it was.\nMoses said to them, “It’s the bread the Lord has given you to eat.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 16,
          "text": "Here is what the Lord has commanded. He has said, ‘Each one of you should gather as much as you need. Take two quarts for each person who lives in your tent.’”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 17,
          "text": "The people of Israel did as they were told. Some gathered a lot, and some gathered a little.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 18,
          "text": "When they measured it out, those who gathered a lot didn’t have too much. And those who gathered a little had enough. All of them gathered only what they needed.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 19,
          "text": "Then Moses said to them, “Don’t keep any of it until morning.”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 20,
          "text": "Some of them didn’t pay any attention to Moses. They kept part of it until morning. But it was full of maggots and began to stink. So Moses became angry with them.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 21,
          "text": "Each morning all of them gathered as much as they needed. But by the hottest time of the day, the thin flakes had melted away.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 22,
          "text": "On the sixth day, the people gathered twice as much. It amounted to four quarts for each person. The leaders of the community came and reported that to Moses.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 23,
          "text": "He said to them, “Here is what the Lord commanded. He said, ‘Tomorrow will be a day of rest. It will be a holy Sabbath day. It will be set apart for the Lord. So bake what you want to bake. Boil what you want to boil. Save what is left. Keep it until morning.’”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 24,
          "text": "So they saved it until morning, just as Moses commanded. It didn’t stink or get maggots in it.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 25,
          "text": "“Eat it today,” Moses said. “Today is a Sabbath day in the Lord’s honor. You won’t find any flakes on the ground today.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 26,
          "text": "Gather them for six days. But on the seventh day there won’t be any. It’s the Sabbath.”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 27,
          "text": "In spite of what Moses said, some of the people went out on the seventh day to gather the flakes. But they didn’t find any.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 28,
          "text": "Then the Lord spoke to Moses. He said, “How long will all of you refuse to obey my commands and my teachings?",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 29,
          "text": "Keep in mind that I have given you the Sabbath day. That is why on the sixth day I give you bread for two days. All of you must stay where you are on the seventh day. No one can go out.”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 30,
          "text": "So the people rested on the seventh day.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 31,
          "text": "The people of Israel called the bread manna. It was white like coriander seeds. It tasted like wafers that were made with honey.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 32,
          "text": "Moses said, “Here is what the Lord has commanded. He has said, ‘Get two quarts of manna. Keep it for all time to come. Then those who live after you will see the bread I gave you to eat in the desert. I gave it to you when I brought you out of Egypt.’”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 33,
          "text": "So Moses said to Aaron, “Get a jar. Put two quarts of manna in it. Then place it in front of the Lord. Keep it there for all time to come.”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 34,
          "text": "Aaron did exactly as the Lord had commanded Moses. He put the manna in front of the tablets of the covenant. He put it there so it would be kept for all time to come.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 35,
          "text": "The people of Israel ate manna for 40 years. They ate it until they came to a land that was settled. They ate it until they reached the border of Canaan.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 36,
          "text": "The jar had an omer of manna in it. An omer was two quarts.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Mark 6:30 - 6:34",
    "versions": {
      "leb": [
        {
          "chapter": 6,
          "verse": 30,
          "text": "The Feeding of Five Thousand\nAnd the apostles regathered to Jesus and reported to him everything that they had done and that they had taught.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 31,
          "text": "And he said to them, “You yourselves come privately to an isolated place and rest for a short time.” For those who were coming and going were many, and they did not even have time to eat.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 32,
          "text": "And they went away in the boat to an isolated place by themselves.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 33,
          "text": "And many people saw them leaving and recognized them, and ran there together by land from all the towns, and arrived ahead of them.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 34,
          "text": "And getting out of the boat he saw the large crowd and had compassion on them, because they were like sheep without a shepherd, and he began to teach them many things.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 6,
          "verse": 30,
          "text": "Jesus Feeds the Five Thousand\nThe apostles gathered around Jesus. They told him all they had done and taught.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 31,
          "text": "But many people were coming and going. So they did not even have a chance to eat.\nThen Jesus said to his apostles, “Come with me by yourselves to a quiet place. You need to get some rest.”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 32,
          "text": "So they went away by themselves in a boat to a quiet place.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 33,
          "text": "But many people who saw them leaving recognized them. They ran from all the towns and got there ahead of them.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 34,
          "text": "When Jesus came ashore, he saw a large crowd. He felt deep concern for them. They were like sheep without a shepherd. So he began teaching them many things.",
          "isHeading": false
        }
      ]
    }
  }
}