{
  "torah": {
    "passage": "Exodus 38:1 - 39:1",
    "versions": {
      "leb": [
        {
          "chapter": 38,
          "verse": 1,
          "text": "And he made the burnt-offering altar of acacia wood; its length was five cubits, and its width was five cubits—it was square—and its height was three cubits.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 2,
          "text": "And he made its horns on its four corners; its horns were of one piece with it; and he overlaid it with bronze.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 3,
          "text": "And he made all the equipment of the altar—the pots and the shovels and the sprinkling bowls and the forks and the fire pans—all its equipment he made with bronze.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 4,
          "text": "And he made for the altar a grating, a work of bronze network under its ledge, below, up to its middle.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 5,
          "text": "And he cast four rings on the four ends of the bronze grating as holders for the poles.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 6,
          "text": "And he made the poles of acacia wood, and he overlaid them with bronze.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 7,
          "text": "And he put the poles into the rings on the sides of the altar to carry it with them. He made it hollow with boards.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 8,
          "text": "And he made the basin of bronze and its stand of bronze from the mirrors of the serving women who served at the entrance of the tent of assembly.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 9,
          "text": "And he made the courtyard; for the south side were the hangings of the court of finely twisted linen, one hundred cubits,",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 10,
          "text": "with their twenty pillars and their twenty bases of bronze and with the hooks of the pillars and their bands of silver.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 11,
          "text": "And for the north side the hangings were one hundred cubits with their twenty pillars and their twenty bases of bronze and with the hooks of the pillars and their bands of silver.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 12,
          "text": "And for the west side fifty cubits of hangings with their ten pillars and their ten bases and with the hooks of the pillars and their bands of silver.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 13,
          "text": "And for the eastward side, toward sunrise, fifty cubits;",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 14,
          "text": "fifteen cubits of hangings were to the shoulder, with their three pillars and their three bases,",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 15,
          "text": "and for the second shoulder on each side of the gate of the courtyard were fifteen cubits of hangings, with their three pillars and their three bases.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 16,
          "text": "All the hangings of the courtyard all around were finely twisted linen,",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 17,
          "text": "and the bases for the pillars were bronze, the hooks of the pillars and their bands were silver, and the overlay of their tops was silver, and all the pillars of the courtyard were banded with silver.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 18,
          "text": "And the screen of the gate of the courtyard was the work of an embroiderer, with blue and purple and crimson yarns and finely twisted linen; it was twenty cubits long and five cubits high, like the hangings of the courtyard,",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 19,
          "text": "and with their four pillars and their four bases of bronze, with their silver hooks and with their tops and their bands of silver.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 20,
          "text": "And all the pegs for the tabernacle and for the courtyard all around were bronze.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 21,
          "text": "These are the records of the tabernacle, the tabernacle of the testimony, which were recorded at the command of Moses, the work of the Levites, in the hand of Ithamar the son of Aaron the priest.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 22,
          "text": "And Bezalel the son of Uri the son of Hur, of the tribe of Judah, did all that Yahweh commanded Moses.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 23,
          "text": "And with him was Oholiab the son of Ahisamach of the tribe of Dan, a skilled craftsman and a designer and an embroiderer with the blue and with the purple and with the crimson yarns and with the linen.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 24,
          "text": "And all the gold used for the work, in the work of the sanctuary, it was the gold of the wave offering—twenty-nine talents and seven hundred and thirty shekels, according to the sanctuary shekel.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 25,
          "text": "And the silver recorded from the community was a hundred talents and a thousand seven hundred and seventy-five shekels, according to the sanctuary shekel.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 26,
          "text": "It was a bekah for the individual, the half shekel according to the sanctuary shekel, for everyone who was counted, from twenty years old and above, for six hundred and three thousand five hundred and fifty.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 27,
          "text": "And it was one hundred talents of the silver to cast the bases of the sanctuary and the bases of the curtain—one hundred bases for one hundred talents of silver, a talent for each base.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 28,
          "text": "And from the thousand seven hundred and seventy-five shekels he made hooks for the pillars, and he overlaid their tops, and he made bands for them.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 29,
          "text": "And the bronze of the wave offering was seventy talents and two thousand four hundred shekels.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 30,
          "text": "And he made with it the bases of the entrance of the tent of assembly and the bronze altar and the bronze grating that belonged to it and all the equipment of the altar",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 31,
          "text": "and the bases of the courtyard all around and the bases of the gate of the courtyard and all the pegs of the tabernacle and all the pegs of the courtyard all around.",
          "isHeading": false
        },
        {
          "chapter": 39,
          "verse": 1,
          "text": "And from the blue and the purple and the crimson yarns they made woven garments for serving in the sanctuary, and they made the holy garments that were for Aaron, as Yahweh had commanded Moses.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 38,
          "verse": 1,
          "text": "The workers made the altar for burnt offerings out of acacia wood. It was four feet six inches high and seven feet six inches square.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 2,
          "text": "They made a horn stick out from each of its four upper corners. They covered the altar with bronze.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 3,
          "text": "They made all of its tools out of bronze. They made its pots, shovels, sprinkling bowls, meat forks, and pans for carrying ashes.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 4,
          "text": "They made a bronze grate for the altar. They put the grate halfway up the altar on the inside.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 5,
          "text": "They made a bronze ring for each of the four corners of the grate.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 6,
          "text": "They made poles out of acacia wood. They covered them with bronze.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 7,
          "text": "They put the poles through the rings. The poles were on two sides of the altar for carrying it.\nThe workers made the altar out of boards. They made it hollow.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 8,
          "text": "The workers made the large bronze bowl and its bronze stand. They made them out of the bronze mirrors that belonged to the women who served at the entrance to the Tent of Meeting.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 9,
          "text": "Next, the workers made the courtyard. The south side was 150 feet long. It had curtains that were made out of finely twisted linen.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 10,
          "text": "The curtains had 20 posts and 20 bronze bases. The posts had silver hooks and bands on them.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 11,
          "text": "The north side was also 150 feet long. Its curtains had 20 posts and 20 bronze bases. The posts had silver hooks and bands on them.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 12,
          "text": "The west end was 75 feet wide. It had curtains with ten posts and ten bases. The posts had silver hooks and bands on them.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 13,
          "text": "The east end, toward the sunrise, was also 75 feet wide.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 14,
          "text": "Curtains that were 22 feet six inches long were on one side of the entrance. They were hung on three posts. Each post had a base.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 15,
          "text": "Curtains that were 22 feet six inches long were also on the other side of the entrance to the courtyard. They were hung on three posts. Each post had a base.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 16,
          "text": "All of the curtains that were around the courtyard were made out of finely twisted linen.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 17,
          "text": "The bases for the posts were made out of bronze. The hooks and bands that were on the posts were made out of silver. Their tops were covered with silver. So all of the posts of the courtyard had silver bands.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 18,
          "text": "The curtain for the entrance to the courtyard was made out of blue, purple and bright red yarn and finely twisted linen. A person who sewed skillfully made it. It was 30 feet long. Like the curtains of the courtyard, it was seven feet six inches high.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 19,
          "text": "It had four posts and four bronze bases. Their hooks and bands were made out of silver. Their tops were covered with silver.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 20,
          "text": "All of the tent stakes of the holy tent were made out of bronze. So were all of the stakes of the courtyard that was around it.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 21,
          "text": "Here are the amounts of the metals that were used for the holy tent, where the tablets of the covenant were kept. Moses commanded the Levites to record the amounts. The Levites did the work under the direction of Ithamar. Ithamar was the son of the priest Aaron.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 22,
          "text": "Bezalel, the son of Uri, made everything the Lord had commanded Moses. Uri was the son of Hur. Bezalel was from the tribe of Judah.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 23,
          "text": "Oholiab, the son of Ahisamach, helped Bezalel. Oholiab was from the tribe of Dan. He could carve things and make patterns. And he could sew skillfully with blue, purple and bright red yarn and on fine linen.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 24,
          "text": "The total weight of the gold from the wave offering was more than a ton. It was weighed out in keeping with the standard weights that are used in the sacred tent. The gold was used for all of the work that was done in connection with the sacred tent.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 25,
          "text": "The silver that was received from the men in the community who were listed and counted weighed four tons. It was weighed out in keeping with the weights used in the sacred tent.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 26,
          "text": "It amounted to a fifth of an ounce for each person. It was weighed out in keeping with the weights used in the sacred tent. The silver was received from the men who had been listed and counted. All of them were 20 years old or more. Their total number was 603,550.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 27,
          "text": "The four tons of silver were used to make the bases for the holy tent and for the curtain. The 100 bases were made from the four tons. Each base used more than 75 pounds of silver.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 28,
          "text": "The workers used 45 pounds to make the hooks for the posts, to cover the tops of the posts, and to make their bands.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 29,
          "text": "The bronze from the wave offering weighed two and a half tons.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 30,
          "text": "The workers used some of it to make the bases for the entrance to the Tent of Meeting. They used some for the bronze altar for burnt offerings and its bronze grate and all of its tools.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 31,
          "text": "They used some for the bases for the courtyard that was around the holy tent. They used some for the bases for the courtyard entrance. And they used the rest to make all of the tent stakes for the holy tent and the courtyard that was around it.",
          "isHeading": false
        },
        {
          "chapter": 39,
          "verse": 1,
          "text": "The workers made clothes from the blue, purple and bright red yarn. The clothes were worn by those who served in the holy tent. The workers also made sacred clothes for Aaron. They made them just as the Lord had commanded Moses.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Mark 15:16 - 15:21",
    "versions": {
      "leb": [
        {
          "chapter": 15,
          "verse": 16,
          "text": "So the soldiers led him away into the palace (that is, the governor’s residence) and called together the whole cohort.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 17,
          "text": "And they put a purple cloak on him, and after weaving a crown of thorns they placed it on him.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 18,
          "text": "And they began to greet him, “Hail, king of the Jews!”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 19,
          "text": "And they repeatedly struck him on the head with a reed, and were spitting on him, and they knelt down and did obeisance to him.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 20,
          "text": "And when they had mocked him, they stripped him of the purple cloak and put his own clothes on him, and they led him out so that they could crucify him.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 21,
          "text": "And they forced a certain man who was passing by, Simon of Cyrene (the father of Alexander and Rufus), who was coming from the country, to carry his cross.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 15,
          "verse": 16,
          "text": "The soldiers led Jesus away into the palace. It was called the Praetorium. They called together the whole company of soldiers.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 17,
          "text": "The soldiers put a purple robe on Jesus. Then they twisted thorns together to make a crown. They placed it on his head.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 18,
          "text": "They began to call out to him, “We honor you, king of the Jews!”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 19,
          "text": "Again and again they hit him on the head with a stick. They spit on him. They fell on their knees and pretended to honor him.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 20,
          "text": "After they had made fun of him, they took off the purple robe. They put his own clothes back on him. Then they led him out to nail him to a cross.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 21,
          "text": "A man named Simon from Cyrene was passing by. He was the father of Alexander and Rufus. Simon was on his way in from the country. The soldiers forced him to carry the cross.",
          "isHeading": false
        }
      ]
    }
  }
}