{
  "torah": {
    "passage": "Leviticus 23:33 - 23:44",
    "versions": {
      "leb": [
        {
          "chapter": 23,
          "verse": 33,
          "text": "Then Yahweh spoke to Moses, saying,",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 34,
          "text": "“Speak to the Israelites, saying, ‘On the fifteenth day of the seventh month, this shall be the Feast of Booths for seven days for Yahweh.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 35,
          "text": "On the first day there shall be a holy assembly; you must not do any regular work.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 36,
          "text": "For seven days you must present an offering made by fire to Yahweh. On the eighth day it shall be a holy assembly for you, and you shall present an offering made by fire to Yahweh; it is a celebration; you must not do any regular work.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 37,
          "text": "“‘These are Yahweh’s festivals, which you must proclaim, holy assemblies to present an offering made by fire to Yahweh—burnt offering and grain offering, sacrifice and libations, each on its proper day—",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 38,
          "text": "besides Yahweh’s Sabbaths and besides your gifts and besides your vows and besides all your freewill offerings that you give to Yahweh.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 39,
          "text": "“‘Surely on the fifteenth day of the seventh month, at your gathering the land’s produce, you shall hold Yahweh’s festival for seven days; on the first day there shall be a rest period and on the eighth day a rest period.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 40,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 41,
          "text": "And you must hold it as a festival for Yahweh for seven days in the year; it shall be a lasting statute throughout your generations; in the seventh month you must hold it.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 42,
          "text": "You must live in the booths for seven days; all the natives in Israel must live in the booths,",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 43,
          "text": "so that your generations shall know that I made the Israelites live in booths when I brought them from the land of Egypt; I am Yahweh your God.’”",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 44,
          "text": "Thus Moses announced to the Israelites Yahweh’s appointed times.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 23,
          "verse": 33,
          "text": "The Lord spoke to Moses. He said,",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 34,
          "text": "“Say to the people of Israel, ‘On the 15th day of the seventh month my Feast of Booths begins. It lasts for seven days.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 35,
          "text": "“‘On the first day you must come together for a special service. Do not do any regular work on that day.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 36,
          "text": "On each of the seven days bring an offering that is made to me with fire. On the eighth day come together for a special service. Bring an offering that is made to me with fire. That special service is the closing service. Do not do any regular work on that day.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 37,
          "text": "“‘Those are my appointed feasts. Tell the people that they must come together for those sacred feasts. During those times, the people must bring offerings that are made to me with fire. They are burnt offerings and grain offerings. They are sacrifices and drink offerings. Each offering must be brought at its required time.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 38,
          "text": "“‘The feasts are in addition to my Sabbath days. The offerings are in addition to your gifts and anything you have promised. They are also in addition to all of the offerings you choose to give me.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 39,
          "text": "“‘Begin with the 15th day of the seventh month. That is after you have gathered your crops. On that day celebrate my Feast of Booths for seven days. The first day is a day of rest. The eighth day is also a day of rest.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 40,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 41,
          "text": "“‘Celebrate my Feast of Booths for seven days each year. That is a law that will last for all time to come. Celebrate the feast in the seventh month.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 42,
          "text": "Live in booths for seven days. All of the people of Israel must live in booths.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 43,
          "text": "Then your children after you will know that I made the people of Israel live in booths. I made them do it after I brought them out of Egypt. I am the Lord your God.’”",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 44,
          "text": "So Moses announced to the people of Israel the appointed feasts of the Lord.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Matthew 26:36-46",
    "versions": {
      "leb": [
        {
          "chapter": 26,
          "verse": 36,
          "text": "Then Jesus went with them to a place called Gethsemane, and he said to the disciples, “Sit here while I go over there and pray.”",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 37,
          "text": "And taking along Peter and the two sons of Zebedee, he began to be distressed and troubled.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 38,
          "text": "Then he said to them, “My soul is deeply grieved, to the point of death. Remain here and stay awake with me.”",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 39,
          "text": "And going forward a little he fell down on his face, praying and saying, “My Father, if it is possible, let this cup pass from me. Nevertheless, not as I will, but as you will.”",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 40,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 41,
          "text": "Stay awake and pray that you will not enter into temptation. The spirit is willing, but the flesh is weak!”",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 42,
          "text": "Again for the second time he went away and prayed, saying, “My Father, if this cannot pass unless I drink it, your will must be done.”",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 43,
          "text": "And he came again and found them sleeping, for they could not keep their eyes open.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 44,
          "text": "And leaving them again, he went away and prayed for the third time, saying the same thing again.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 45,
          "text": "Then he came to the disciples and said to them, “Are you still sleeping and resting? Behold, the hour is near, and the Son of Man is being betrayed into the hands of sinners.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 46,
          "text": "Get up, let us go! Behold, the one who is betraying me is approaching!”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 26,
          "verse": 36,
          "text": "Then Jesus went with his disciples to a place called Gethsemane. He said to them, “Sit here while I go over there and pray.”",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 37,
          "text": "He took Peter and the two sons of Zebedee along with him. He began to be sad and troubled.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 38,
          "text": "Then he said to them, “My soul is very sad. I feel close to death. Stay here. Keep watch with me.”",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 39,
          "text": "He went a little farther. Then he fell with his face to the ground. He prayed, “My Father, if it is possible, take this cup of suffering away from me. But let what you want be done, not what I want.”",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 40,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 41,
          "text": "“Watch and pray. Then you won’t fall into sin when you are tempted. The spirit is willing. But the body is weak.”",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 42,
          "text": "Jesus went away a second time. He prayed, “My Father, is it possible for this cup to be taken away? But if I must drink it, may what you want be done.”",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 43,
          "text": "Then he came back. Again he found them sleeping. They couldn’t keep their eyes open.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 44,
          "text": "So he left them and went away once more. For the third time he prayed the same thing.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 45,
          "text": "Then he returned to the disciples. He said to them, “Are you still sleeping and resting? Look! The hour is near. The Son of Man is about to be handed over to sinners.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 46,
          "text": "Get up! Let us go! Here comes the one who is handing me over to them!”",
          "isHeading": false
        }
      ]
    }
  }
}