{
  "torah": {
    "passage": "Exodus 23:6 - 23:19",
    "versions": {
      "leb": [
        {
          "chapter": 23,
          "verse": 6,
          "text": "“‘You will not pervert the justice of your poor in his legal dispute.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 7,
          "text": "You will stay far from a false charge, and do not kill the innocent and the righteous, because I will not declare the wicked righteous.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 8,
          "text": "And you will not take a bribe, because the bribe makes the sighted blind and ruins the words of the righteous.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 9,
          "text": "And you will not oppress an alien; you yourselves know the feelings of the alien, because you were aliens in the land of Egypt.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 11,
          "text": "But the seventh you will let it rest and leave it fallow, and the poor of your people will eat, and their remainder the animals of the field will eat. You will do likewise for your vineyard and for your olive trees.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 12,
          "text": "“‘Six days you will do your work, but on the seventh day you will stop so that your ox and your donkey will rest and the son of your slave woman and the alien will be refreshed.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 13,
          "text": "“‘And you will be attentive to all that I have said to you, and you will not profess the name of other gods; it will not be heard in your mouth.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 14,
          "text": "“‘Three times in the year you will hold a festival for me.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 15,
          "text": "You will keep the Feast of Unleavened Bread; for seven days you will eat unleavened bread, as I commanded you at the appointed time, the month of Abib, because in it you came out from Egypt, and no one will appear before me empty-handed.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 16,
          "text": "And you will keep the Feast of Harvest, with the firstfruits of your work, what you sow in the field. And you will keep the Feast of Harvest Gathering when the year goes out, when you gather your work from the field.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 17,
          "text": "Three times in the year all your men will appear before the Lord Yahweh.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 18,
          "text": "“‘You will not sacrifice the blood of my sacrifice together with food with yeast, and you will not leave the fat of my feast overnight until morning.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 19,
          "text": "“‘You will not boil a young goat in its mother’s milk.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 23,
          "verse": 6,
          "text": "“Be fair to your poor people in their court cases.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 7,
          "text": "Do not have anything to do with a charge that is false. Do not put to death those who are not guilty of doing anything wrong. I will not let those who are guilty go free.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 8,
          "text": "“Do not take money from people who want special favors. It makes you blind to the truth. It twists the words of godly people.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 9,
          "text": "“Do not beat an outsider down. You yourselves know how it feels to be outsiders. Remember, you were outsiders in Egypt.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 11,
          "text": "But during the seventh year do not plow your land or use it. Then the poor people who are among you can get food from it. The wild animals can eat what is left over. Do the same thing with your vineyards and your groves of olive trees.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 12,
          "text": "“Do all of your work in six days. But do not do any work on the seventh day. Then your oxen and donkeys can rest. The slaves who are born in your house can be renewed. And so can the outsiders.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 13,
          "text": "“Be careful to do everything I have said to you. Do not use the names of other gods. Do not even let them be heard on your lips.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 14,
          "text": "“Three times a year you must celebrate a feast in my honor.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 15,
          "text": "“Celebrate the Feast of Unleavened Bread. Eat bread that is made without yeast for seven days, just as I commanded you. Do it at the appointed time in the month of Abib. You came out of Egypt in that month.\n“You must not come to worship me with your hands empty.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 16,
          "text": "“Celebrate the Feast of Booths. Hold it in the fall when you gather in your crops from the field.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 17,
          "text": "“Three times a year all of your men must come to worship me. I am your Lord and King.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 18,
          "text": "“Suppose the fat from sacrifices is left over from my feasts. Then do not keep it until morning.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 19,
          "text": "“Do not cook a young goat in its mother’s milk.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Mark 9:14 - 9:29",
    "versions": {
      "leb": [
        {
          "chapter": 9,
          "verse": 14,
          "text": "And when they came to the disciples, they saw a large crowd around them and scribes arguing with them.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 15,
          "text": "And immediately the whole crowd, when they saw him, were amazed, and ran up to him and greeted him.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 16,
          "text": "And he asked them, “What are you arguing about with them?”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 17,
          "text": "And one individual from the crowd answered him, “Teacher, I brought to you my son who has a spirit that makes him mute.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 18,
          "text": "And whenever it seizes him, it throws him down and he foams at the mouth and grinds his teeth and becomes paralyzed. And I told your disciples that they should expel it, and they were not able to do so.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 19,
          "text": "And he answered them and said, “O unbelieving generation! How long will I be with you? How long must I put up with you? Bring him to me!”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 21,
          "text": "And he asked his father how long it was since this had been happening to him. And he said, “From childhood.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 22,
          "text": "And often it has thrown him both into fire and into water, in order that it could destroy him. But if you are able to do anything, have compassion on us and help us!”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 23,
          "text": "But Jesus said to him, “If you are able! All things are possible for the one who believes!”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 24,
          "text": "Immediately the father of the child cried out and said, “I believe! Help my unbelief!”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 25,
          "text": "Now when Jesus saw that a crowd was running together, he rebuked the unclean spirit, saying to it, “Mute and deaf spirit, I command you, come out of him, and enter into him no more!”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 26,
          "text": "And it came out, screaming and convulsing him greatly, and he became as if he were dead, so that most of them said, “He has died!”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 27,
          "text": "But Jesus took hold of his hand and raised him up, and he stood up.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 28,
          "text": "And after he had entered into the house, his disciples asked him privately, “Why were we not able to expel it?”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 29,
          "text": "And he said to them, “This kind can come out by nothing except by prayer.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 9,
          "verse": 14,
          "text": "When Jesus and those who were with him came to the other disciples, they saw a large crowd around them. The teachers of the law were arguing with them.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 15,
          "text": "When all the people saw Jesus, they were filled with wonder. And they ran to greet him.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 16,
          "text": "“What are you arguing with them about?” Jesus asked.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 17,
          "text": "A man in the crowd answered. “Teacher,” he said, “I brought you my son. He is controlled by a spirit. Because of this, my son can’t speak anymore.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 18,
          "text": "When the spirit takes hold of him, it throws him to the ground. He foams at the mouth. He grinds his teeth. And his body becomes stiff. I asked your disciples to drive out the spirit. But they couldn’t do it.”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 19,
          "text": "“You unbelieving people!” Jesus replied. “How long do I have to stay with you? How long do I have to put up with you? Bring the boy to me.”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 21,
          "text": "Jesus asked the boy’s father, “How long has he been like this?”\n“Since he was a child,” he answered.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 22,
          "text": "“The spirit has often thrown him into fire or water to kill him. But if you can do anything, take pity on us. Please help us.”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 23,
          "text": "“‘If you can’?” said Jesus. “Everything is possible for the one who believes.”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 24,
          "text": "Right away the boy’s father cried out, “I do believe! Help me overcome my unbelief!”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 25,
          "text": "Jesus saw that a crowd was running over to see what was happening. Then he ordered the evil spirit to leave the boy. “You spirit that makes him unable to hear and speak!” he said. “I command you, come out of him. Never enter him again.”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 26,
          "text": "The spirit screamed. It shook the boy wildly. Then it came out of him. The boy looked so lifeless that many people said, “He’s dead.”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 27,
          "text": "But Jesus took him by the hand. He lifted the boy to his feet, and the boy stood up.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 28,
          "text": "Jesus went indoors. Then his disciples asked him in private, “Why couldn’t we drive out the evil spirit?”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 29,
          "text": "He replied, “This kind can come out only by prayer.”",
          "isHeading": false
        }
      ]
    }
  }
}