{
  "torah": {
    "passage": "Leviticus 23:1 - 23:22",
    "versions": {
      "leb": [
        {
          "chapter": 23,
          "verse": 1,
          "text": "“Speak to the Israelites, and say to them, ‘When you come to the land that I am about to give to you and you reap its harvest, then you shall bring a sheaf of the firstfruit of your harvest to the priest.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 2,
          "text": "And the priest shall wave them with the bread of the firstfruits as a wave offering before Yahweh; in addition to the two male lambs, they shall be holy for Yahweh for the priest.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 3,
          "text": "As for any person who does any work on this very same day, I will exterminate that person from the midst of his people.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 4,
          "text": "And on the first day you shall take for yourselves the first fruit of majestic trees, branches of palm trees and branches of a leafy tree and of a brook’s poplar trees, and you shall rejoice before Yahweh your God for seven days.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 5,
          "text": "In the first month, on the fourteenth of the month at the evening is Yahweh’s Passover.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 6,
          "text": "And on the fifteenth day of this month is Yahweh’s Feast of Unleavened Bread; for seven days you shall eat unleavened bread.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 7,
          "text": "On the first day there shall be a holy assembly for you; you shall not do any regular work.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 8,
          "text": "And you shall present an offering for Yahweh made by fire for seven days; on the seventh day there shall be a holy assembly; you shall not do any regular work.’”",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 9,
          "text": "Then Yahweh spoke to Moses, saying,",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 11,
          "text": "And he shall wave the sheaf before Yahweh for your acceptance; the priest shall wave it on the day after the Sabbath.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 12,
          "text": "And on the day of your waving the sheaf you shall offer a yearling male lamb without defect as a burnt offering to Yahweh.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 13,
          "text": "And its grain offering shall be two-tenths of an ephah of finely milled flour mixed with oil, an offering made by fire for Yahweh, an appeasing fragrance; and its libation shall be a fourth of a hin of wine.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 14,
          "text": "And you shall not eat bread or roasted grain or ripe grain until this very same day, until you present your God’s offering. This must be a lasting statute for your generations in all your dwellings.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 15,
          "text": "“‘And you shall count for yourselves from the day after the Sabbath, from the day of your bringing the wave offering’s sheaf—there shall be seven full weeks.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 16,
          "text": "Until the day after the seventh Sabbath you shall count fifty days; then you shall present a new grain offering for Yahweh.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 17,
          "text": "You shall bring from your dwellings for a wave offering two loaves of bread made with two-tenths of an ephah of finely milled flour; they must be baked with leaven—the firstfruits belonging to Yahweh.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 18,
          "text": "And, in addition to the bread, you shall present seven yearling male lambs without defects and one young bull and two rams—they shall be a burnt offering for Yahweh with their grain offering and their libations, an offering made by fire, an appeasing fragrance for Yahweh.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 19,
          "text": "And you shall offer one he-goat as a sin offering and two yearling male lambs as a sacrifice of fellowship offerings.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 21,
          "text": "And you shall make a proclamation on this very same day; it shall be a holy assembly for you; you shall not do any regular work; this is a lasting statute in all your dwellings throughout your generations.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 22,
          "text": "And when you reap the harvest of your land, you must not finish the edge of your field at your reaping, and you must not glean the remnants of your harvest—you shall leave them behind for the needy and for the alien; I am Yahweh your God.’”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 23,
          "verse": 1,
          "text": "“Speak to the people of Israel. Tell them, ‘When you enter the land I am going to give you, bring an offering to me. Gather your crops. Bring the first bundle of grain to the priest.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 2,
          "text": "The priest must lift the two lambs up and wave them in front of me as a wave offering. He must offer them together with the bread that is made out of the first share of your crops. They are a sacred offering to me. They will be given to the priest.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 3,
          "text": "I will destroy anyone among your people who does any work on that day.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 4,
          "text": "On the first day you must get the best fruit from the trees. You must also get palm leaves, leafy branches and poplar branches. You must be filled with joy in my sight for seven days. I am the Lord your God.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 5,
          "text": "My Passover begins when the sun goes down on the 14th day of the first month.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 6,
          "text": "“‘My Feast of Unleavened Bread begins on the 15th day of that month. For seven days you must eat bread that is made without yeast.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 7,
          "text": "On the first day you must come together for a special service. Do not do any regular work on that day.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 8,
          "text": "On each of the seven days bring an offering that is made to me with fire. On the seventh day come together for a special service. Do not do any regular work on that day.’”",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 9,
          "text": "The Lord spoke to Moses. He said,",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 11,
          "text": "He must lift the grain up and wave it in front of me. Then I will accept it from you. The priest must wave it on the day after the Sabbath.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 12,
          "text": "“‘On the day he waves the grain for you, you must sacrifice a burnt offering to me. It must be a lamb that does not have any flaws. It must be a year old.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 13,
          "text": "You must bring it together with its grain offering. The grain offering must be 16 cups of fine flour. Mix it with olive oil. It is an offering that is made to me with fire. It has a pleasant smell. You must offer a drink offering along with the burnt offering. It must be a quart of wine.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 14,
          "text": "“‘You must not eat any bread until the very day you bring your offering to me. You must not eat any grain that has been cooked or any of your first grain until that time. That is a law that will last for all time to come. It applies no matter where you live.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 15,
          "text": "“‘The day you brought the grain for the wave offering was the day after the Sabbath. Count off seven full weeks from that day.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 16,
          "text": "Count off 50 days up to the day after the seventh Sabbath. On that day bring me an offering of your first grain.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 17,
          "text": "Bring two loaves of bread that are made with 16 cups of fine flour. They must be baked with yeast. Bring them to me as a wave offering from the first share of your crops. That applies no matter where you live.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 18,
          "text": "“‘Together with the bread, bring seven male lambs. Each lamb must be a year old. It must not have any flaws. Also bring one young bull and two rams. They will be a burnt offering to me. They will be offered together with their grain offerings and drink offerings. They are an offering that is made with fire. They give a pleasant smell to me.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 19,
          "text": "“‘Then sacrifice one male goat for a sin offering. Also sacrifice two lambs for a friendship offering. Each of the lambs must be a year old.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 21,
          "text": "“‘On that same day tell the people that they must come together for a special service. They must not do any regular work. That is a law that will last for all time to come. It applies no matter where you live.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 22,
          "text": "“‘Suppose you are gathering your crops. Then do not harvest all the way to the edges of your field. And do not pick up the grain you missed. Leave some for poor people and outsiders. I am the Lord your God.’”",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Matthew 26:1-13",
    "versions": {
      "leb": [
        {
          "chapter": 26,
          "verse": 1,
          "text": "But Jesus, knowing this, said to them, “Why do you cause trouble for the woman? For she has done a good deed for me.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 2,
          "text": "And when it was evening, he was reclining at table with the twelve disciples.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 3,
          "text": "And after they had sung the hymn, they went out to the Mount of Olives.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 4,
          "text": "And he came to the disciples and found them sleeping, and he said to Peter, “So, were you not able to stay awake with me one hour?",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 5,
          "text": "And Jesus said to him, “Friend, do that for which you have come.” Then they came up and laid hands on Jesus and arrested him.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 6,
          "text": "And they did not find it, although many false witnesses came forward. And finally two came forward",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 7,
          "text": "But he denied it in the presence of them all, saying, “I do not know what you mean!”",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 8,
          "text": "And when the disciples saw it they were indignant, saying, “Why this waste?",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 9,
          "text": "For this could have been sold for a large sum and given to the poor!”",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 11,
          "text": "For the poor you always have with you, but you do not always have me.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 12,
          "text": "For when this woman poured this ointment on my body, she did it in order to prepare me for burial.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 13,
          "text": "Truly I say to you, wherever this gospel is proclaimed in the whole world, what this woman has done will also be told in memory of her.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 26,
          "verse": 1,
          "text": "Jesus was aware of this. So he said to them, “Why are you bothering this woman? She has done a beautiful thing to me.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 2,
          "text": "When evening came, Jesus was at the table with the Twelve.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 3,
          "text": "Then they sang a hymn and went out to the Mount of Olives.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 4,
          "text": "Then he returned to his disciples and found them sleeping. “Couldn’t you men keep watch with me for one hour?” he asked Peter.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 5,
          "text": "Jesus replied, “Friend, do what you came to do.”\nThen the men stepped forward. They grabbed Jesus and arrested him.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 6,
          "text": "But they did not find any proof, even though many false witnesses came forward.\nFinally, two other witnesses came forward.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 7,
          "text": "But in front of all of them, Peter said he was not. “I don’t know what you’re talking about,” he said.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 8,
          "text": "When the disciples saw this, they became angry. “Why this waste?” they asked.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 9,
          "text": "“The perfume could have been sold at a high price. The money could have been given to poor people.”",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 11,
          "text": "You will always have poor people with you. But you will not always have me.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 12,
          "text": "She poured the perfume on my body to prepare me to be buried.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 13,
          "text": "What I’m about to tell you is true. What she has done will be told anywhere this good news is preached all over the world. It will be told in memory of her.”",
          "isHeading": false
        }
      ]
    }
  }
}