{
  "torah": {
    "passage": "Leviticus 20:8 - 20:27",
    "versions": {
      "leb": [
        {
          "chapter": 20,
          "verse": 8,
          "text": "And you shall keep my statutes, and you shall do them; I am Yahweh who consecrates you.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 9,
          "text": "“‘If there is anyone who curses his father or his mother, he shall surely be put to death; he has cursed his father and his mother—his blood is upon him.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 11,
          "text": "As for a man who lies with his father’s wife, he has exposed his father’s nakedness; both of them shall be put to death—their blood is on them.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 12,
          "text": "As for a man who lies with his daughter-in-law, both of them shall be put to death; they have committed a perversion—their blood is on them.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 13,
          "text": "“‘As for the man who lies with a male as lying with a woman, they have committed a detestable thing; they shall surely be put to death—their blood is on them.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 14,
          "text": "“‘As for a man who marries a woman and her mother, that is depravity; they shall burn him and them, so that it shall not become depravity in the midst of you all.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 15,
          "text": "“‘As for a man who has sexual relations with an animal, he shall surely be put to death, and you must kill the animal.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 16,
          "text": "As for a woman who approaches any animal to copulate with it, you shall kill the woman and the animal; they shall surely be put to death—their blood is on them.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 17,
          "text": "“‘As for a man who takes his sister, his father’s daughter or his mother’s daughter, and he sees her nakedness and she herself sees his nakedness, it is a disgrace, and they shall be cut off before the eyes of their people; he has exposed his sister’s nakedness—he must bear his guilt.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 18,
          "text": "As for a man who lies with a menstruating woman, he exposes her nakedness—her source he exposes and she herself reveals her blood’s source—both of them shall be cut off from the midst of their people.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 19,
          "text": "And you shall not expose the nakedness of your mother’s sister, and you shall not expose your father’s sister, because such a person has dishonored his close relative—they must bear their guilt.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 21,
          "text": "As for a man who marries his brother’s wife, it is an abomination; he has exposed his brother’s nakedness—they shall be childless.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 22,
          "text": "“‘And you shall keep all my statutes and all my regulations, and you shall do them, so that the land, to which I am bringing you to inhabit it, shall not vomit you out.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 23,
          "text": "And you shall not follow the statutes of the nation that I am driving out from before you, because they did all these things, and I detested them.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 24,
          "text": "So I said to you, “You yourselves shall take possession of their land, and I myself shall give it to you to possess it—a land flowing with milk and honey”; I am Yahweh your God, who has set you apart from the nations.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 25,
          "text": "And you shall distinguish between the clean and the unclean animal and between the unclean and the clean bird; and you shall not defile yourselves with the animal or with the bird or with anything that moves along the ground that I have set apart for you as unclean.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 26,
          "text": "And you shall be holy for me, because I, Yahweh, am holy, and I have singled you out from the nations to be mine.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 27,
          "text": "“‘And a man or a woman, if a spirit of the dead or a spirit of divination is in them, they shall surely be put to death; they shall stone them with stones—their blood is on them.’”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 20,
          "verse": 8,
          "text": "Obey my rules. Follow them. I am the Lord. I make you holy.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 9,
          "text": "“‘If anyone calls down a curse on his father or mother, he will be put to death. He has cursed his father or mother. Anything that happens to him will be his own fault.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 11,
          "text": "“‘Suppose a man has sex with his father’s wife. Then he has brought shame on his father. The man and the woman must be put to death. Anything that happens to them will be their own fault.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 12,
          "text": "“‘Suppose a man has sex with his daughter-in-law. Then they must be put to death. They have used sex in a twisted way. Anything that happens to them will be their own fault.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 13,
          "text": "“‘Suppose a man has sex with another man as he would have sex with a woman. I hate what they have done. They must be put to death. Anything that happens to them will be their own fault.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 14,
          "text": "“‘Suppose a man gets married to both a woman and her mother. That is evil. All of them must be burned to death. Then there will not be any evil among you.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 15,
          "text": "“‘Suppose a man has sex with an animal. Then he must be put to death. You must also kill the animal.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 16,
          "text": "“‘Suppose a woman has sex with an animal. Then kill the woman and the animal. They must be put to death. Anything that happens to them will be their own fault.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 17,
          "text": "“‘Suppose a man gets married to his sister and has sex with her. That is a shameful thing to do. It does not matter whether she is the daughter of his father or of his mother. They must be cut off right in front of their own people. That man has brought shame on his sister. He will be held accountable for what he has done.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 18,
          "text": "“‘Suppose a man makes love to a woman during her monthly period. He has uncovered the place where her bleeding was coming from. And she has let him do it. So they must be cut off from their people.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 19,
          "text": "“‘Do not have sex with the sister of either your mother or your father. That would bring shame on a close relative. Both of you would be held accountable for what you have done.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 21,
          "text": "“‘Suppose a man gets married to his brother’s wife. That is something that should never be done. He has brought shame on his brother. Neither of them will have any children.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 22,
          "text": "“‘Obey all of my rules and laws. Follow them. Then the land where I am bringing you to live will not throw you out.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 23,
          "text": "To make room for you, I am going to drive out the nations that are in the land. You must not follow the practices of those nations. I hated those nations because they did all of those things.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 24,
          "text": "“‘But I said to you, “You will take over their land as your own. I will give it to you. It will belong to you. It is a land that has plenty of milk and honey.” I am the Lord your God. I have set you apart from the other nations.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 25,
          "text": "“‘So you must be able to tell the difference between animals that are “clean” and those that are not. You must know which birds are “clean” and which are not. Do not make yourselves “unclean” by eating any animal or bird that is not “clean.” Do not make yourselves “unclean” by eating anything that moves along the ground. I have set all of them apart. They are “unclean” for you.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 26,
          "text": "“‘You must be holy. You must be set apart to me. I am the Lord. I am holy. I have set you apart from the other nations to be my own people.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 27,
          "text": "“‘Suppose a man or woman gets messages from those who have died. Or suppose a man or woman talks to the spirits of the dead. Then you must put that man or woman to death. You must kill them by throwing stones at them. Anything that happens to them will be their own fault.’”",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Matthew 24:1-31",
    "versions": {
      "leb": [
        {
          "chapter": 24,
          "verse": 1,
          "text": "And then many will be led into sin and will betray one another and will hate one another,",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 2,
          "text": "But pray that your flight may not happen in winter or on a Sabbath.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 3,
          "text": "And then the sign of the Son of Man will appear in heaven, and then all the tribes of the earth will mourn, and they will see the Son of Man arriving on the clouds of heaven with power and great glory.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 4,
          "text": "Then there will be two men in the field; one will be taken and one left.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 5,
          "text": "the master of that slave will come on a day that he does not expect and at an hour that he does not know,",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 6,
          "text": "And you are going to hear about wars and rumors of wars. See to it that you are not alarmed, for this must happen, but the end is not yet.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 7,
          "text": "For nation will rise up against nation and kingdom against kingdom, and there will be famines and earthquakes in various places.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 8,
          "text": "But all these things are the beginning of birth pains.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 9,
          "text": "“Then they will hand you over to persecution and will kill you, and you will be hated by all the nations because of my name.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 11,
          "text": "and many false prophets will appear and will deceive many,",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 12,
          "text": "and because lawlessness will increase, the love of many will grow cold.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 13,
          "text": "But the one who endures to the end—this person will be saved.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 14,
          "text": "And this gospel of the kingdom will be proclaimed in the whole inhabited earth for a testimony to all the nations, and then the end will come.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 15,
          "text": "“So when you see the abomination of desolation spoken about by the prophet Daniel standing in the holy place” (let the one who reads understand),",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 16,
          "text": "“then those in Judea must flee to the mountains!",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 17,
          "text": "The one who is on his housetop must not come down to take things out of his house,",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 18,
          "text": "and the one who is in the field must not turn back to pick up his cloak.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 19,
          "text": "And woe to those who are pregnant and to those who are nursing their babies in those days!",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 21,
          "text": "For at that time there will be great tribulation, such as has not happened from the beginning of the world until now, nor ever will happen.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 22,
          "text": "And unless those days had been shortened, no human being would be saved. But for the sake of the elect, those days will be shortened.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 23,
          "text": "“At that time if anyone should say to you, ‘Behold, here is the Christ,’ or ‘Here he is,’ do not believe him!",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 24,
          "text": "For false messiahs and false prophets will appear, and will produce great signs and wonders in order to deceive, if possible, even the elect.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 25,
          "text": "Behold, I have told you ahead of time!",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 26,
          "text": "Therefore if they say to you, ‘Behold, he is in the wilderness,’ do not go out, or ‘Behold, he is in the inner rooms,’ do not believe it!",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 27,
          "text": "For just as the lightning comes from the east and flashes to the west, so the coming of the Son of Man will be.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 28,
          "text": "Wherever the corpse is, there the vultures will gather.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 29,
          "text": "“And immediately after the tribulation of those days,\n‘the sun will be darkened\nand the moon will not give its light,\nand the stars will fall from heaven,\nand the powers of heaven will be shaken.’",
          "isHeading": true
        },
        {
          "chapter": 24,
          "verse": 30,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 31,
          "text": "And he will send out his angels with a loud trumpet call, and they will gather his elect together from the four winds, from one end of heaven to the other end of it.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 24,
          "verse": 1,
          "text": "At that time, many will turn away from their faith. They will hate each other. They will hand each other over to their enemies.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 2,
          "text": "Pray that you will not have to escape in winter or on the Sabbath day.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 3,
          "text": "“At that time the sign of the Son of Man will appear in the sky. All the nations on earth will be sad. They will see the Son of Man coming on the clouds of the sky. He will come with power and great glory.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 4,
          "text": "“Two men will be in the field. One will be taken and the other left.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 5,
          "text": "The master of that servant will come back on a day the servant doesn’t expect him. He will return at an hour the servant does not know.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 6,
          "text": "“You will hear about wars. You will also hear people talking about future wars. Don’t be alarmed. Those things must happen. But the end still isn’t here.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 7,
          "text": "Nation will fight against nation. Kingdom will fight against kingdom. People will go hungry. There will be earthquakes in many places.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 8,
          "text": "All these are the beginning of birth pains.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 9,
          "text": "“Then people will hand you over to be treated badly and killed. All nations will hate you because of me.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 11,
          "text": "Many false prophets will appear. They will fool many people.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 12,
          "text": "Because evil will grow, most people’s love will grow cold.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 13,
          "text": "But the one who stands firm to the end will be saved.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 14,
          "text": "This good news of the kingdom will be preached in the whole world. It will be a witness to all nations. Then the end will come.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 15,
          "text": "“The prophet Daniel spoke about ‘the hated thing that destroys.’ (; ; ) Someday you will see it standing in the holy place. The reader should understand this.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 16,
          "text": "Then those who are in Judea should escape to the mountains.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 17,
          "text": "No one on the roof should go down into his house to take anything out.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 18,
          "text": "No one in the field should go back to get his coat.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 19,
          "text": "How awful it will be in those days for pregnant women! How awful for nursing mothers!",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 21,
          "text": "There will be terrible suffering in those days. It will be worse than any other from the beginning of the world until now. And there will never be anything like it again.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 22,
          "text": "If the time had not been cut short, no one would live. But because of God’s chosen people, it will be shortened.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 23,
          "text": "“At that time someone may say to you, ‘Look! Here is the Christ!’ Or, ‘There he is!’ Do not believe it.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 24,
          "text": "False Christs and false prophets will appear. They will do great signs and miracles. They will try to fool God’s chosen people if possible.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 25,
          "text": "See, I have told you ahead of time.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 26,
          "text": "“So if anyone tells you, ‘He is far out in the desert,’ do not go out there. Or if anyone says, ‘He is deep inside the house,’ do not believe it.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 27,
          "text": "Lightning that comes from the east can be seen in the west. It will be the same when the Son of Man comes.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 28,
          "text": "The vultures will gather wherever there is a dead body.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 29,
          "text": "“‘The sun will be darkened.\nThe moon will not shine.\nThe stars will fall from the sky.\nThe heavenly bodies will be shaken.’ (; )",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 30,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 31,
          "text": "He will send his angels with a loud trumpet call. They will gather his chosen people from all four directions. They will bring them from one end of the heavens to the other.",
          "isHeading": false
        }
      ]
    }
  }
}