{
  "torah": {
    "passage": "Genesis 4:19 - 4:22",
    "versions": {
      "leb": [
        {
          "chapter": 4,
          "verse": 19,
          "text": "And Lamech took to himself two wives. The name of the first was Adah, and the name of the second was Zillah.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 20,
          "text": "And Adah gave birth to Jabal; he was the father of those who live in tents and those who have livestock.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 21,
          "text": "And the name of his brother was Jubal; he was the father of all who play stringed instruments and wind instruments.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 22,
          "text": "Then Zillah also gave birth to Tubal-Cain who forged all kinds of tools of bronze and iron. And the sister of Tubal-Cain was Naamah.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 4,
          "verse": 19,
          "text": "Lamech married two women. One was named Adah, and the other was named Zillah.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 20,
          "text": "Adah gave birth to Jabal. He was the father of those who live in tents and raise livestock.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 21,
          "text": "His brother’s name was Jubal. He was the father of everyone who plays the harp and flute.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 22,
          "text": "Zillah also had a son. His name was Tubal-Cain. He made all kinds of tools out of bronze and iron. Tubal-Cain’s sister was Naamah.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "John 2:1 - 2:11",
    "versions": {
      "leb": [
        {
          "chapter": 2,
          "verse": 1,
          "text": "And on the third day, there was a wedding at Cana in Galilee, and the mother of Jesus was there.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 2,
          "text": "And both Jesus and his disciples were invited to the wedding.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 3,
          "text": "And when the wine ran out, the mother of Jesus said to him, “They have no wine!”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 4,
          "text": "And Jesus said to her, “What does your concern have to do with me, woman? My hour has not yet come.”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 5,
          "text": "His mother said to the servants, “Whatever he says to you, do it!”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 6,
          "text": "Now six stone water jars were set there, in accordance with the ceremonial cleansing of the Jews, each holding two or three measures.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 7,
          "text": "Jesus said to them, “Fill the water jars with water.” And they filled them to the brim.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 8,
          "text": "And he said to them, “Now draw some out and take it to the head steward. So they took it.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 9,
          "text": "Now when the head steward tasted the water which had become wine and did not know where it was from—but the servants who had drawn the water knew—the head steward summoned the bridegroom",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 10,
          "text": "and said to him, “Everyone serves the good wine first, and whenever they are drunk, the inferior. You have kept the good wine until now!”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 11,
          "text": "This beginning of signs Jesus performed at Cana in Galilee, and revealed his glory, and his disciples believed in him.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 2,
          "verse": 1,
          "text": "On the third day there was a wedding. It took place at Cana in Galilee. Jesus’ mother was there.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 2,
          "text": "Jesus and his disciples had also been invited to the wedding.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 3,
          "text": "When the wine was gone, Jesus’ mother said to him, “They have no more wine.”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 4,
          "text": "“Dear woman, why do you bring me into this?” Jesus replied. “My time has not yet come.”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 5,
          "text": "His mother said to the servants, “Do what he tells you.”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 6,
          "text": "Six stone water jars stood nearby. The Jews used water from that kind of jar for special washings to make themselves pure. Each jar could hold 20 to 30 gallons.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 7,
          "text": "Jesus said to the servants, “Fill the jars with water.” So they filled them to the top.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 8,
          "text": "Then he told them, “Now dip some out. Take it to the person in charge of the dinner.”\nThey did what he said.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 9,
          "text": "The person in charge tasted the water that had been turned into wine. He didn’t realize where it had come from. But the servants who had brought the water knew.\nThen the person in charge called the groom to one side.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 10,
          "text": "He said to him, “Everyone brings out the best wine first. They bring out the cheaper wine after the guests have had too much to drink. But you have saved the best until now.”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 11,
          "text": "That was the first of Jesus’ miraculous signs. He did it at Cana in Galilee. Jesus showed his glory by doing it. And his disciples put their faith in him.",
          "isHeading": false
        }
      ]
    }
  }
}