{
  "torah": {
    "passage": "Leviticus 16:25 - 17:7",
    "versions": {
      "leb": [
        {
          "chapter": 16,
          "verse": 25,
          "text": "And he must turn into smoke the sin offering’s fat on the altar.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 26,
          "text": "“And the person who sends out the goat for Azazel shall wash his garments, and he shall wash his body with water, and afterward he shall come to the camp.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 27,
          "text": "And the sin offering’s bull and the sin offering’s goat, whose blood was brought to make atonement in the sanctuary, shall be brought outside the camp, and they shall burn their hide and their flesh and their offal in the fire.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 28,
          "text": "And the person who burns them shall wash his garments, and he shall wash his body with water, and afterward he must come to the camp.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 29,
          "text": "“And this shall be a lasting statute for you: in the seventh month, on the tenth of the month, you must deny yourselves and you must not do any work, whether the native or the alien who is dwelling in your midst,",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 30,
          "text": "because on this day he shall make atonement for you to cleanse you; you must be clean from all your sins before Yahweh.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 31,
          "text": "It is a Sabbath of complete rest for you, and you shall deny yourselves—it is a lasting statute.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 32,
          "text": "And the priest who is anointed and who is ordained to serve as a priest in place of his father shall make atonement; thus he shall put on the linen garments, the holy garments,",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 33,
          "text": "and he shall make atonement for the sanctuary’s holy place, and he shall make atonement for the tent of assembly and the altar, and he shall make atonement for the priests and for all of the assembly’s people.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 34,
          "text": "And this shall be a lasting statute for you to make atonement for the Israelites one time in a year from all their sins.”",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 1,
          "text": "The Place of Sacrifice\nThen Yahweh spoke to Moses, saying,",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 2,
          "text": "“Speak to Aaron and to his sons and to all the Israelites, and you shall say to them, ‘This is the word that Yahweh has commanded, saying,",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 3,
          "text": "“Any man from the house of Israel who slaughters an ox or a sheep or a goat in the camp or who slaughters it outside the camp",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 4,
          "text": "and he does not bring it to the tent of assembly’s entrance to present an offering to Yahweh before Yahweh’s tabernacle, then that man shall be accounted bloodguilty—he has poured out blood, and that man shall be cut off from the midst of his people.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 5,
          "text": "This is so that the Israelites may bring their sacrifices that they are sacrificing in the open field and bring them for Yahweh to the tent of assembly’s entrance to the priest, and they shall sacrifice fellowship offerings for Yahweh with them.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 6,
          "text": "And the priest shall sprinkle the blood on Yahweh’s altar at the tent of assembly’s entrance, and he shall burn the fat as an appeasing fragrance for Yahweh.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 7,
          "text": "And they may no longer sacrifice their sacrifices to the goat-idols after which they were prostituting. This is a lasting statute for them throughout their generations.”’",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 16,
          "verse": 25,
          "text": "He will also burn the fat of the sin offering on the altar.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 26,
          "text": "“The man who sets free the goat that carries the people’s sins away must wash his clothes. He must take a bath. After that, he can come back into the camp.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 27,
          "text": "“The bull and the goat for the sin offerings must be taken outside the camp. Their blood was brought into the Most Holy Room. It paid for sin. The hides, meat and guts must be burned up.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 28,
          "text": "“The man who burns them must wash his clothes. He must take a bath. After that, he can come back into the camp.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 29,
          "text": "“Here is a law for you that will last for all time to come. On the tenth day of the seventh month you must not eat anything. You must not do any work. It does not matter whether you are Israelites or outsiders.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 30,
          "text": "“On that day your sin will be paid for. You will be made pure and clean. You will be clean from all of your sins in my sight.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 31,
          "text": "That day is a sabbath for you. You must rest on it. You must not eat anything on that day. That is a law that will last for all time to come.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 32,
          "text": "“The high priest must pay for sin. He must make everything pure and clean. He has been anointed and prepared to become the next high priest after his father. He must put on the sacred clothes that are made out of linen.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 33,
          "text": "He must make the Most Holy Room, the Tent of Meeting and the altar pure. And he must pay for the sin of the priests and all of the people in the whole community.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 34,
          "text": "“Here is a law for you that will last for all time to come. Once a year you must pay for all of the sin of the people of Israel.”\nSo it was done, just as the Lord commanded Moses.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 1,
          "text": "Do Not Eat Meat That Has Blood in It\nThe Lord spoke to Moses. He said,",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 2,
          "text": "“Speak to Aaron and his sons. Speak to all of the people of Israel. Tell them, ‘Here is what the Lord has commanded. He has said,",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 3,
          "text": "“Suppose someone sacrifices an ox, a lamb or a goat. He sacrifices it in the camp or outside of it.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 4,
          "text": "He does it instead of bringing the animal to the entrance to the Tent of Meeting. He sacrifices it instead of giving it as an offering to me in front of my holy tent. Then he will be thought of as guilty of spilling blood. Because he has done that, he must be cut off from his people.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 5,
          "text": "“‘“The people of Israel are now making sacrifices in the open fields. But they must bring their sacrifices to the priest. They must bring them to me at the entrance to the Tent of Meeting. There they must sacrifice them as friendship offerings.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 6,
          "text": "The priest must sprinkle the blood against my altar. It is the altar at the entrance to the Tent of Meeting. He must burn the fat. It will give a pleasant smell to me.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 7,
          "text": "“‘“Israel must stop offering any of their sacrifices to statues of gods that look like goats. When they offer sacrifices to those statues, they are not faithful to me. That is a law for them that will last for all time to come.”’",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Matthew 20:1-19",
    "versions": {
      "leb": [
        {
          "chapter": 20,
          "verse": 1,
          "text": "The Parable of the Workers in the Vineyard\n“For the kingdom of heaven is like a man—the master of the house—who went out early in the morning to hire workers for his vineyard.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 2,
          "text": "And after coming to an agreement with the workers for a denarius per day, he sent them into his vineyard.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 3,
          "text": "And going out about the third hour, he saw others standing idle in the marketplace.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 4,
          "text": "And to those people he said, ‘You also go into the vineyard, and I will give you whatever is right.’",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 5,
          "text": "So they went. Going out again about the sixth and ninth hour he did the same thing.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 6,
          "text": "And about the eleventh hour he went out and found others standing there and said to them, ‘Why are you standing here the whole day unemployed?’",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 7,
          "text": "They said to him, ‘Because no one hired us.’ He said to them, ‘You go also into the vineyard.’",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 8,
          "text": "And when evening came, the owner of the vineyard said to his manager, ‘Call the workers and pay them their wages, beginning from the last up to the first.’",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 9,
          "text": "And when the ones hired about the eleventh hour came, they received a denarius apiece.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 10,
          "text": "And when the first came, they thought that they would receive more, and they also received a denarius apiece.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 11,
          "text": "And when they received it, they began to complain against the master of the house,",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 12,
          "text": "saying, ‘These last people worked one hour and you made them equal to us who have endured the burden of the day and the burning heat!’",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 13,
          "text": "But he answered one of them and said, ‘Friend, I am not doing you wrong. Did you not come to an agreement with me for a denarius?",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 14,
          "text": "Take what is yours and go! But I want to give to this last person the same as I gave to you also.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 15,
          "text": "Is it not permitted for me to do whatever I want with what is mine? Or is your eye evil because I am generous?’",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 16,
          "text": "Thus the last will be first and the first last.”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 17,
          "text": "Jesus Predicts His Death and Resurrection a Third Time\nAnd as Jesus was going up to Jerusalem, he took the twelve disciples by themselves and said to them on the way,",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 18,
          "text": "“Behold, we are going up to Jerusalem, and the Son of Man will be handed over to the chief priests and scribes, and they will condemn him to death,",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 19,
          "text": "and will hand him over to the Gentiles to mock him and flog him and crucify him, and on the third day he will be raised.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 20,
          "verse": 1,
          "text": "The Story of the Workers in the Vineyard\n“The kingdom of heaven is like a man who owned land. He went out early in the morning to hire people to work in his vineyard.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 2,
          "text": "He agreed to give them the usual pay for a day’s work. Then he sent them into his vineyard.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 3,
          "text": "“About nine o’clock in the morning he went out again. He saw others standing in the market place doing nothing.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 4,
          "text": "He told them, ‘You also go and work in my vineyard. I’ll pay you what is right.’",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 5,
          "text": "So they went.\n“He went out again about noon and at three o’clock and did the same thing.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 6,
          "text": "About five o’clock he went out and found still others standing around. He asked them, ‘Why have you been standing here all day long doing nothing?’",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 7,
          "text": "“‘Because no one has hired us,’ they answered.\n“He said to them, ‘You also go and work in my vineyard.’",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 8,
          "text": "“When evening came, the owner of the vineyard spoke to the person who was in charge of the workers. He said, ‘Call the workers and give them their pay. Begin with the last ones I hired. Then go on to the first ones.’",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 9,
          "text": "“The workers who were hired about five o’clock came. Each received the usual day’s pay.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 10,
          "text": "So when those who were hired first came, they expected to receive more. But each of them also received the usual day’s pay.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 11,
          "text": "“When they received it, they began to complain about the owner.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 12,
          "text": "‘These people who were hired last worked only one hour,’ they said. ‘You have paid them the same as us. We have done most of the work and have been in the hot sun all day.’",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 13,
          "text": "“The owner answered one of them. ‘Friend,’ he said, ‘I’m being fair to you. Didn’t you agree to work for the usual day’s pay?",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 14,
          "text": "Take your money and go. I want to give the ones I hired last the same pay I gave you.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 15,
          "text": "Don’t I have the right to do what I want with my own money? Do you feel cheated because I gave so freely to the others?’",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 16,
          "text": "“So those who are last will be first. And those who are first will be last.”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 17,
          "text": "Jesus Again Tells About His Coming Death\nJesus was going up to Jerusalem. On the way, he took the 12 disciples to one side to talk to them.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 18,
          "text": "“We are going up to Jerusalem,” he said. “The Son of Man will be handed over to the chief priests and the teachers of the law. They will sentence him to death.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 19,
          "text": "Then they will turn him over to people who are not Jews. The people will make fun of him and whip him. They will nail him to a cross. On the third day, he will rise from the dead!”",
          "isHeading": false
        }
      ]
    }
  }
}