{
  "torah": {
    "passage": "Numbers 16:1 - 16:13",
    "versions": {
      "leb": [
        {
          "chapter": 16,
          "verse": 1,
          "text": "He has allowed you to approach him, you with all your brothers, the descendants of Levi, but yet you also seek the priesthood.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 2,
          "text": "And Yahweh spoke to Moses and Aaron, saying,",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 3,
          "text": "But if Yahweh creates something new, and the ground opens its mouth and swallows them up and all that belongs to them, and they go down alive to Sheol, and you will know that these men have despised Yahweh.”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 4,
          "text": "it was a memorial for the Israelites, so that no strange man who is not from the offspring of Aaron should approach the presence of Yahweh to burn a smoke offering; he will not be like Korah and his company, just as Yahweh had spoken to him by the hand of Moses.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 5,
          "text": "Then Aaron returned to Moses at the doorway of the tent of assembly, and the plague was stopped.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 6,
          "text": "Do this: take for yourselves censers, Korah and all of your company;",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 7,
          "text": "tomorrow put fire in them and place incense on them before Yahweh; the man whom Yahweh chooses will be the holy one. You take too much upon yourselves, sons of Levi!”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 8,
          "text": "And Moses said to Korah, “Please listen, sons of Levi!",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 9,
          "text": "Is it too little for you that the God of Israel set you apart from the community of Israel to allow you to approach him to do the work of the tabernacle of Yahweh, to stand before the community to serve them?",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 11,
          "text": "Therefore you and your company that has banded together against Yahweh. What is Aaron that you grumble against him?”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 12,
          "text": "Moses sent to call for Dathan and Abiram son of Eliab, but they said, “We will not come!",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 13,
          "text": "Is it too little that you have brought us from a land that flows with milk and honey to kill us in the desert, and that you also appoint yourself as a ruler over us?",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 16,
          "verse": 1,
          "text": "He has already brought you and all of the other Levites near him. But now you want to be priests too.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 2,
          "text": "The Lord spoke to Moses and Aaron. He said,",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 3,
          "text": "“But the Lord will make something totally new happen. The ground will open its mouth and swallow them up. It will swallow up everything that belongs to them. They will go down into the grave alive. When that happens, you will know that those men have made fun of the Lord.”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 4,
          "text": "He did just as the Lord had directed Moses to tell him to do. The covering would be a reminder to the people of Israel. It would remind them that no one except a son of Aaron should come and burn incense to the Lord. If people other than priests did that, they would become like Korah and his followers.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 5,
          "text": "Then Aaron returned to Moses at the entrance to the Tent of Meeting. The plague had stopped.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 6,
          "text": "“Korah, here’s what you and all of your followers must do. Get some shallow cups for burning incense.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 7,
          "text": "Tomorrow put fire and incense in them. Offer it to the Lord. The man the Lord chooses will be the one who is holy. You Levites have gone too far!”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 8,
          "text": "Moses also said to Korah, “Listen, you Levites!",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 9,
          "text": "The God of Israel has separated you from the rest of the community of Israel. He has brought you near him to work at the Lord’s holy tent. He has given you to the people so that you can serve them. Isn’t all of that enough for you?",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 11,
          "text": "You and all of your followers have joined together against the Lord. Why are you telling Aaron you aren’t happy with him?”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 12,
          "text": "Then Moses sent for Dathan and Abiram, the sons of Eliab. But they said, “We won’t come!",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 13,
          "text": "You have brought us up out of a land that has plenty of milk and honey. You have brought us here to kill us in this desert. Isn’t that enough? Now do you also want to act as if you were ruling over us?",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "?",
    "versions": {
      "leb": [],
      "nirv": []
    }
  }
}