{
  "torah": {
    "passage": "Exodus 30:11 - 31:17",
    "versions": {
      "leb": [
        {
          "chapter": 30,
          "verse": 11,
          "text": "Instructions for Numbering the People\nAnd Yahweh spoke to Moses, saying,",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 12,
          "text": "“When you take a census of the Israelites to count them, they will each give the ransom of his life for Yahweh when counting them, and a plague will not be among them when counting them.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 13,
          "text": "This they will give, everyone who is counted, the half shekel, according to the sanctuary shekel, which is twenty gerahs per shekel. The half shekel is a contribution for Yahweh.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 14,
          "text": "Everyone who is counted from twenty years old and above will give the contribution of Yahweh.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 15,
          "text": "The rich will not give more, and the poor will not give less than the half shekel to give the contribution of Yahweh to make atonement for their lives.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 16,
          "text": "And you will take the atonement money from the Israelites and give it to the service of the tent of assembly, and it will be as a memorial for the Israelites before Yahweh to make atonement for your lives.”",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 17,
          "text": "Instructions for Making the Basin\nAnd Yahweh spoke to Moses, saying,",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 18,
          "text": "“And you will make a basin of bronze and its bronze stand for washing, and you will put it between the tent of assembly and the altar, and you will put water there.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 19,
          "text": "And Aaron and his sons will wash their hands and their feet with it.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 20,
          "text": "When they come to the tent of assembly, they will wash with water so that they do not die, or when they approach the altar to serve by turning to smoke an offering made by fire to Yahweh.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 21,
          "text": "And they will wash their hands and their feet so that they do not die, and it will be a lasting rule for them—to him and to his offspring throughout their generations.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 22,
          "text": "Instructions for Making Anointing Oil and Incense\nAnd Yahweh spoke to Moses, saying,",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 23,
          "text": "“And take for yourself top quality balsam oils, five hundred shekels of flowing myrrh, half as much—two hundred and fifty shekels of fragrant cinnamon, and two hundred and fifty shekels of fragrant reed,",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 24,
          "text": "and five hundred shekels of cassia, according to the sanctuary shekel, and a hin of olive oil.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 25,
          "text": "And you will make it into holy anointing oil, a spice blend of a fragrant ointment the work of a perfumer; it will be holy anointing oil.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 26,
          "text": "And you will anoint with it the tent of assembly and the ark of the testimony,",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 27,
          "text": "and the table and all its equipment and the lampstand and its equipment and the incense altar,",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 28,
          "text": "and the altar of burnt offering and all its equipment and the basin and its stand.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 29,
          "text": "And you will consecrate them, and they will be most holy things; anyone who touches them will be holy.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 30,
          "text": "And you will anoint Aaron and his sons, and you will consecrate them to serve as priests for me.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 31,
          "text": "“And you will speak to the Israelites, saying, ‘This will be my holy anointing oil throughout your generations.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 32,
          "text": "It will not be poured on human flesh, and with its measurements you will not make any like it; it is holy; it will be holy to you.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 33,
          "text": "Anyone who compounds perfume like it and who puts it on a stranger will be cut off from his people.’”",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 34,
          "text": "And Yahweh said to Moses, “Take for yourself fragrant perfumes—stacte resin and onycha and galbanum—fragrant perfumes and pure frankincense, an equal part of each,",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 35,
          "text": "and make it into a compound of incense, the work of a perfumer, salted, pure, holy.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 36,
          "text": "And you will grind part of it to powder, and you will put part of it before the testimony in the tent of assembly where I will meet with you; it will be a most holy thing to you.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 37,
          "text": "And the incense that you will make with its measurements you will not make for yourselves; it will be holy to you for Yahweh.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 38,
          "text": "Anyone who makes any like it to smell it will be cut off from his people.”",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 1,
          "text": "Provision of Skilled People\nAnd Yahweh spoke to Moses, saying,",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 2,
          "text": "“See, I have called by name Bezalel the son of Uri the son of Hur, from the tribe of Judah.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 3,
          "text": "And I have filled him with the Spirit of God, with wisdom and with skill and with knowledge and with every kind of craftsmanship,",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 4,
          "text": "to devise designs, to work with gold and with silver and with bronze,",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 5,
          "text": "and in stonecutting for setting and in cutting wood, for doing every kind of craftsmanship.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 6,
          "text": "And, look, I have given with him Oholiab the son of Ahisamach, from the tribe of Dan, and I have put skill in the heart of all the skilled of heart, and they will make all that I have commanded you—",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 7,
          "text": "the tent of assembly and the ark of the testimony and the atonement cover that is on it and all the equipment of the tent,",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 8,
          "text": "and the table and all its equipment, and the pure gold lampstand and all its equipment, and the incense altar,",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 9,
          "text": "and the altar of burnt offering and all its equipment, and the basin and its stand,",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 10,
          "text": "and the garments of woven material, and the garments of the sanctuary for Aaron the priest and the garments of his sons to serve as priests,",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 11,
          "text": "and the anointing oil and the fragrant incense for the sanctuary. According to all that I have commanded you, they will make it.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 12,
          "text": "Provision of Rest from Work\nAnd Yahweh spoke to Moses and said,",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 13,
          "text": "“And you, speak to the Israelites, saying, ‘Surely you must keep my Sabbaths, because it is a sign between me and you throughout your generations, in order to know that I am Yahweh, who consecrates you.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 14,
          "text": "And you must keep the Sabbath, because it is holy for you; defilers of it will surely be put to death, because anyone who does work on it—that person will be cut off from among his people.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 15,
          "text": "On six days work can be done, and on the seventh is a Sabbath of complete rest, a holy day for Yahweh; anyone doing work on the Sabbath day will surely be put to death.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 16,
          "text": "The Israelites will pay attention to the Sabbath in order to fulfill the Sabbath throughout their generations as a lasting covenant.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 17,
          "text": "It is a sign between me and the Israelites forever, because in six days Yahweh made the heavens and the earth, and on the seventh he ceased and recovered.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 30,
          "verse": 11,
          "text": "Money to Pay for the People’s Lives\nThen the Lord spoke to Moses. He said,",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 12,
          "text": "“When you make a list of the people of Israel and count them, they must pay me for their lives at the time they are counted. Then a plague will not come on them when you count them.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 13,
          "text": "“Each one who is counted must pay a fifth of an ounce of silver. It must be weighed out in keeping with the standard weights that are used in the sacred tent. The payment is an offering to me.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 14,
          "text": "Each one who is counted must be 20 years old or more. He must give an offering to me.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 15,
          "text": "“When you make the offering, rich people must not give more than a fifth of an ounce of silver. And poor people must not give less. The offering you give to me will pay for your lives.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 16,
          "text": "“Receive the money from the people of Israel. Use it for any purpose in the Tent of Meeting. It will remind the people that they are paying me for their lives.”",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 17,
          "text": "The Large Bowl for Washing\nThen the Lord spoke to Moses. He said,",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 18,
          "text": "“Make a large bronze bowl for washing. Make a bronze stand to put it on. Place the bowl between the Tent of Meeting and the altar. Put water in it.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 19,
          "text": "“Aaron and his sons must wash their hands and feet with water from it.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 20,
          "text": "When they enter the Tent of Meeting, they must wash with water so that they will not die. They will come to the altar to serve me. They will bring an offering that is made to me with fire.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 21,
          "text": "When they do, they must wash their hands and feet so that they will not die. For all time to come, that will be a law for Aaron and the priests who are in his family line.”",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 22,
          "text": "Anointing Oil\nThen the Lord spoke to Moses.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 23,
          "text": "He said, “Get some fine spices. Get 12 pounds eight ounces of liquid myrrh. Get six pounds four ounces of sweet-smelling cinnamon and the same amount of sweet-smelling cane.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 24,
          "text": "Also get 12 pounds eight ounces of cassia. All of the spices must be weighed out in keeping with the standard weights that are used in the sacred tent. Get four quarts of olive oil.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 25,
          "text": "“Have a person who makes perfume mix everything into a sacred anointing oil. It will smell sweet.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 26,
          "text": "“Then anoint the Tent of Meeting and the ark where the tablets of the covenant are kept.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 27,
          "text": "Anoint the table for the holy bread and all of its articles. Anoint the lampstand and the things that are used with it. Anoint the altar for burning incense.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 28,
          "text": "Anoint the altar for burnt offerings and all of its tools. And anoint the large bowl together with its stand.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 29,
          "text": "You must set them apart so that they will be very holy. Anything that touches them will be holy.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 30,
          "text": "“Anoint Aaron and his sons. Set them apart so that they can serve me as priests.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 31,
          "text": "“Say to the people of Israel, ‘This will be my sacred anointing oil for all time to come.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 32,
          "text": "Do not pour it on the bodies of any other men. Do not make any other oil in the same way. It is sacred. So you must think of it as sacred.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 33,
          "text": "Anyone who makes perfume in the same way and puts it on someone who is not a priest must be cut off from his people.’”",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 34,
          "text": "Incense\nThen the Lord spoke to Moses. He said, “Get some sweet-smelling spices. Get some gum resin, onycha and galbanum. Also get some pure frankincense. Make sure everything is in equal amounts.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 35,
          "text": "“Have a person who makes perfume mix it all up into a sweet-smelling incense. It must have salt in it. It will be pure and sacred.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 36,
          "text": "Grind some of it into powder. Place it in front of the tablets of the covenant in the Tent of Meeting. There I will meet with you. The incense will be very holy to you.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 37,
          "text": "“Do not make any incense for yourselves in the same way. Think of it as holy to me.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 38,
          "text": "Anyone who makes incense in the same way to enjoy its sweet smell must be cut off from his people.”",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 1,
          "text": "Bezalel and Oholiab\nThen the Lord spoke to Moses.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 2,
          "text": "He said, “I have chosen Bezalel, the son of Uri. Uri is the son of Hur. Bezalel is from the tribe of Judah.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 3,
          "text": "I have filled him with the Spirit of God. I have filled him with skill, ability and knowledge in all kinds of crafts.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 4,
          "text": "He can make beautiful patterns in gold, silver and bronze.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 5,
          "text": "He can cut and set stones. He can work with wood. In fact, he can work in all kinds of crafts.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 6,
          "text": "“I have also appointed Oholiab, the son of Ahisamach, to help him. Oholiab is from the tribe of Dan.\n“I have given ability to all of the skilled workers. They can make everything I have commanded you to make. Here is the complete list.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 7,
          "text": "“the Tent of Meeting\nthe ark where the tablets of the covenant are kept\nthe cover for the ark",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 8,
          "text": "the table for the holy bread and its articles\nthe pure gold lampstand and everything that is used with it\nthe altar for burning incense",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 9,
          "text": "the altar for burnt offerings and all of its tools\nthe large bowl with its stand",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 10,
          "text": "the sacred clothes for Aaron the priest\nthe clothes for his sons when they serve as priests",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 11,
          "text": "the anointing oil\nthe sweet-smelling incense for the Holy Room\n“The skilled workers must make them just as I commanded you.”",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 12,
          "text": "The Sabbath Day\nThen the Lord spoke to Moses.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 13,
          "text": "He said, “Tell the people of Israel, ‘You must always keep my Sabbath days. That will be the sign of the covenant I have made between me and you for all time to come. Then you will know that I am the Lord. I make you holy.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 14,
          "text": "“‘Keep the Sabbath day. It is holy to you. Those who misuse it must be put to death. Those who do any work on that day must be cut off from their people.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 15,
          "text": "Do your work in six days. But the seventh day is a Sabbath. You must rest on it. It is set apart for me. Those who work on the Sabbath day must be put to death.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 16,
          "text": "“‘The people of Israel must keep the Sabbath. They must celebrate it for all time to come. It will be a covenant that lasts forever.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 17,
          "text": "It will be the sign of the covenant I have made between me and the people of Israel forever.\n“‘I made the heavens and the earth in six days. But on the seventh day I did not work. I rested.’”",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Mark 13:1 - 13:23",
    "versions": {
      "leb": [
        {
          "chapter": 13,
          "verse": 1,
          "text": "The Destruction of the Temple Predicted\nAnd as he was going out of the temple courts, one of his disciples said to him, “Teacher, look! What great stones and what wonderful buildings!”",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 2,
          "text": "And Jesus said to him, “Do you see these great buildings? Not one stone will be left here on another stone that will not be thrown down!”",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 3,
          "text": "Signs of the End of the Age\nAnd as he was sitting on the Mount of Olives opposite the temple, Peter and James and John and Andrew asked him privately,",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 4,
          "text": "“Tell us, when will these things happen, and what will be the sign when all these things are about to be accomplished?”",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 5,
          "text": "So Jesus began to say to them, “Watch out that no one deceives you!",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 6,
          "text": "Many will come in my name, saying, ‘I am he,’ and they will deceive many.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 7,
          "text": "And when you hear about wars and rumors of wars, do not be alarmed. This must happen, but the end is not yet.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 8,
          "text": "For nation will rise up against nation and kingdom against kingdom. There will be earthquakes in various places. There will be famines. These things are the beginning of birth pains.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 9,
          "text": "Persecution of Disciples Predicted\n“But you, watch out for yourselves! They will hand you over to councils and you will be beaten in the synagogues and will have to stand before governors and kings because of me, for a witness to them.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 10,
          "text": "And the gospel must first be proclaimed to all the nations.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 11,
          "text": "And when they arrest you and hand you over, do not be anxious beforehand what you should say, but whatever is given to you at that hour, say this. For you are not the ones who are speaking, but the Holy Spirit.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 12,
          "text": "And brother will hand over brother to death, and a father his child, and children will rise up against parents and have them put to death.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 13,
          "text": "And you will be hated by all because of my name. But the one who endures to the end—this one will be saved.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 14,
          "text": "The Abomination of Desolation\n“But when you see the abomination of desolation standing where it should not be” (let the one who reads understand), “then those in Judea must flee to the mountains!",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 15,
          "text": "The one who is on his housetop must not come down or go inside to take anything out of his house,",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 16,
          "text": "and the one who is in the field must not turn back to pick up his cloak.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 17,
          "text": "And woe to those who are pregnant and to those who are nursing their babies in those days!",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 18,
          "text": "But pray that it will not happen in winter.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 19,
          "text": "For in those days there will be tribulation of such a kind as has not happened from the beginning of the creation that God created until now, and never will happen.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 20,
          "text": "And if the Lord had not shortened the days, no human being would be saved. But for the sake of the elect, whom he chose, he has shortened the days.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 21,
          "text": "“And at that time if anyone should say to you, “Behold, here is the Christ,’ ‘Behold, there he is,’ do not believe him!",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 22,
          "text": "For false messiahs and false prophets will appear, and will produce signs and wonders in order to mislead, if possible, the elect.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 23,
          "text": "But you, watch out! I have told you everything ahead of time!",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 13,
          "verse": 1,
          "text": "Signs of the End\nJesus was leaving the temple. One of his disciples said to him, “Look, Teacher! What huge stones! What wonderful buildings!”",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 2,
          "text": "“Do you see these huge buildings?” Jesus asked. “Not one stone here will be left on top of another. Every stone will be thrown down.”",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 3,
          "text": "Jesus was sitting on the Mount of Olives, across from the temple. Peter, James, John and Andrew asked him a question in private.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 4,
          "text": "“Tell us,” they said. “When will these things happen? And what will be the sign that they are all about to come true?”",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 5,
          "text": "Jesus said to them, “Keep watch! Be careful that no one fools you.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 6,
          "text": "Many will come in my name. They will claim, ‘I am he.’ They will fool many people.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 7,
          "text": "“You will hear about wars. You will also hear people talking about future wars. Don’t be alarmed. Those things must happen. But the end still isn’t here.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 8,
          "text": "Nation will fight against nation. Kingdom will fight against kingdom. There will be earthquakes in many places. People will go hungry. All of those things are the beginning of birth pains.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 9,
          "text": "“Watch out! You will be handed over to the local courts. You will be whipped in the synagogues. You will stand in front of governors and kings because of me. In that way you will be witnesses to them.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 10,
          "text": "The good news has to be preached to all nations before the end comes.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 11,
          "text": "You will be arrested and brought to trial. But don’t worry ahead of time about what you will say. Just say what God brings to your mind at the time. It is not you speaking, but the Holy Spirit.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 12,
          "text": "“Brothers will hand over brothers to be killed. Fathers will hand over their children. Children will rise up against their parents and have them put to death.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 13,
          "text": "Everyone will hate you because of me. But the one who stands firm to the end will be saved.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 14,
          "text": "“You will see ‘the hated thing that destroys.’ (; ; ) It will stand where it does not belong. The reader should understand this. Then those who are in Judea should escape to the mountains.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 15,
          "text": "No one on the roof should go down into his house to take anything out.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 16,
          "text": "No one in the field should go back to get his coat.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 17,
          "text": "How awful it will be in those days for pregnant women! How awful for nursing mothers!",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 18,
          "text": "Pray that this will not happen in winter.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 19,
          "text": "“Those days will be worse than any others from the time God created the world until now. And there will never be any like them again.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 20,
          "text": "If the Lord had not cut the time short, no one would live. But because of God’s chosen people, he has shortened it.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 21,
          "text": "“At that time someone may say to you, ‘Look! Here is the Christ!’ Or, ‘Look! There he is!’ Do not believe it.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 22,
          "text": "False Christs and false prophets will appear. They will do signs and miracles. They will try to fool God’s chosen people if possible.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 23,
          "text": "Keep watch! I have told you everything ahead of time.",
          "isHeading": false
        }
      ]
    }
  }
}