{
  "torah": {
    "passage": "Deuteronomy 11:22 - 11:25",
    "versions": {
      "leb": [
        {
          "chapter": 11,
          "verse": 22,
          "text": "Yes, if you diligently keep all this commandment that I am commanding you to observe it,  by loving Yahweh your God by walking in all his ways and by holding fast to him,",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 23,
          "text": "then Yahweh will drive out all of these nations before you, and you will dispossess nations larger and more numerous than you.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 24,
          "text": "Every place on which the sole of your foot treads, it shall be yours; your boundary shall be from the desert and Lebanon from the river, the river Euphrates, on up to the western sea.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 25,
          "text": "No one can take a stand against you; your dread and your fear Yahweh your God will put on the surface of all the land where you tread, just as he promised to you.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 11,
          "verse": 22,
          "text": "So be careful. Obey all of the commands I’m giving you to follow. Love the Lord your God. Live exactly as he wants you to live. Remain true to him.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 23,
          "text": "Then the Lord will drive out all of the nations to make room for you. They are larger and stronger than you are. But you will take their land.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 24,
          "text": "Every place you walk on will belong to you. Your territory will go all the way from the desert to Lebanon. It will go from the Euphrates River to the Mediterranean Sea.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 25,
          "text": "No man will be able to stand up against you. The Lord your God will throw the whole land into a panic because of you. He’ll do it everywhere you go, just as he promised you.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Acts 7:44 - 7:53",
    "versions": {
      "leb": [
        {
          "chapter": 7,
          "verse": 44,
          "text": "The tabernacle of the testimony belonged to our fathers in the wilderness, just as the one who spoke to Moses directed him to make it according to the design that he had seen,",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 45,
          "text": "and which, after receiving it in turn, our fathers brought in with Joshua when they dispossessed the nations that God drove out from the presence of our fathers, until the days of David,",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 46,
          "text": "who found favor in the sight of God and asked to find a habitation for the God of Jacob.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 47,
          "text": "But Solomon built a house for him.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 48,
          "text": "But the Most High does not live in houses made by human hands, just as the prophet says,",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 49,
          "text": "and earth is the footstool for my feet.\nWhat kind of house will you build for me, says the Lord,\nor what is the place of my rest?",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 50,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 51,
          "text": "“You stiff-necked people and uncircumcised in hearts and in your ears! You constantly resist the Holy Spirit! As your fathers did, so also do you!",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 52,
          "text": "Which of the prophets did your fathers not persecute? And they killed those who announced beforehand about the coming of the Righteous One, whose betrayers and murderers you have now become,",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 53,
          "text": "you who received the law by directions of angels and have not observed it!”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 7,
          "verse": 44,
          "text": "“Long ago our people had with them in the desert the holy tent where the tablets of the covenant were kept. Moses had made the holy tent as God had commanded him. It was made like the pattern he had seen.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 45,
          "text": "Our people received the tent from God. They brought it with them when they took the land of Canaan. God drove out the nations that were in their way. At that time Joshua was Israel’s leader.\n“The tent remained in the land until David’s time.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 46,
          "text": "David was blessed by God. So David asked if he could build a house for the God of Jacob.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 47,
          "text": "Instead, it was Solomon who built it for him.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 48,
          "text": "“But the Most High God does not live in houses made by human hands. As God says through the prophet,",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 49,
          "text": "The earth is under my control.\nWhat kind of house will you build for me?\nsays the Lord.\nWhere will my resting place be?",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 50,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 51,
          "text": "“You people! You won’t obey! You are stubborn! You won’t listen! You are just like your people of long ago! You always oppose the Holy Spirit!",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 52,
          "text": "Was there ever a prophet your people didn’t try to hurt? They even killed those who told about the coming of the Blameless One. And now you have handed him over to his enemies. You have murdered him.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 53,
          "text": "The law you received was brought by angels. But you haven’t obeyed it.”",
          "isHeading": false
        }
      ]
    }
  }
}