{
  "torah": {
    "passage": "Deuteronomy 27:11 - 28:6",
    "versions": {
      "leb": [
        {
          "chapter": 27,
          "verse": 11,
          "text": "And Moses charged the people on that day, saying,",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 12,
          "text": "“These tribes shall stand on Mount Gerizim to bless the people when you cross the Jordan: Simeon and Levi and Judah and Issachar and Joseph and Benjamin.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 13,
          "text": "And these shall stand on Mount Ebal for delivering the curse: Reuben, Gad and Asher and Zebulun, Dan and Naphtali.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 14,
          "text": "And the Levites shall declare, and they shall say to each man of Israel with a loud voice,",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 15,
          "text": "‘Cursed be the man that makes a divine image or a cast image, which is a detestable thing for Yahweh, the work of the hand of a skilled craftsman, and then sets it in a hiding place.’ And all the people shall respond, ‘Amen.’",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 16,
          "text": "‘Cursed be the one who dishonors his father or his mother.’ And all of the people shall say, ‘Amen.’",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 17,
          "text": "‘Cursed be the one who moves the boundary marker of his neighbor.’ And all the people shall say, ‘Amen.’",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 18,
          "text": "‘Cursed be the one who misleads a blind person on the road.’ And all the people shall say, ‘Amen.’",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 19,
          "text": "‘Cursed be the one who deprives the alien, the orphan, and the widow of justice.’ And all the people shall say, ‘Amen.’",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 21,
          "text": "‘Cursed be the one who lies with any kind of animal.’ And all the people shall say, ‘Amen.’",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 22,
          "text": "‘Cursed be the one who lies with his sister, the daughter of his father or the daughter of his mother.’ And all the people shall say, ‘Amen.’",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 23,
          "text": "‘Cursed be the one who lies with his mother-in-law.’ And all the people shall say, ‘Amen.’",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 24,
          "text": "‘Cursed be the one who strikes down his neighbor in secret.’ And all the people shall say, ‘Amen.’",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 25,
          "text": "‘Cursed be the one who takes a bribe to murder an innocent person.’ And all the people shall say, ‘Amen.’",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 26,
          "text": "‘Cursed be the one who does not keep the words of this law, to observe them.’ And all the people shall say, ‘Amen.’”",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 1,
          "text": "And all of the peoples of the earth shall see that by the name of Yahweh you are called, and they shall fear you.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 2,
          "text": "“Yahweh will send upon you the curse, the panic, and the threat in everything that you undertake, until you are destroyed and until you perish quickly because of the evil of your deeds in that you have forsaken me.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 3,
          "text": "You shall become engaged to a woman, but another man shall sleep with her; you shall build a house, but you shall not live in it; a vineyard you shall plant, but you shall not enjoy it.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 4,
          "text": "There shall be olive trees for you in all of your territory, but you shall not anoint yourself, for your olives shall drop off.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 5,
          "text": "a grim-faced nation who does not show respect to the old and the young and does not show pity.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 6,
          "text": "And he shall bring back upon you all the diseases of Egypt concerning which you were in dread because of them.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 27,
          "verse": 11,
          "text": "Here are the commands I gave the people that very day.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 12,
          "text": "You will go across the Jordan River. When you do, I want six tribes to stand on Mount Gerizim to bless the people. Those tribes are Simeon, Levi, Judah, Issachar, Joseph and Benjamin.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 13,
          "text": "I want the other six tribes to stand on Mount Ebal to announce some curses. Those tribes are Reuben, Gad, Asher, Zebulun, Dan and Naphtali.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 14,
          "text": "The Levites will speak to all of the people of Israel in a loud voice. They will say,",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 15,
          "text": "“May any man who makes a wooden or metal statue of a god and sets it up in secret be under the Lord’s curse. That statue is made by a skilled worker. And the Lord hates it.”\nThen all of the people will say, “Amen!”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 16,
          "text": "Then all of the people will say, “Amen!”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 17,
          "text": "Then all of the people will say, “Amen!”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 18,
          "text": "Then all of the people will say, “Amen!”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 19,
          "text": "“May anyone who isn’t fair in the way he treats outsiders, widows, and children whose fathers have died be under the Lord’s curse.”\nThen all of the people will say, “Amen!”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 21,
          "text": "Then all of the people will say, “Amen!”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 22,
          "text": "“May any man who has sex with his sister be under the Lord’s curse. It doesn’t matter whether she is his full sister or his half sister.”\nThen all of the people will say, “Amen!”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 23,
          "text": "Then all of the people will say, “Amen!”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 24,
          "text": "Then all of the people will say, “Amen!”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 25,
          "text": "Then all of the people will say, “Amen!”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 26,
          "text": "Then all of the people will say, “Amen!”",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 1,
          "text": "All of the nations on earth will see that you belong to the Lord. And they will be afraid of you.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 2,
          "text": "The Lord will send curses on you. You won’t know what’s going on. In everything you do, he will be angry with you. You will be destroyed suddenly and completely. That will happen because you did an evil thing when you deserted the Lord.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 3,
          "text": "You and a woman will promise to get married to each other. But another man will take her and rape her. You will build a house. But you won’t live in it. You will plant a vineyard. But you won’t eat a single grape from it.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 4,
          "text": "You will have olive trees through your whole country. But you won’t use the oil. The olives will drop off the trees.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 5,
          "text": "Its people will look mean. They won’t have any respect for old people. They won’t show any kindness to young people.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 6,
          "text": "He’ll bring on you all of the sicknesses you were afraid of getting when you were in Egypt. You won’t be able to get rid of them.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Acts 16:1 - 16:15",
    "versions": {
      "leb": [
        {
          "chapter": 16,
          "verse": 1,
          "text": "And when he had seen the vision, we wanted at once to go away to Macedonia, concluding that God had called us to proclaim the good news to them.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 2,
          "text": "And when they had brought them to the chief magistrates, they said, “These men are throwing our city into confusion, being Jews,",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 3,
          "text": "And he brought them outside and said, “Sirs, what must I do so that I can be saved?”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 4,
          "text": "And when they came out of the prison, they went to Lydia and when they saw them, they encouraged the brothers and departed.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 5,
          "text": "So the churches were being strengthened in the faith and were growing in number every day.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 6,
          "text": "And they traveled through the Phrygian and Galatian region, having been prevented by the Holy Spirit from speaking the message in Asia.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 7,
          "text": "And when they came to Mysia, they attempted to go into Bithynia, and the Spirit of Jesus did not permit them.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 8,
          "text": "So going through Mysia, they went down to Troas.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 9,
          "text": "And a vision appeared to Paul during the night: a certain Macedonian man was standing there and imploring him and saying, “Come over to Macedonia and help us!”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 11,
          "text": "So putting out to sea from Troas, we sailed a straight course to Samothrace, and on the following day to Neapolis,",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 12,
          "text": "and from there to Philippi, which is a leading city of that district of Macedonia, a Roman colony. And we were staying in this city for some days.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 13,
          "text": "And on the day of the Sabbath, we went outside the city gate beside the river, where we thought there was a place of prayer, and we sat down and spoke to the women assembled there.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 14,
          "text": "And a certain woman named Lydia from the city of Thyatira, a merchant dealing in purple cloth who showed reverence for God, was listening. The Lord opened her heart to pay attention to what was being said by Paul.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 15,
          "text": "And after she was baptized, and her household, she urged us, saying, “If you consider me to be a believer in the Lord, come to my house and stay.” And she prevailed upon us.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 16,
          "verse": 1,
          "text": "After Paul had seen the vision, we got ready at once to leave for Macedonia. We decided that God had called us to preach the good news there.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 2,
          "text": "They brought them to the judges. “These men are Jews,” her owners said. “They are making trouble in our city.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 3,
          "text": "Then he brought them out. He asked, “Sirs, what must I do to be saved?”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 4,
          "text": "After Paul and Silas came out of the prison, they went to Lydia’s house. There they met with the believers. They told them to be brave. Then they left.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 5,
          "text": "So the churches were made strong in the faith. The number of believers grew every day.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 6,
          "text": "Paul and his companions traveled all through the area of Phrygia and Galatia. The Holy Spirit had kept them from preaching the word in Asia Minor.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 7,
          "text": "They came to the border of Mysia. From there they tried to enter Bithynia. But the Spirit of Jesus would not let them.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 8,
          "text": "So they passed by Mysia. Then they went down to Troas.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 9,
          "text": "During the night Paul had a vision. He saw a man from Macedonia standing and begging him. “Come over to Macedonia!” the man said. “Help us!”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 11,
          "text": "At Troas we got into a boat. We sailed straight for Samothrace. The next day we went on to Neapolis.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 12,
          "text": "From there we traveled to Philippi, a Roman colony. It is an important city in that part of Macedonia. We stayed there several days.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 13,
          "text": "On the Sabbath day we went outside the city gate. We walked down to the river. There we expected to find a place of prayer. We sat down and began to speak to the women who had gathered together.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 14,
          "text": "One of those listening was a woman named Lydia. She was from the city of Thyatira. Her business was selling purple cloth. She was a worshiper of God. The Lord opened her heart to accept Paul’s message.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 15,
          "text": "She and her family were baptized. Then she invited us to her home. “Do you consider me a believer in the Lord?” she asked. “If you do, come and stay at my house.” She succeeded in getting us to go home with her.",
          "isHeading": false
        }
      ]
    }
  }
}