{
  "torah": {
    "passage": "Deuteronomy 1:22 - 1:38",
    "versions": {
      "leb": [
        {
          "chapter": 1,
          "verse": 22,
          "text": "“Then all of you approached me, and you said, ‘Let us send men before us, and let them explore the land for us, and let them bring back a report to us concerning the way that we should take and concerning the cities that we shall come to.’",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 23,
          "text": "The plan was good in my opinion, and so I took from among you twelve men, one from each tribe.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 24,
          "text": "And they set out and went up into the hill country, and they went up to the wadi of Eschol, and they spied out the land.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 25,
          "text": "They took in their hands some of the fruit of the land, and they brought it down to us, and they brought to us back a report, and they said, ‘The land that Yahweh our God is giving to us is good.’",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 26,
          "text": "But you were not willing to go up, and you rebelled against the command of Yahweh your God.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 27,
          "text": "And you grumbled in your tents, and you said, ‘Because of the hatred of Yahweh toward us he has brought us out from the land of Egypt to give us into the hand of the Amorites to destroy us.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 28,
          "text": "Where can we go up? Our brothers have made our hearts melt, saying, “The people are greater and taller than we are, and there are great fortified cities reaching up to heaven, and we saw the sons of the Anakites living there.”’",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 29,
          "text": "“And so I said to you, ‘Do not be terrified, and do not fear them.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 30,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 31,
          "text": "and just as he did in the wilderness when you saw that Yahweh your God carried you, just as someone carries his son, all along the way that you traveled until you reached this place.’",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 32,
          "text": "But through all of this you did not trust in Yahweh your God,",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 33,
          "text": "who goes before you on your way, seeking a place for your encampment, in fire at night and in a cloud by day, to show you the way that you should go.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 34,
          "text": "“Then Yahweh heard the sound of your words, and he was angry, and he swore, saying,",
          "isHeading": true
        },
        {
          "chapter": 1,
          "verse": 35,
          "text": "‘No one of these men of this evil generation will see the good land that I swore to give to your ancestors,",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 36,
          "text": "except Caleb, the son of Jephunneh; he himself shall see it, and to him I will give the land upon which he has trodden and to his sons because he followed Yahweh unreservedly.’",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 37,
          "text": "Even with me Yahweh was angry because of you, saying, ‘Not even you shall enter there.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 38,
          "text": "Joshua, the son of Nun, your assistant, will go there; encourage him because he will cause Israel to inherit it.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 1,
          "verse": 22,
          "text": "Then all of you came to me. You said, “Let’s send some men ahead of us. They can check out the land for us and bring back a report. They can suggest to us which way to go. They can tell us about the towns we’ll come to.”",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 23,
          "text": "That seemed like a good idea to me. So I chose 12 of you. I picked one man from each tribe.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 24,
          "text": "They left and went up into the hill country. There they came to the Valley of Eshcol. They checked it out.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 25,
          "text": "They got some of the fruit of that land. They brought it down to us and gave us their report. They said, “The Lord our God is giving us a good land.”",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 26,
          "text": "But you wouldn’t go up. You refused to obey the command of the Lord your God.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 27,
          "text": "You spoke against him in your tents. You said, “The Lord hates us. That’s why he brought us out of Egypt to hand us over to the Amorites. He wanted to destroy us.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 28,
          "text": "Where can we go? The men who checked out the land have made us lose hope. They say, ‘The people are stronger and taller than we are. The cities are large. They have walls that reach up to the sky. We even saw the Anakites there.’”",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 29,
          "text": "Then I said to you, “Don’t be terrified. Don’t be afraid of them.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 30,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 31,
          "text": "“You also saw how the Lord your God brought you through the desert. He carried you everywhere you went, just as a father carries his son. And now you have arrived here.”",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 32,
          "text": "In spite of that, you didn’t trust in the Lord your God.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 33,
          "text": "He went ahead of you on your journey. He was in the fire at night and in the cloud during the day. He found places for you to camp. He showed you the way you should go.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 34,
          "text": "The Lord heard what you said. So he became angry. He took an oath and made a promise. He said,",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 35,
          "text": "“I promised to give this good land to your people long ago. But not one of you evil men who are alive today will see it.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 36,
          "text": "“Only Caleb will see the land. He is the son of Jephunneh. I will give him and his children after him the land he walked on. He followed me with his whole heart.”",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 37,
          "text": "Because of you, the Lord became angry with me also. He said, “You will not enter the land either.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 38,
          "text": "But Joshua, the son of Nun, is your helper. Joshua will enter the land. Help him to be brave. Give him hope. He will lead Israel to take the land as their own.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Acts 2:1 - 2:13",
    "versions": {
      "leb": [
        {
          "chapter": 2,
          "verse": 1,
          "text": "Phrygia and Pamphylia, Egypt and the parts of Libya toward Cyrene, and the Romans who were in town,",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 2,
          "text": "and the moon to blood,\nbefore the great and glorious day of the Lord comes.",
          "isHeading": true
        },
        {
          "chapter": 2,
          "verse": 3,
          "text": "Therefore, because he was a prophet and knew that God had sworn to him with an oath to seat one of his descendants on his throne,",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 4,
          "text": "And with many other words he solemnly urged and exhorted them, saying, “Be saved from this crooked generation!”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 5,
          "text": "Now there were Jews residing in Jerusalem, devout men from every nation under heaven.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 6,
          "text": "And when this sound occurred, the crowd gathered and was in confusion, because each one was hearing them speaking in his own language.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 7,
          "text": "And they were astounded and astonished, saying, “Behold, are not all these who are speaking Galileans?",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 8,
          "text": "And how do we hear, each one of us, in our own native language?",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 9,
          "text": "Parthians and Medes and Elamites and those residing in Mesopotamia, Judea and Cappadocia, Pontus and Asia,",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 11,
          "text": "both Jews and proselytes, Cretans and Arabs—we hear them speaking in our own languages the great deeds of God!”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 12,
          "text": "And all were amazed and greatly perplexed, saying to one another, “What can this mean?”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 13,
          "text": "But others jeered and said, “They are full of sweet new wine!”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 2,
          "verse": 1,
          "text": "Phrygia and Pamphylia. Others of us are from Egypt and the parts of Libya near Cyrene. Still others are visitors from Rome.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 2,
          "text": "The sun will become dark.\nThe moon will turn red like blood.\nThis will happen before the coming of the great and glorious day of the Lord.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 3,
          "text": "But David was a prophet. He knew that God had made a promise to him. He had taken an oath that someone in David’s family line would be king after him.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 4,
          "text": "Peter said many other things to warn them. He begged them, “Save yourselves from these evil people.”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 5,
          "text": "Godly Jews from every country in the world were staying in Jerusalem.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 6,
          "text": "A crowd came together when they heard the sound. They were bewildered because they each heard the believers speaking in their own language.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 7,
          "text": "The crowd was really amazed. They asked, “Aren’t all these people from Galilee?",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 8,
          "text": "Why, then, do we each hear them speaking in our own native language?",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 9,
          "text": "We are Parthians, Medes and Elamites. We live in Mesopotamia, Judea and Cappadocia. We are from Pontus, Asia,",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 11,
          "text": "Some of the visitors are Jews. Others have accepted the Jewish faith. Also, Cretans and Arabs are here. We hear all these people speaking about God’s wonders in our own languages!”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 12,
          "text": "They were amazed and bewildered. They asked one another, “What does this mean?”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 13,
          "text": "But some people in the crowd made fun of the believers. “They’ve had too much wine!” they said.",
          "isHeading": false
        }
      ]
    }
  }
}