{
  "torah": {
    "passage": "Genesis 46:28 - 47:10",
    "versions": {
      "leb": [
        {
          "chapter": 46,
          "verse": 28,
          "text": "He had sent Judah ahead of him to Joseph to appear before him in Goshen. And they came to the land of Goshen.",
          "isHeading": false
        },
        {
          "chapter": 46,
          "verse": 29,
          "text": "Then Joseph harnessed his chariot and went up to meet Israel his father in Goshen. He presented himself to him and fell upon his neck and wept upon his neck a long time.",
          "isHeading": false
        },
        {
          "chapter": 46,
          "verse": 30,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 46,
          "verse": 31,
          "text": "Then Joseph said to his brothers and to his father’s household, “I will go up and report to Pharaoh, and I will say to him, ‘My brothers and my father’s household who were in the land of Canaan have come to me.",
          "isHeading": false
        },
        {
          "chapter": 46,
          "verse": 32,
          "text": "And the men are shepherds, for they are men of livestock, and they have brought their flocks and their cattle and all that they have.’",
          "isHeading": false
        },
        {
          "chapter": 46,
          "verse": 33,
          "text": "And it shall be that when Pharaoh calls you he will say, ‘What is your occupation?’",
          "isHeading": false
        },
        {
          "chapter": 46,
          "verse": 34,
          "text": "Then you must say, ‘You servants are men of livestock from our childhood until now, both we and also our ancestors,’ so that you may dwell in the land of Goshen, for every shepherd is a detestable thing to Egyptians.”",
          "isHeading": false
        },
        {
          "chapter": 47,
          "verse": 1,
          "text": "And Jacob blessed Pharaoh, and he went out from the presence of Pharaoh.",
          "isHeading": false
        },
        {
          "chapter": 47,
          "verse": 2,
          "text": "So Joseph bought all the land of Egypt for Pharaoh, for each Egyptian sold his field, for the famine was severe upon them. And the land became Pharaoh’s.",
          "isHeading": false
        },
        {
          "chapter": 47,
          "verse": 3,
          "text": "but let me lie with my ancestors. Carry me out of Egypt and bury me in their burial site.” And he said, “I will do according to your word.”",
          "isHeading": false
        },
        {
          "chapter": 47,
          "verse": 4,
          "text": "And they said to Pharaoh, “We have come to sojourn in the land, for there is no pasture for your servant’s flocks, for the famine is severe in the land of Canaan. So now, please let your servants dwell in the land of Goshen.”",
          "isHeading": false
        },
        {
          "chapter": 47,
          "verse": 5,
          "text": "Then Pharaoh said to Joseph, “Your father and your brothers have come to you.",
          "isHeading": false
        },
        {
          "chapter": 47,
          "verse": 6,
          "text": "The land of Egypt is before you. Settle your father and your brothers in the best of the land. Let them live in the land of Goshen, and if you know there is among them men of ability, then appoint them overseers of my own livestock.”",
          "isHeading": false
        },
        {
          "chapter": 47,
          "verse": 7,
          "text": "Then Joseph brought his father Jacob and presented him before Pharaoh. And Jacob blessed Pharaoh.",
          "isHeading": false
        },
        {
          "chapter": 47,
          "verse": 8,
          "text": "Then Pharaoh said to Jacob, “How old are you?”",
          "isHeading": false
        },
        {
          "chapter": 47,
          "verse": 9,
          "text": "And Jacob said to Pharaoh, “The days of the years of my sojourning are one hundred and thirty years. Few and hard have been the days of the years of my life, and they have not reached the days of the years of the lives of my ancestors in the days of their sojourning.”",
          "isHeading": false
        },
        {
          "chapter": 47,
          "verse": 10,
          "text": "",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 46,
          "verse": 28,
          "text": "Jacob sent Judah ahead of him to Joseph. He sent him to get directions to Goshen. And so they arrived in the area of Goshen.",
          "isHeading": false
        },
        {
          "chapter": 46,
          "verse": 29,
          "text": "Then Joseph had his servants get his chariot ready. He went to Goshen to meet his father Israel. As soon as he came to his father, Joseph threw his arms around him. Then Joseph sobbed for a long time.",
          "isHeading": false
        },
        {
          "chapter": 46,
          "verse": 30,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 46,
          "verse": 31,
          "text": "Then Joseph spoke to his brothers and to the rest of his father’s family. He said, “I will go up and speak to Pharaoh. I’ll say to him, ‘My brothers and the rest of my father’s family have come to me. They were living in the land of Canaan.",
          "isHeading": false
        },
        {
          "chapter": 46,
          "verse": 32,
          "text": "The men are shepherds. They take care of livestock. They’ve brought along their flocks and herds and everything they own.’",
          "isHeading": false
        },
        {
          "chapter": 46,
          "verse": 33,
          "text": "“Pharaoh will send for you. He’ll ask, ‘What do you do for a living?’",
          "isHeading": false
        },
        {
          "chapter": 46,
          "verse": 34,
          "text": "You should answer, ‘We’ve taken care of livestock from the time we were boys. We’ve done just as our fathers did.’ It’s the practice of the people of Egypt not to mix with shepherds.\n“So Pharaoh will let you settle in the area of Goshen.”",
          "isHeading": false
        },
        {
          "chapter": 47,
          "verse": 1,
          "text": "Jacob gave Pharaoh his blessing. Then he left him.",
          "isHeading": false
        },
        {
          "chapter": 47,
          "verse": 2,
          "text": "So Joseph bought all of the land in Egypt for Pharaoh. All of the people of Egypt sold their fields. They did that because there wasn’t enough food anywhere. In that way, the land became Pharaoh’s.",
          "isHeading": false
        },
        {
          "chapter": 47,
          "verse": 3,
          "text": "When I join the members of my family who have already died, carry me out of Egypt. Bury me where they are buried.”\n“I’ll do exactly as you say,” Joseph said.",
          "isHeading": false
        },
        {
          "chapter": 47,
          "verse": 4,
          "text": "They also said to him, “We’ve come to live in Egypt for a while. There isn’t enough food anywhere in Canaan. There isn’t any grass for our flocks. So please let us settle in Goshen.”",
          "isHeading": false
        },
        {
          "chapter": 47,
          "verse": 5,
          "text": "Pharaoh said to Joseph, “Your father and your brothers have come to you.",
          "isHeading": false
        },
        {
          "chapter": 47,
          "verse": 6,
          "text": "The land of Egypt is open to you. Settle your father and brothers in the best part of the land. Let them live in Goshen. Do any of them have special skills? If they do, put them in charge of my own livestock.”",
          "isHeading": false
        },
        {
          "chapter": 47,
          "verse": 7,
          "text": "Then Joseph brought his father Jacob in. He brought him in to meet Pharaoh. Jacob gave Pharaoh his blessing.",
          "isHeading": false
        },
        {
          "chapter": 47,
          "verse": 8,
          "text": "Then Pharaoh asked him, “How old are you?”",
          "isHeading": false
        },
        {
          "chapter": 47,
          "verse": 9,
          "text": "Jacob said to Pharaoh, “The years of my journey through life are 130. My years have been few and hard. They aren’t as many as the years of my fathers before me.”",
          "isHeading": false
        },
        {
          "chapter": 47,
          "verse": 10,
          "text": "",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "John 19:17 - 30",
    "versions": {
      "leb": [
        {
          "chapter": 19,
          "verse": 17,
          "text": "and carrying for himself the cross, he went out to the place called The Place of a Skull (which is called Golgotha in Aramaic),",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 18,
          "text": "where they crucified him, and with him two others, one on each side, and Jesus in the middle.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 19,
          "text": "And Pilate also wrote a notice and placed it on the cross, and it was written: “Jesus the Nazarene, the king of the Jews.”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 21,
          "text": "Then the chief priests of the Jews said to Pilate, “Do not write ‘The king of the Jews,’ but, ‘He said, I am king of the Jews.’”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 22,
          "text": "Pilate replied, “What I have written, I have written.”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 23,
          "text": "Then the soldiers, when they had crucified Jesus, took his clothing and made four shares—for each soldier a share—and the tunic. (Now the tunic was seamless, woven from the top in a single piece.)",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 24,
          "text": "So they said to one another, “Let us not tear it apart, but cast lots for it, to see whose it will be,” so that the scripture would be fulfilled that says,\n“They divided my garments among themselves,\nand for my clothing they cast lots.”\nThus the soldiers did these things.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 25,
          "text": "Now his mother and the sister of his mother, Mary the wife of Clopas, and Mary Magdalene were standing near the cross of Jesus.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 26,
          "text": "So Jesus, seeing his mother and the disciple whom he loved standing there, said to his mother, “Woman, behold your son!”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 27,
          "text": "Then he said to the disciple, “Behold your mother!” And from that hour the disciple took her into his own home.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 28,
          "text": "After this, Jesus, knowing that now at last everything was completed, in order that the scripture would be fulfilled, said, “I am thirsty.”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 29,
          "text": "A jar full of sour wine was standing there, so they put a sponge full of the sour wine on a branch of hyssop and brought it to his mouth.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 30,
          "text": "",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 19,
          "verse": 17,
          "text": "He had to carry his own cross. He went out to a place called The Skull. In the Aramaic language it was called Golgotha.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 18,
          "text": "There they nailed Jesus to the cross. Two other men were crucified with him. One was on each side of him. Jesus was in the middle.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 19,
          "text": "Pilate had a notice prepared. It was fastened to the cross. It read, jesus of nazareth, the king of the jews.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 21,
          "text": "The chief priests of the Jews argued with Pilate. They said, “Do not write ‘The King of the Jews.’ Write that this man claimed to be king of the Jews.”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 22,
          "text": "Pilate answered, “I have written what I have written.”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 23,
          "text": "When the soldiers crucified Jesus, they took his clothes. They divided them into four parts. Each soldier got one part. Jesus’ long, inner robe was left. It did not have any seams. It was made out of one piece of cloth from top to bottom.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 24,
          "text": "This happened so that Scripture would come true. It says,\n“They divided up my clothes among them.\nThey cast lots for what I was wearing.” ()\nSo that is what the soldiers did.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 25,
          "text": "Jesus’ mother stood near his cross. So did his mother’s sister, Mary the wife of Clopas, and Mary Magdalene.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 26,
          "text": "Jesus saw his mother there. He also saw the disciple he loved standing nearby. Jesus said to his mother, “Dear woman, here is your son.”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 27,
          "text": "He said to the disciple, “Here is your mother.” From that time on, the disciple took her into his home.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 28,
          "text": "Later Jesus said, “I am thirsty.” He knew that everything was now finished. He knew that what Scripture said must come true.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 29,
          "text": "A jar of wine vinegar was there. So they soaked a sponge in it. They put the sponge on a stem of the hyssop plant. Then they lifted it up to Jesus’ lips.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 30,
          "text": "",
          "isHeading": false
        }
      ]
    }
  }
}