{
  "torah": {
    "passage": "Numbers 15:8 - 15:16",
    "versions": {
      "leb": [
        {
          "chapter": 15,
          "verse": 8,
          "text": "When you prepare a bull as a burnt offering or a sacrifice to fulfill a vow or a fellowship offering for Yahweh,",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 9,
          "text": "you will present with the bull a grain offering of three-tenths of finely milled flour mixed with half a liquid measure of oil,",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 11,
          "text": "“‘This is how it should be done for each bull, or for the each ram, or for the small four-footed mammal, or ram-lambs, or goats.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 12,
          "text": "According to the number that you prepare, so should you do to each according to their number.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 13,
          "text": "Every native must do these things to present an offering made by fire, a fragrance of appeasement for Yahweh.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 14,
          "text": "If an alien dwells among you, or whoever is in your midst throughout your generations, and prepares an offering made by fire, a fragrance of appeasement for Yahweh, he should do as you do.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 15,
          "text": "For the assembly, there will be one decree for you and for the alien who dwells among you; it is an eternal decree for all your generations. You as well as the alien will be before Yahweh.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 16,
          "text": "There will be one law and one stipulation for you and for the alien dwelling among you.’”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 15,
          "verse": 8,
          "text": "“‘Suppose you prepare a young bull as a burnt offering or sacrifice. You prepare it to keep a special promise to the Lord. Or you prepare it to give as a friendship offering.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 9,
          "text": "Then bring a grain offering with the bull. The grain offering must be 24 cups of fine flour. It must be mixed with two quarts of olive oil.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 11,
          "text": "“‘Each bull or ram must be prepared in the same way. Each lamb or young goat must also be prepared in that way.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 12,
          "text": "Do it for each animal. Do it for as many animals as you prepare.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 13,
          "text": "“‘Everyone in Israel must do those things in that way. He must do them when he brings an offering that is made with fire. Offerings like that give a smell that is pleasant to the Lord.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 14,
          "text": "“‘Everyone must always do what the law requires. It does not matter whether he is an outsider or someone else who is living among you. He must do exactly as you do when he brings an offering that is made with fire. Offerings like that give a smell that is pleasant to the Lord.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 15,
          "text": "“‘The community must have the same rules for you and for the outsider who is living among you. That law will last for all time to come. In the sight of the Lord, the law applies to you and the outsider alike.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 16,
          "text": "The same laws and rules will apply to you and to the outsider who is living among you.’”",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "?",
    "versions": {
      "leb": [],
      "nirv": []
    }
  }
}