{
  "torah": {
    "passage": "Exodus 1:1 - 1:17",
    "versions": {
      "leb": [
        {
          "chapter": 1,
          "verse": 1,
          "text": "Israel and Oppression in Egypt\nAnd these are the names of the sons of Israel who came to Egypt; with Jacob, they each came with his family:",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 2,
          "text": "Reuben, Simeon, Levi, and Judah;",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 3,
          "text": "Issachar, Zebulun, and Benjamin;",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 4,
          "text": "Dan and Naphtali, Gad and Asher.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 5,
          "text": "And all those who descended from Jacob were seventy individuals, and Joseph was in Egypt.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 6,
          "text": "And Joseph died and all of his brothers and all of that generation.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 7,
          "text": "And the Israelites were fruitful and multiplied and were many and were very, very numerous, and the land was filled with them.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 8,
          "text": "And a new king rose over Egypt who did not know Joseph.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 9,
          "text": "And he said to his people, “Look, the people of the Israelites are greater and more numerous than us.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 10,
          "text": "Come, we must deal shrewdly with them, lest they become many, and when war happens, they also will join our enemies and will fight against us and go up from the land.”",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 11,
          "text": "And they appointed commanders of forced labor over them in order to oppress them with their forced labor, and they built storage cities for Pharaoh—Pithom and Rameses.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 12,
          "text": "And as he oppressed them, so they became many, and so they spread out, and the Egyptians were afraid because of the presence of the Israelites.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 13,
          "text": "And the Egyptians ruthlessly compelled the Israelites to work.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 14,
          "text": "And they made their lives bitter with hard work with mortar and with bricks and with all sorts of work in the field—with all their work in which they ruthlessly enslaved them.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 15,
          "text": "And the king of Egypt said to the Hebrew midwives—of whom the name of the one was Shiphrah and the name of the second was Puah—",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 16,
          "text": "and he said, “When you help the Hebrews give birth, you will look upon the pairs of testicles; if he is a son, you will put him to death, and if she is a daughter, she will live.”",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 17,
          "text": "But the midwives feared God, and they did not do as the king of Egypt had said to them. They let the boys live.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 1,
          "verse": 1,
          "text": "The People of Israel Are Slaves in Egypt\nHere are the names of Israel’s children who went to Egypt with Jacob. Each one went with his family.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 2,
          "text": "Jacob’s sons were Reuben, Simeon, Levi, Judah,",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 3,
          "text": "Issachar, Zebulun, Benjamin,",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 4,
          "text": "Dan, Naphtali, Gad and Asher.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 5,
          "text": "The total number of Jacob’s children and grandchildren was 70. Joseph was already in Egypt.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 6,
          "text": "Joseph and all of his brothers died. So did all of their children.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 7,
          "text": "The people of Israel had many children. They greatly increased their numbers. There were so many of them that they filled the land.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 8,
          "text": "Then a new king came to power in Egypt. He didn’t know anything about Joseph.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 9,
          "text": "“Look,” he said to his people. “The Israelites are far too many for us.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 10,
          "text": "Come. We must deal with them carefully. If we don’t, they will increase their numbers even more. Then if war breaks out, they’ll join our enemies. They’ll fight against us and leave the country.”",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 11,
          "text": "So the Egyptians put slave drivers over the people of Israel. The slave drivers beat them down and made them work hard. The Israelites built the cities of Pithom and Rameses so Pharaoh could store things there.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 12,
          "text": "But the more the slave drivers beat them down, the more the Israelites increased their numbers and spread out. So the Egyptians became afraid of them.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 13,
          "text": "They made them work hard. They didn’t show them any pity.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 14,
          "text": "They made them suffer with hard labor. They forced them to work with bricks and mud. And they made them do all kinds of work in the fields. The Egyptians didn’t show them any pity at all. They made them work very hard.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 15,
          "text": "There were two Hebrew women named Shiphrah and Puah. They helped other women who were having babies. The king of Egypt spoke to them. He said,",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 16,
          "text": "“You are the ones who help the other Hebrew women. Watch them when they get into a sitting position to have their babies. Kill the boys. Let the girls live.”",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 17,
          "text": "But Shiphrah and Puah had respect for God. They didn’t do what the king of Egypt had told them to do. They let the boys live.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Mark 1:1 - 1:8",
    "versions": {
      "leb": [
        {
          "chapter": 1,
          "verse": 1,
          "text": "John the Baptist Begins His Ministry\nThe beginning of the gospel of Jesus Christ.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 2,
          "text": "Just as it is written in the prophet Isaiah,\n“Behold, I am sending my messenger before your face,\nwho will prepare your way,",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 3,
          "text": "the voice of one shouting in the wilderness,\n‘Prepare the way of the Lord,\nmake straight his paths!’”",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 4,
          "text": "John was there baptizing in the wilderness, proclaiming a baptism of repentance for the forgiveness of sins.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 5,
          "text": "And all the Judean region and all the inhabitants of Jerusalem went out to him and were being baptized by him in the Jordan River, confessing their sins.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 6,
          "text": "And John was dressed in camel’s hair and a belt made of leather around his waist, and he ate locusts and wild honey.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 7,
          "text": "And he was preaching, saying, “One who is more powerful than I is coming after me, of whom I am not worthy to bend down and untie the strap of his sandals.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 8,
          "text": "I baptized you with water, but he will baptize you with the Holy Spirit.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 1,
          "verse": 1,
          "text": "John the Baptist Prepares the Way\nThis is the beginning of the good news about Jesus Christ, the Son of God.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 2,
          "text": "Long ago Isaiah the prophet wrote,\n“I will send my messenger ahead of you.\nHe will prepare your way.” ()",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 3,
          "text": "“A messenger is calling out in the desert,\n‘Prepare the way for the Lord.\nMake straight paths for him.’” ()",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 4,
          "text": "And so John came. He baptized people in the desert. He also preached that people should be baptized and turn away from their sins. Then God would forgive them.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 5,
          "text": "All the people from the countryside of Judea went out to him. All the people from Jerusalem went too. When they admitted they had sinned, John baptized them in the Jordan River.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 6,
          "text": "John wore clothes made out of camel’s hair. He had a leather belt around his waist. And he ate locusts and wild honey.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 7,
          "text": "Here is what John was preaching. “After me, one will come who is more powerful than I am. I’m not good enough to bend down and untie his sandals.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 8,
          "text": "I baptize you with water. But he will baptize you with the Holy Spirit.”",
          "isHeading": false
        }
      ]
    }
  }
}