{
  "torah": {
    "passage": "Genesis 45:28 - 46:27",
    "versions": {
      "leb": [
        {
          "chapter": 45,
          "verse": 28,
          "text": "And Israel said, “It is enough. Joseph my son is still alive. I will go and see him before I die.”",
          "isHeading": false
        },
        {
          "chapter": 46,
          "verse": 1,
          "text": "The sons of Simeon: Jemuel, Jamin, Ohad, Jakin, Zohar, and Shaul, the son of a Canaanite woman.",
          "isHeading": false
        },
        {
          "chapter": 46,
          "verse": 2,
          "text": "And Ephraim and Manasseh, whom Asenath, daughter of Potiphera, priest of On bore to him, were born to Joseph in the land of Egypt.",
          "isHeading": false
        },
        {
          "chapter": 46,
          "verse": 3,
          "text": "Then Israel said to Joseph, “Now let me die since I have seen your face, for you are still alive.”",
          "isHeading": false
        },
        {
          "chapter": 46,
          "verse": 4,
          "text": "I myself will go down with you to Egypt, and I myself will also bring you up. And Joseph will place his hand over your eyes.”",
          "isHeading": false
        },
        {
          "chapter": 46,
          "verse": 5,
          "text": "So Jacob arose from Beersheba. And the sons of Israel carried their father Jacob, and their little ones and their wives in the wagons Pharaoh had sent to transport him.",
          "isHeading": false
        },
        {
          "chapter": 46,
          "verse": 6,
          "text": "And they took their livestock and their possessions that they had acquired in the land of Canaan. And they came to Egypt, Jacob and all his offspring with him,",
          "isHeading": false
        },
        {
          "chapter": 46,
          "verse": 7,
          "text": "his sons and his sons’ sons with him, his daughters and his daughters’ daughters with him, into Egypt.",
          "isHeading": false
        },
        {
          "chapter": 46,
          "verse": 8,
          "text": "Now these are the names of the sons of Israel, who came into Egypt, Jacob and his sons. Reuben, the firstborn of Jacob",
          "isHeading": false
        },
        {
          "chapter": 46,
          "verse": 9,
          "text": "and the sons of Reuben: Enoch, Pallu, Hezron, and Carmi.",
          "isHeading": false
        },
        {
          "chapter": 46,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 46,
          "verse": 11,
          "text": "The sons of Levi: Gershon, Kohath, and Merari.",
          "isHeading": false
        },
        {
          "chapter": 46,
          "verse": 12,
          "text": "The sons of Judah: Er, Onan, Shelah, Perez, and Zerah (but Er and Onan died in the land of Canaan). And the sons of Perez were Hezron and Hamul.",
          "isHeading": false
        },
        {
          "chapter": 46,
          "verse": 13,
          "text": "The sons of Issachar: Tolah, Puvah, Iob, and Shimron.",
          "isHeading": false
        },
        {
          "chapter": 46,
          "verse": 14,
          "text": "The sons of Zebulun: Sered, Elon, and Jahleel.",
          "isHeading": false
        },
        {
          "chapter": 46,
          "verse": 15,
          "text": "These are the sons of Leah that she bore to Jacob in Paddan-Aram, and Dinah his daughter. His sons and daughters were thirty-three persons in all.",
          "isHeading": false
        },
        {
          "chapter": 46,
          "verse": 16,
          "text": "The sons of Gad: Ziphion, Haggi, Shuni, Ezbon, Eri, Arodi, and Areli.",
          "isHeading": false
        },
        {
          "chapter": 46,
          "verse": 17,
          "text": "The sons of Asher: Imnah, Ishvah, Ishvi, and Beriah, and their sister Serah. And the sons of Beriah: Heber and Malkiel.",
          "isHeading": false
        },
        {
          "chapter": 46,
          "verse": 18,
          "text": "There are the sons of Zilpah, whom Laban gave to Leah his daughter, and she bore these to Jacob—sixteen persons.",
          "isHeading": false
        },
        {
          "chapter": 46,
          "verse": 19,
          "text": "The sons of Rachel, Jacob’s wife: Joseph and Benjamin.",
          "isHeading": false
        },
        {
          "chapter": 46,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 46,
          "verse": 21,
          "text": "The sons of Benjamin: Bela, Beker, Ashbel, Gera, Naaman, Ehi, Rosh, Muppim, Huppim, and Ard.",
          "isHeading": false
        },
        {
          "chapter": 46,
          "verse": 22,
          "text": "These are the sons of Rachel who were born to Jacob—fourteen persons in all.",
          "isHeading": false
        },
        {
          "chapter": 46,
          "verse": 23,
          "text": "The sons of Dan: Hushim.",
          "isHeading": false
        },
        {
          "chapter": 46,
          "verse": 24,
          "text": "The sons of Naphtali: Jahzeel, Guni, Jezer, and Shillem.",
          "isHeading": false
        },
        {
          "chapter": 46,
          "verse": 25,
          "text": "These are the sons of Bilhah whom Laban gave to Rachel his daughter, and she bore these to Jacob—seven persons in all.",
          "isHeading": false
        },
        {
          "chapter": 46,
          "verse": 26,
          "text": "All the persons belonging to Jacob who came to Egypt who were his descendants, not including the wives of the sons of Jacob were sixty-six persons in all.",
          "isHeading": false
        },
        {
          "chapter": 46,
          "verse": 27,
          "text": "And the sons of Joseph who were born to him in Egypt were two persons. All the persons of the house of Jacob who came to Egypt were seventy.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 45,
          "verse": 28,
          "text": "Israel said, “I believe it now! My son Joseph is still alive. I’ll go and see him before I die.”",
          "isHeading": false
        },
        {
          "chapter": 46,
          "verse": 1,
          "text": "Jemuel, Jamin, Ohad, Jakin, Zohar and Shaul. Shaul was the son of a woman from Canaan.",
          "isHeading": false
        },
        {
          "chapter": 46,
          "verse": 2,
          "text": "In Egypt, Asenath had Manasseh and Ephraim by Joseph. Asenath was the daughter of Potiphera. Potiphera was the priest of On.",
          "isHeading": false
        },
        {
          "chapter": 46,
          "verse": 3,
          "text": "Israel said to Joseph, “I have seen for myself that you are still alive. Now I’m ready to die.”",
          "isHeading": false
        },
        {
          "chapter": 46,
          "verse": 4,
          "text": "I will go down to Egypt with you. You can be sure that I will bring you back again. And when you die, Joseph will close your eyes with his own hand.”",
          "isHeading": false
        },
        {
          "chapter": 46,
          "verse": 5,
          "text": "Then Jacob left Beersheba. Israel’s sons put their father Jacob and their families in the carts that Pharaoh had sent to carry them.",
          "isHeading": false
        },
        {
          "chapter": 46,
          "verse": 6,
          "text": "So Jacob and his whole family went to Egypt. They took their livestock with them. And they took everything they had gotten in Canaan.",
          "isHeading": false
        },
        {
          "chapter": 46,
          "verse": 7,
          "text": "Jacob took his sons and grandsons with him to Egypt. He also took his daughters and granddaughters. He took all of his children and grandchildren with him.",
          "isHeading": false
        },
        {
          "chapter": 46,
          "verse": 8,
          "text": "Here are the names of Israel’s children and grandchildren who went to Egypt. Jacob and all of his children and grandchildren are included.\nReuben was Jacob’s oldest son.",
          "isHeading": false
        },
        {
          "chapter": 46,
          "verse": 9,
          "text": "Hanoch, Pallu, Hezron and Carmi.",
          "isHeading": false
        },
        {
          "chapter": 46,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 46,
          "verse": 11,
          "text": "Gershon, Kohath and Merari.",
          "isHeading": false
        },
        {
          "chapter": 46,
          "verse": 12,
          "text": "Er, Onan, Shelah, Perez and Zerah. But Er and Onan had died in the land of Canaan. The sons of Perez were Hezron and Hamul.",
          "isHeading": false
        },
        {
          "chapter": 46,
          "verse": 13,
          "text": "Tola, Puah, Jashub and Shimron.",
          "isHeading": false
        },
        {
          "chapter": 46,
          "verse": 14,
          "text": "Sered, Elon and Jahleel.",
          "isHeading": false
        },
        {
          "chapter": 46,
          "verse": 15,
          "text": "Those were the sons and grandsons who were born to Jacob and Leah in Paddan Aram. Leah also had a daughter by Jacob. Her name was Dinah. The total number of people in the family line of Jacob and Leah was 33.",
          "isHeading": false
        },
        {
          "chapter": 46,
          "verse": 16,
          "text": "Zephon, Haggi, Shuni, Ezbon, Eri, Arodi and Areli.",
          "isHeading": false
        },
        {
          "chapter": 46,
          "verse": 17,
          "text": "Imnah, Ishvah, Ishvi and Beriah. Their sister was Serah. The sons of Beriah were Heber and Malkiel.",
          "isHeading": false
        },
        {
          "chapter": 46,
          "verse": 18,
          "text": "Those were the children and grandchildren who were born to Jacob and Zilpah. Laban had given Zilpah to his daughter Leah. The total number of people in the family line of Jacob and Zilpah was 16.",
          "isHeading": false
        },
        {
          "chapter": 46,
          "verse": 19,
          "text": "Joseph and Benjamin.",
          "isHeading": false
        },
        {
          "chapter": 46,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 46,
          "verse": 21,
          "text": "Bela, Beker, Ashbel, Gera, Naaman, Ehi, Rosh, Muppim, Huppim and Ard.",
          "isHeading": false
        },
        {
          "chapter": 46,
          "verse": 22,
          "text": "Those were the sons and grandsons who were born to Jacob and Rachel. The total number of people in the family line of Jacob and Rachel was 14.",
          "isHeading": false
        },
        {
          "chapter": 46,
          "verse": 23,
          "text": "Hushim.",
          "isHeading": false
        },
        {
          "chapter": 46,
          "verse": 24,
          "text": "Jahziel, Guni, Jezer and Shillem.",
          "isHeading": false
        },
        {
          "chapter": 46,
          "verse": 25,
          "text": "Those were the sons and grandsons who were born to Jacob and Bilhah. Laban had given Bilhah to his daughter Rachel. The total number of people in the family line of Jacob and Bilhah was seven.",
          "isHeading": false
        },
        {
          "chapter": 46,
          "verse": 26,
          "text": "The total number of those who went to Egypt with Jacob was 66. That number includes only his own children and grandchildren. It doesn’t include his sons’ wives or his grandsons’ wives.",
          "isHeading": false
        },
        {
          "chapter": 46,
          "verse": 27,
          "text": "The total number of the members of Jacob’s family who went to Egypt was 70. That includes the two sons who had been born to Joseph in Egypt.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "John 19:1 - 16",
    "versions": {
      "leb": [
        {
          "chapter": 19,
          "verse": 1,
          "text": "So Pilate said to him, “Will you not speak to me? Do you not know that I have authority to release you, and I have authority to crucify you?”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 2,
          "text": "So many of the Jews read this notice, because the place where Jesus was crucified was near the city. And it was written in Aramaic, in Latin, and in Greek.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 3,
          "text": "Then when he had received the sour wine, Jesus said, “It is completed,” and bowing his head, he gave up his spirit.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 4,
          "text": "So they took the body of Jesus and wrapped it in strips of linen cloth with the fragrant spices, as is the Jews’ custom to prepare for burial.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 5,
          "text": "Then Jesus came outside wearing the crown of thorns and the purple robe, and he said to them, “Behold the man!”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 6,
          "text": "So when they saw him, the chief priests and the officers shouted, saying, “Crucify! Crucify!” Pilate said to them, “You take him and crucify him! For I do not find a basis for an accusation against him.”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 7,
          "text": "The Jews replied to him, “We have a law, and according to the law he ought to die, because he made himself out to be the Son of God!”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 8,
          "text": "So when Pilate heard this statement, he was even more afraid,",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 9,
          "text": "and he entered into the governor’s residence again and said to Jesus, “Where are you from?” But Jesus did not give him an answer.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 11,
          "text": "Jesus replied to him, “You would not have any authority over me unless it was given to you from above. For this reason the one who handed me over to you has greater sin.”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 12,
          "text": "From this point on Pilate was seeking to release him, but the Jews shouted, saying, “If you release this man, you are not a friend of Caesar! Everyone who makes himself out to be a king opposes Caesar!”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 13,
          "text": "So Pilate, when he heard these words, brought Jesus outside and sat down on the judgment seat, in the place called The Stone Pavement (but Gabbatha in Aramaic).",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 14,
          "text": "(Now it was the day of preparation of the Passover; it was about the sixth hour.) And he said to the Jews, “Behold your king!”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 15,
          "text": "Then those shouted, “Away with him! Away with him! Crucify him!” Pilate said to them, “Shall I crucify your king?” The chief priests replied, “We do not have a king except Caesar!”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 16,
          "text": "So then he handed him over to them in order that he could be crucified.\nJesus Is Crucified\nSo they took Jesus,",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 19,
          "verse": 1,
          "text": "“Do you refuse to speak to me?” Pilate said. “Don’t you understand? I have the power to set you free or to nail you to a cross.”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 2,
          "text": "Many of the Jews read the sign. The place where Jesus was crucified was near the city. The sign was written in the Aramaic, Latin and Greek languages.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 3,
          "text": "After Jesus drank he said, “It is finished.” Then he bowed his head and died.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 4,
          "text": "The two men took Jesus’ body. They wrapped it in strips of linen cloth, along with the spices. That was the way the Jews buried people’s bodies.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 5,
          "text": "Jesus came out wearing the crown of thorns and the purple robe. Then Pilate said to them, “Here is the man!”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 6,
          "text": "As soon as the chief priests and their officials saw him, they shouted, “Crucify him! Crucify him!”\nBut Pilate answered, “You take him and crucify him. I myself find no basis for a charge against him.”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 7,
          "text": "The Jews replied, “We have a law. That law says he must die. He claimed to be the Son of God.”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 8,
          "text": "When Pilate heard that, he was even more afraid.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 9,
          "text": "He went back inside the palace. “Where do you come from?” he asked Jesus.\nBut Jesus did not answer him.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 11,
          "text": "Jesus answered, “You were given power from heaven. If you weren’t, you would have no power over me. So the one who handed me over to you is guilty of a greater sin.”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 12,
          "text": "From then on, Pilate tried to set Jesus free. But the Jews kept shouting, “If you let this man go, you are not Caesar’s friend! Anyone who claims to be a king is against Caesar!”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 13,
          "text": "When Pilate heard that, he brought Jesus out. Pilate sat down on the judge’s seat. It was at a place called The Stone Walkway. In the Aramaic language it was called Gabbatha.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 14,
          "text": "It was about noon on Preparation Day in Passover Week.\n“Here is your king,” Pilate said to the Jews.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 15,
          "text": "But they shouted, “Kill him! Kill him! Crucify him!”\n“Should I crucify your king?” Pilate asked.\n“We have no king but Caesar,” the chief priests answered.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 16,
          "text": "Finally, Pilate handed Jesus over to them to be nailed to a cross.\nJesus Is Nailed to a Cross\nSo the soldiers took charge of Jesus.",
          "isHeading": false
        }
      ]
    }
  }
}