{
  "torah": {
    "passage": "Deuteronomy 18:14 - 19:13",
    "versions": {
      "leb": [
        {
          "chapter": 18,
          "verse": 14,
          "text": "For these nations that you are about to dispossess listen to interpreters of signs and to diviners, but Yahweh your God has not allowed you to do the same.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 15,
          "text": "“Yahweh your God will raise up for you a prophet like me from your midst, from your countrymen, and to him you shall listen.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 16,
          "text": "This is according to all that you asked from Yahweh your God at Horeb, on the day of the assembly, saying, ‘I do not want again to hear the voice of Yahweh my God, and I do not want to see again this great fire, so that I may not die!’",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 17,
          "text": "And Yahweh said to me, ‘They are right in what they have said.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 18,
          "text": "I will raise up a prophet for them from among their countrymen like you, and I will place my words into his mouth, and he shall speak to them everything that I command him.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 19,
          "text": "And then the man that will not listen to my words that he shall speak in my name, I will hold accountable.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 20,
          "text": "However, the prophet that behaves presumptuously by speaking a word in my name that I have not commanded him to speak, and who speaks in the name of other gods, then that prophet shall die.’",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 21,
          "text": "And if you say to yourself, ‘How can we know the word that Yahweh has not spoken to him?’",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 22,
          "text": "Whenever what the prophet spoke in the name of Yahweh, the thing does not take place and does not come about, that is the thing that Yahweh has not spoken to him. Presumptuously the prophet spoke it; you shall not fear that prophet.”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 1,
          "text": "“When Yahweh your God has exterminated the nations concerning whom Yahweh your God is giving to you their land, and you have dispossessed them, and you have settled in their towns and in their houses,",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 2,
          "text": "you shall set apart three cities for you in the midst of your land that Yahweh your God is giving to you to take possession of it.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 3,
          "text": "You shall prepare the roads for yourselves, and you shall divide the regions of your land into thirds that Yahweh your God gives you as a possession, so that it will be available for any manslayer to flee there.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 4,
          "text": "“Now this is the case of the manslayer who may flee there and live there who has killed his neighbor unintentionally, and he did not hate him previously.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 5,
          "text": "For example, when somebody goes with his neighbor into the forest to cut wood, and the iron head slips from the handle of the tool and strikes his neighbor and he dies, then he may flee to one of these cities, and so he may live.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 6,
          "text": "He does this lest the avenger of blood might pursue after the killer, because he is hot with anger and he overtakes him, because it is a long distance to the city of refuge, and so he kills him, but he did not deserve a death sentence, because he was not hating him before.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 7,
          "text": "Therefore I am commanding you, saying, ‘You shall set apart three cities.’",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 8,
          "text": "Then if Yahweh your God enlarges your territory just as he swore to your ancestors and gives to you all the land that he promised to give to your ancestors,",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 9,
          "text": "then if you diligently observe this entire commandment that I am commanding you today by loving Yahweh your God and by going in his ways at all times, then you shall add three more cities for yourselves to these three.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 10,
          "text": "Do this so that innocent blood will not be shed in the midst of your land that Yahweh your God is giving to you as an inheritance and thereby bloodguilt would be on you.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 11,
          "text": "But if someone hates his neighbor and lies in wait for him and rises up against him and murders him, and the murderer flees to one of these cities,",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 12,
          "text": "then the elders of his city shall send and take him from there, and they shall give him into the hand of the avenger of blood, and he shall be put to death.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 13,
          "text": "Your eye shall not take pity on him, and you shall purge the guilt of innocent blood from Israel, so that good will be directed toward you.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 18,
          "verse": 14,
          "text": "You will take over the nations that are in the land the Lord is giving you. They listen to those who practice all kinds of evil magic. But you belong to the Lord your God. He says you must not do those things.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 15,
          "text": "The Lord your God will raise up for you a prophet like me. He will be one of your own people. You must listen to him.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 16,
          "text": "At Mount Horeb you asked the Lord your God for a prophet. You asked him on the day you gathered together. You said, “We don’t want to hear the voice of the Lord our God. We don’t want to see this great fire anymore. If we do, we’ll die.”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 17,
          "text": "The Lord said to me, “What they are saying is good.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 18,
          "text": "I will raise up for them a prophet like you. He will be one of their own people. I will put my words in his mouth. He will tell them everything I command him to say.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 19,
          "text": "“The prophet will speak in my name. But someone might not listen to what I say through the prophet. Then that person will be accountable to me.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 20,
          "text": "“But suppose a prophet dares to speak in my name something I have not commanded him to say. Or he speaks in the name of other gods. Then that prophet must be put to death.”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 21,
          "text": "You will say to yourselves, “How can we know when a message hasn’t been spoken by the Lord?”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 22,
          "text": "Sometimes a prophet will announce something in the name of the Lord. And it won’t take place or come true. Then that’s a message the Lord hasn’t told him to speak. That prophet has dared to speak on his own authority. So don’t be afraid of him or what he says.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 1,
          "text": "The Lord your God will destroy the nations whose land he is giving you. You will drive them out. And you will settle down in their towns and houses.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 2,
          "text": "When you do, set apart for yourselves three cities in the land. It’s the land the Lord your God is giving you to take as your own.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 3,
          "text": "Build roads to those cities and separate the land into three parts. Then anyone who kills another person can run to one of the cities for safety. They are in the land the Lord your God is giving you as your own.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 4,
          "text": "Here is the rule about a person who kills someone. That person can run to one of those cities for safety. The rule applies to all those who kill a neighbor they didn’t hate and didn’t mean to kill.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 5,
          "text": "For example, suppose a man goes into a forest with his neighbor to cut wood. When he swings his ax to chop down a tree, the head of the ax flies off. And it hits his neighbor and kills him. Then that man can run to one of those cities and save his life.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 6,
          "text": "If he doesn’t go to one of those cities, the dead man’s nearest male relative might become very angry. He might chase the man. If the city is too far away, he might catch him and kill him. But he isn’t worthy of death, because he didn’t hate his neighbor.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 7,
          "text": "That’s why I command you to set apart for yourselves three cities.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 8,
          "text": "The Lord your God will increase the size of your territory. He took an oath and promised your fathers he would do it. He will give you the whole land he promised them.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 9,
          "text": "But he’ll do it only if you are careful to obey all of the laws I’m commanding you today. I’m commanding you to love the Lord your God. I want you to live always as he wants you to live.\nWhen he gives you additional land, you must set apart three more cities.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 10,
          "text": "Do it so the blood of those who aren’t guilty of murder won’t be spilled in your land. It’s the land the Lord your God is giving you as your own.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 11,
          "text": "But suppose a man hates his neighbor. So he hides and waits for him. Then he attacks him and kills him. And he runs to one of those cities for safety.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 12,
          "text": "If he does, the elders of his own town must send for him. He must be brought back from the city and handed over to the dead man’s nearest male relative. The relative will kill him.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 13,
          "text": "Don’t feel sorry for him. He has killed someone who hadn’t done anything wrong. Crimes like that must be punished in Israel. Then things will go well with you.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Acts 11:1 - 11:18",
    "versions": {
      "leb": [
        {
          "chapter": 11,
          "verse": 1,
          "text": "Now the apostles and the brothers who were throughout Judea heard that the Gentiles also had accepted the word of God.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 2,
          "text": "So when Peter went up to Jerusalem, those of the circumcision took issue with him,",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 3,
          "text": "saying, “You went to men who were uncircumcised and ate with them!”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 4,
          "text": "But Peter began and explained it to them in an orderly sequence, saying,",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 5,
          "text": "“I was in the city of Joppa praying, and in a trance I saw a vision—an object something like a large sheet coming down, being let down from heaven by its four corners, and it came to me.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 6,
          "text": "As I looked intently into it, I was considering it, and I saw the four-footed animals of the earth and the wild animals and the reptiles and the birds of the sky.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 7,
          "text": "And I also heard a voice saying to me, ‘Get up, Peter, slaughter and eat!’",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 8,
          "text": "But I said, ‘Certainly not, Lord! For nothing common or unclean has ever entered into my mouth!’",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 9,
          "text": "But the voice replied from heaven for the second time, ‘The things which God has made clean, you must not consider unclean!’",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 10,
          "text": "And this happened three times, and everything was pulled up into heaven again.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 11,
          "text": "And behold, at once three men who had been sent to me from Caesarea approached the house in which we were staying.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 12,
          "text": "And the Spirit told me to accompany them, not hesitating at all. So these six brothers also went with me, and we entered into the man’s house.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 13,
          "text": "And he reported to us how he had seen the angel standing in his house and saying, ‘Send to Joppa and summon Simon, who is also called Peter,",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 14,
          "text": "who will speak words to you by which you will be saved, you and all your household.’",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 15,
          "text": "And as I was beginning to speak, the Holy Spirit fell on them, just as also on us at the beginning.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 16,
          "text": "And I remembered the word of the Lord, how he said, ‘John baptized with water, but you will be baptized with the Holy Spirit.’",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 17,
          "text": "Therefore if God gave them the same gift as also to us when we believed in the Lord Jesus Christ, who was I to be able to hinder God?”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 18,
          "text": "And when they heard these things, they became silent and praised God, saying, “Then God has granted the repentance leading to life to the Gentiles also!”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 11,
          "verse": 1,
          "text": "The apostles and the believers all through Judea heard that people who were not Jews had also received God’s word.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 2,
          "text": "Peter went up to Jerusalem. There the Jewish believers found fault with him.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 3,
          "text": "They said, “You went into the house of those who aren’t Jews. You ate with them.”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 4,
          "text": "Peter explained everything to them. He told them exactly what had happened.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 5,
          "text": "“I was in the city of Joppa praying,” he said. “There I had a vision. I saw something that looked like a large sheet. It was being let down from heaven by its four corners. It came down to where I was.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 6,
          "text": "I looked into it and saw four-footed animals of the earth. There were also wild animals, reptiles and birds.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 7,
          "text": "Then I heard a voice speaking to me. ‘Get up, Peter,’ the voice said. ‘Kill and eat.’",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 8,
          "text": "“I replied, ‘No, Lord! I will not! Nothing that is not pure and “clean” has ever entered my mouth.’",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 9,
          "text": "“A second time the voice spoke from heaven. ‘Do not say anything is not pure that God has made “clean,”’ the voice said.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 10,
          "text": "This happened three times. Then the sheet was pulled up into heaven.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 11,
          "text": "“Just then three men stopped at the house where I was staying. They had been sent to me from Caesarea.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 12,
          "text": "The Holy Spirit told me not to let anything keep me from going with them. These six brothers here went with me. We entered the man’s house.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 13,
          "text": "He told us how he had seen an angel appear in his house. The angel said, ‘Send to Joppa for Simon Peter.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 14,
          "text": "He has a message to bring to you. You and your whole family will be saved through it.’",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 15,
          "text": "“As I began to speak, the Holy Spirit came on them. He came just as he had come on us at the beginning.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 16,
          "text": "Then I remembered the Lord’s words. ‘John baptized with water,’ he had said. ‘But you will be baptized with the Holy Spirit.’",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 17,
          "text": "God gave them the same gift he gave those of us who believed in the Lord Jesus Christ. So who was I to think that I could oppose God?”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 18,
          "text": "When they heard this, they didn’t object anymore. They praised God. They said, “So then, God has allowed even those who aren’t Jews to turn away from their sins and live.”",
          "isHeading": false
        }
      ]
    }
  }
}