{
  "torah": {
    "passage": "Genesis 33:6 - 33:20",
    "versions": {
      "leb": [
        {
          "chapter": 33,
          "verse": 6,
          "text": "Then the female servants drew near, they and their children, and they bowed down.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 7,
          "text": "Then Leah and her children drew near and bowed down, and afterward Joseph and Rachel drew near and they bowed down.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 8,
          "text": "And he said, “What do you mean by all this company that I have met?” Then he said, “To find favor in the eyes of my lord.”",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 9,
          "text": "Then Esau said, “I have enough my brother; keep what you have.”",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 10,
          "text": "And Jacob said, “No, please, if I have found favor in your eyes, you must take my gift from my hand, for then I have seen your face which is like seeing the face of God, and you have received me.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 11,
          "text": "Please take my gift which has been brought to you, for God has dealt graciously with me, and because I have enough.” And he urged him, so he took it.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 12,
          "text": "Then he said, “Let us journey and go on, and I will go ahead of you.”",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 13,
          "text": "But he said to him, “My lord knows that the children are frail, and the flocks and the cattle which are nursing are a concern to me. Now if they drove them hard for a day all the flocks would die.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 14,
          "text": "Let my lord pass on before his servant and I will move along slowly at the pace of the livestock that are ahead of me, and at the pace of the children until I come to my lord in Seir.”",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 15,
          "text": "And Esau said, “Let me leave some of my people with you.” But he said, “What need is there? Let me find favor in the eyes of my lord.”",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 16,
          "text": "So Esau turned that day on his way to Seir.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 17,
          "text": "But Jacob traveled on to Succoth, and he built for himself a house, and he made shelters for his livestock. Therefore he called the name of the place Succoth.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 18,
          "text": "And Jacob came safely to the city of Shechem which is in the land of Canaan, on his way from Paddan-Aram. And he camped before the city.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 19,
          "text": "And he bought a piece of land where he pitched his tent for one hundred pieces of money from the hand of the sons of Hamor, father of Shechem.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 20,
          "text": "And there he erected an altar and called it “El Elohe Israel.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 33,
          "verse": 6,
          "text": "Then the female servants and their children came near and bowed down.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 7,
          "text": "Next, Leah and her children came and bowed down. Last of all came Joseph and Rachel. They bowed down too.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 8,
          "text": "Esau asked, “Why did you send all of those herds I saw?”\n“I hoped I could do something to please you,” Jacob replied.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 9,
          "text": "But Esau said, “I already have plenty, my brother. Keep what you have for yourself.”",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 10,
          "text": "“No, please!” said Jacob. “If I’ve pleased you, accept this gift from me. Seeing your face is like seeing the face of God. You have welcomed me so kindly.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 11,
          "text": "Please accept the present that was brought to you. God has been gracious to me. I have everything I need.” Jacob wouldn’t give in. So Esau accepted it.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 12,
          "text": "Then Esau said, “Let’s be on our way. I’ll go with you.”",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 13,
          "text": "But Jacob said to him, “You know that the children are young. You also know that I have to take care of the cows and female sheep that are nursing their little ones. If the animals are driven hard for just one day, all of them will die.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 14,
          "text": "“So you go on ahead of me. I’ll move along only as fast as the herds and the children can go. I’ll go slowly until I come to you in Seir.”",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 15,
          "text": "Esau said, “Then let me leave some of my men with you.”\n“Why do that?” Jacob asked. “I just hope I’ve pleased you.”",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 16,
          "text": "So that day Esau started on his way back to Seir.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 17,
          "text": "But Jacob went to Succoth. There he built a place for himself. He also made shelters for his livestock. That’s why the place is named Succoth.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 18,
          "text": "After Jacob came from Paddan Aram, he arrived safely at the city of Shechem in Canaan. He camped where he could see the city.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 19,
          "text": "For 100 pieces of silver he bought a piece of land. He got it from the sons of Hamor. Hamor was the father of Shechem. Jacob set up his tent on that piece of land.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 20,
          "text": "He also set up an altar there. He named it El Elohe Israel.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "John 12:20 - 12:26",
    "versions": {
      "leb": [
        {
          "chapter": 12,
          "verse": 20,
          "text": "Greeks Seeking Jesus\nNow some Greeks were among those who had gone up in order to worship at the feast.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 21,
          "text": "So these approached Philip, who was from Bethsaida in Galilee, and began asking him saying, “Sir, we want to see Jesus.”",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 22,
          "text": "Philip went and told Andrew. Andrew and Philip went and told Jesus.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 23,
          "text": "And Jesus answered them, saying, “The hour has come that the Son of Man will be glorified.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 24,
          "text": "Truly, truly I say to you, unless a grain of wheat falls into the earth and dies, it remains by itself alone. But if it dies, it bears much fruit.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 25,
          "text": "The one who loves his life loses it, and the one who hates his life in this world preserves it for eternal life.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 26,
          "text": "If anyone serves me, he must follow me, and where I am, there my servant will be also. If anyone serves me, the Father will honor him.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 12,
          "verse": 20,
          "text": "Jesus Tells About His Coming Death\nThere were some Greeks among the people who went up to worship during the Feast.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 21,
          "text": "They came to ask Philip for a favor. Philip was from Bethsaida in Galilee.\n“Sir,” they said, “we would like to see Jesus.”",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 22,
          "text": "Philip went to tell Andrew. Then Andrew and Philip told Jesus.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 23,
          "text": "Jesus replied, “The hour has come for the Son of Man to receive glory.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 24,
          "text": "What I’m about to tell you is true. Unless a grain of wheat falls to the ground and dies, it remains only one seed. But if it dies, it produces many seeds.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 25,
          "text": "“Anyone who loves his life will lose it. But anyone who hates his life in this world will keep it and have eternal life.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 26,
          "text": "Anyone who serves me must follow me. And where I am, my servant will also be. My Father will honor the one who serves me.",
          "isHeading": false
        }
      ]
    }
  }
}