{
  "torah": {
    "passage": "Genesis 12:14 - 13:4",
    "versions": {
      "leb": [
        {
          "chapter": 12,
          "verse": 14,
          "text": "And it happened that as Abram came into Egypt, the Egyptians saw the woman, that she was very beautiful.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 15,
          "text": "And the officials of Pharaoh saw her, and they praised her beauty to Pharaoh. And the woman was taken to the house of Pharaoh.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 16,
          "text": "And he dealt well with Abram on account of her, and he had sheep, cattle, male donkeys, male servants, female servants, female donkeys, and camels.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 17,
          "text": "Then Yahweh afflicted Pharaoh and his household with severe plagues on account of the matter of Sarai the wife of Abram.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 18,
          "text": "Then Pharaoh called for Abram and said, “What is this you have done to me? Why did you not tell me that she was your wife?",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 19,
          "text": "Why did you say ‘She is my sister,’ so that I took her to myself as a wife? Now then, here is your wife. Take her and go.”",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 20,
          "text": "And Pharaoh commanded his men concerning him, and then sent him and his wife and all that was with him away.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 1,
          "text": "The Parting of Abram and Lot\nThen Abram went up from Egypt, he and his wife and all that was with him. And Lot went with him to the Negev.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 2,
          "text": "Now Abram was very wealthy in livestock, in silver, and in gold.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 3,
          "text": "And he went according to his journey from the Negev, then to Bethel, to the place where his tent was at the beginning, between Bethel and Ai,",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 4,
          "text": "to the place where he had made an altar at the beginning. And Abram called on the name of Yahweh there.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 12,
          "verse": 14,
          "text": "Abram arrived in Egypt. The people of Egypt saw that Sarai was a very beautiful woman.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 15,
          "text": "When Pharaoh’s officials saw her, they bragged to Pharaoh about her. Sarai was taken into his palace.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 16,
          "text": "Pharaoh treated Abram well because of her. So Abram gained more sheep and cattle. He also got more male and female donkeys. And he gained more male and female servants and some camels.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 17,
          "text": "But the Lord sent terrible sicknesses on Pharaoh and everyone in his palace. He did it because of Abram’s wife Sarai.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 18,
          "text": "So Pharaoh sent for Abram. “What have you done to me?” he said. “Why didn’t you tell me she was your wife?",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 19,
          "text": "Why did you say, ‘She’s my sister’? That’s why I took her to be my wife. Now then, here’s your wife. Take her and go!”",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 20,
          "text": "Then Pharaoh gave orders about Abram to his men. They sent him on his way. He left with his wife and everything he had.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 1,
          "text": "Abram and Lot Separate\nAbram went up from Egypt to the Negev Desert. He took his wife and everything he had. Lot went with him.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 2,
          "text": "Abram had become very rich. He had a lot of livestock and silver and gold.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 3,
          "text": "From the Negev Desert, he went from place to place until he came to Bethel. He came to a place between Bethel and Ai. That’s where his tent had been earlier.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 4,
          "text": "He had also built an altar there. He worshiped the Lord there.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "John 5:1 - 5:13",
    "versions": {
      "leb": [
        {
          "chapter": 5,
          "verse": 1,
          "text": "A Paralytic Is Healed\nAfter these things there was a feast of the Jews, and Jesus went up to Jerusalem.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 2,
          "text": "Now there is in Jerusalem near the Sheep Gate a pool called in Aramaic Bethzatha, which has five porticoes.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 3,
          "text": "In these were lying a large number of those who were sick, blind, lame, paralyzed.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 4,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 5,
          "text": "And a certain man was there who had been thirty-eight years in his sickness.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 6,
          "text": "Jesus, when he saw this one lying there and knew that he had been sick a long time already, said to him, “Do you want to become well?”",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 7,
          "text": "The one who was sick answered him, “Sir, I do not have anyone that, whenever the water is stirred up, could put me into the pool. But while I am coming, another goes down before me.”",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 8,
          "text": "Jesus said to him, “Get up! Pick up your mat and walk!”",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 9,
          "text": "And immediately the man became well and picked up his mat and began to walk. (Now it was the Sabbath on that day.)",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 10,
          "text": "So the Jews were saying to the one who had been healed, “It is the Sabbath, and it is not permitted for you to pick up the mat!”",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 11,
          "text": "But he answered them, “The one who made me well—that one said to me, ‘Pick up your mat and walk!’”",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 12,
          "text": "So they asked him, “Who is the man who said to you, ‘Pick up your mat and walk?’”",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 13,
          "text": "But the one who was healed did not know who it was, for Jesus had withdrawn while a crowd was in the place.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 5,
          "verse": 1,
          "text": "Jesus Heals a Disabled Man\nSome time later, Jesus went up to Jerusalem for a Jewish feast.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 2,
          "text": "In Jerusalem near the Sheep Gate is a pool. In the Aramaic language it is called Bethesda. It is surrounded by five rows of columns with a roof over them.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 3,
          "text": "Here a great number of disabled people used to lie down. Among them were those who were blind, those who could not walk, and those who could hardly move.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 4,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 5,
          "text": "One person who was there had been disabled for 38 years.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 6,
          "text": "Jesus saw him lying there. He knew that the man had been in that condition for a long time. So he asked him, “Do you want to get well?”",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 7,
          "text": "“Sir,” the disabled man replied, “I have no one to help me into the pool when an angel stirs the water up. I try to get in, but someone else always goes down ahead of me.”",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 8,
          "text": "Then Jesus said to him, “Get up! Pick up your mat and walk.”",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 9,
          "text": "At once the man was healed. He picked up his mat and walked.\nThe day this happened was a Sabbath.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 10,
          "text": "So the Jews said to the man who had been healed, “It is the Sabbath. The law does not allow you to carry your mat.”",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 11,
          "text": "But he replied, “The one who made me well said to me, ‘Pick up your mat and walk.’”",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 12,
          "text": "They asked him, “Who is this fellow? Who told you to pick it up and walk?”",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 13,
          "text": "The one who was healed had no idea who it was. Jesus had slipped away into the crowd that was there.",
          "isHeading": false
        }
      ]
    }
  }
}