{
  "torah": {
    "passage": "Deuteronomy 29:1 - 29:8",
    "versions": {
      "leb": [
        {
          "chapter": 29,
          "verse": 1,
          "text": "“You are standing today, all of you, before Yahweh your God, your leaders, your tribes, your elders, and your officials, all the men of Israel,",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 2,
          "text": "Yahweh will not be willing to forgive him, for by then the anger of Yahweh will smoke, and his passion against that man and all the curses written in this scroll will descend on him, and Yahweh will blot out his name from under heaven.",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 3,
          "text": "that is, the great trials that your eyes saw, and those great signs and wonders.",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 4,
          "text": "But Yahweh has not given to you a heart to understand, or eyes to see, or ears to hear, even to this day.",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 5,
          "text": "And I have led you forty years in the desert; your clothes have not worn out on you, and your sandal has not worn out on your foot.",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 6,
          "text": "You have not eaten bread, and you have not drunk wine and strong drink, so that you may know that I am Yahweh your God.",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 7,
          "text": "And when you came to this place then Sihon the king of Heshbon, and Og the king of Bashan, came out to meet you for battle, and we defeated them.",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 8,
          "text": "And we took their land and gave it as an inheritance to the Reubenites and to the Gadites and to the half-tribe of Manasseh.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 29,
          "verse": 1,
          "text": "Today all of you are standing here in the sight of the Lord your God. Your leaders and chief men are here. Your elders and officials are here. So are all of the other men of Israel.",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 2,
          "text": "The Lord will never be willing to forgive those people. His burning anger will blaze out against them. All of the curses I’ve written down in this scroll will fall on them. And the Lord will wipe out their names from the earth.",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 3,
          "text": "With your own eyes you saw how the Lord really made them suffer. You saw his miraculous signs and great wonders.",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 4,
          "text": "But to this very day the Lord hasn’t given you a mind that understands. He hasn’t given you eyes that see. He hasn’t given you ears that hear.",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 5,
          "text": "He led you through the desert for 40 years. During that time your clothes didn’t wear out. The sandals on your feet didn’t wear out either.",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 6,
          "text": "You didn’t eat any bread. You didn’t drink any kind of wine. The Lord did all of those things because he wanted you to know that he is the Lord your God.",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 7,
          "text": "When we got here, Sihon and Og came out to fight against us. Sihon was the king of Heshbon. And Og was the king of Bashan. But we won the battle over them.",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 8,
          "text": "We took their land. We gave it to the tribes of Reuben and Gad and half of the tribe of Manasseh as their share.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Acts 20:1 - 20:6",
    "versions": {
      "leb": [
        {
          "chapter": 20,
          "verse": 1,
          "text": "But Paul went down and threw himself on him, and putting his arms around him, said, “Do not be distressed, for his life is in him.”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 2,
          "text": "how I did not shrink from proclaiming to you anything that would be profitable, and from teaching you in public and from house to house,",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 3,
          "text": "And from among you yourselves men will arise, speaking perversions of the truth in order to draw away the disciples after them.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 4,
          "text": "And Sopater son of Pyrrhus from Berea, and Aristarchus and Secundus from Thessalonica, and Gaius from Derbe, and Timothy, and Tychicus and Trophimus from Asia, were accompanying him.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 5,
          "text": "And these had gone on ahead and were waiting for us in Troas.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 6,
          "text": "And we sailed away from Philippi after the days of Unleavened Bread and came to them at Troas within five days, where we stayed seven days.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 20,
          "verse": 1,
          "text": "Paul went down and threw himself on the young man. He put his arms around him. “Don’t be alarmed,” he told them. “He’s alive!”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 2,
          "text": "You know I haven’t let anyone keep me from preaching anything that would be helpful to you. I have taught you in public and from house to house.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 3,
          "text": "Even men from your own people will rise up and twist the truth. They want to get the believers to follow them.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 4,
          "text": "Sopater, son of Pyrrhus, from Berea went with him. Aristarchus and Secundus from Thessalonica, Gaius from Derbe, and Timothy went too. Tychicus and Trophimus from Asia Minor also went with him.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 5,
          "text": "These men went on ahead. They waited for us at Troas.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 6,
          "text": "But we sailed from Philippi after the Feast of Unleavened Bread. Five days later we joined the others at Troas. We stayed there for seven days.",
          "isHeading": false
        }
      ]
    }
  }
}