{
  "torah": {
    "passage": "Deuteronomy 28:58 - 28:63",
    "versions": {
      "leb": [
        {
          "chapter": 28,
          "verse": 58,
          "text": "“If you do not diligently observe all the words of this law written in this scroll by revering this glorious and awesome name, Yahweh your God,",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 59,
          "text": "then Yahweh shall overwhelm you with your plagues and the plagues of your offspring, severe plagues and lasting illnesses, grievous and enduring.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 60,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 61,
          "text": "Also any illness and any plague that is not written in the scroll of this law, he shall bring them, Yahweh, upon you until you are destroyed.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 62,
          "text": "And you shall remain only a few people in place of the fact you were formerly as the stars of heaven as far as number is concerned, because you did not listen to the voice of Yahweh your God.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 63,
          "text": "And then as Yahweh delighted over you to make you prosperous to make you numerous, so Yahweh shall delight over you to exterminate you and to destroy you, and so you shall be plucked from the land that you are going there to take possession of it.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 28,
          "verse": 58,
          "text": "Be careful to follow all of the words of this law. They are written in this scroll. Have respect for the glorious and wonderful name of the Lord your God. If you don’t,",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 59,
          "text": "he will send terrible plagues on you and your children after you. He’ll send horrible and lasting troubles. He’ll make you very sick for a long time.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 60,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 61,
          "text": "The Lord will also bring on you all of the other kinds of sickness and trouble I haven’t written down in this Scroll of the Law. You will be destroyed.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 62,
          "text": "At one time you were as many as the stars in the sky. But there will only be a few of you left. That’s because you didn’t obey the Lord your God.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 63,
          "text": "It pleased the Lord to give you success and to increase your numbers. But it will please him just as much to wipe you out and destroy you. You will be removed from the land you are entering to take as your own.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Acts 19:11 - 19:22",
    "versions": {
      "leb": [
        {
          "chapter": 19,
          "verse": 11,
          "text": "And God was performing extraordinary miracles by the hands of Paul,",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 12,
          "text": "so that even handkerchiefs or work aprons that had touched his skin were carried away to those who were sick, and their diseases left them and the evil spirits came out of them.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 13,
          "text": "But some itinerant Jewish exorcists also attempted to pronounce the name of the Lord Jesus over those who had evil spirits, saying, “I adjure you by Jesus whom Paul preaches!”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 14,
          "text": "(Now seven sons of a certain Sceva, a Jewish chief priest, were doing this.)",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 15,
          "text": "But the evil spirit answered and said to them, “Jesus I know, and Paul I am acquainted with, but who are you?”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 16,
          "text": "And the man who had the evil spirit leaped on them, subdued all of them, and prevailed against them, so that they ran away from that house naked and wounded.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 17,
          "text": "And this became known to all who lived in Ephesus, both Jews and Greeks, and fear fell upon them all, and the name of the Lord Jesus was exalted.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 18,
          "text": "And many of those who had believed came, confessing and disclosing their practices,",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 19,
          "text": "and many of those who practiced magic brought together their books and burned them up in the sight of everyone. And they counted up their value and found it was fifty thousand silver coins.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 21,
          "text": "Now when these things were completed, Paul resolved in the Spirit to go to Jerusalem, passing through Macedonia and Achaia, saying, “After I have been there, it is necessary for me to see Rome also.”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 22,
          "text": "So after sending two of those who were assisting him, Timothy and Erastus, to Macedonia, he himself stayed some time in Asia.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 19,
          "verse": 11,
          "text": "God did amazing miracles through Paul.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 12,
          "text": "Even handkerchiefs and aprons that had touched him were taken to those who were sick. When this happened, their sicknesses were healed and evil spirits left them.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 13,
          "text": "Some Jews went around driving out evil spirits. They tried to use the name of the Lord Jesus to set free those who were controlled by demons. They said, “In Jesus’ name I command you to come out. He is the Jesus that Paul is preaching about.”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 14,
          "text": "Seven sons of Sceva were doing this. Sceva was a Jewish chief priest.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 15,
          "text": "One day the evil spirit answered them, “I know Jesus. And I know about Paul. But who are you?”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 16,
          "text": "Then the man who had the evil spirit jumped on Sceva’s sons. He overpowered them all. He gave them a terrible beating. They ran out of the house naked and bleeding.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 17,
          "text": "The Jews and Greeks living in Ephesus heard about this. They were all overcome with fear. They held the name of the Lord Jesus in high honor.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 18,
          "text": "Many who believed now came and openly admitted the evil they had done.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 19,
          "text": "A number of those who had practiced evil magic brought their scrolls together. They set them on fire out in the open. They added up the value of the scrolls. They found that it would take more than two lifetimes to earn what the scrolls were worth.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 21,
          "text": "After all this had happened, Paul decided to go to Jerusalem. He went through Macedonia and Achaia. “After I have been to Jerusalem,” he said, “I must visit Rome also.”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 22,
          "text": "He sent Timothy and Erastus, two of his helpers, to Macedonia. But he stayed a little longer in Asia Minor.",
          "isHeading": false
        }
      ]
    }
  }
}