{
  "torah": {
    "passage": "Leviticus 16:1 - 16:24",
    "versions": {
      "leb": [
        {
          "chapter": 16,
          "verse": 1,
          "text": "Then Yahweh spoke to Moses after the death of Aaron’s two sons, when they had come near before Yahweh and they died.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 2,
          "text": "And Yahweh said to Moses, “Tell your brother Aaron that he should not enter at any time into the sanctuary behind the curtain in front of the atonement cover that is on the ark, so that he might not die, because I appear in the cloud over the atonement cover.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 3,
          "text": "“Aaron must enter the sanctuary with this: a young bull as a sin offering and a ram as a burnt offering.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 4,
          "text": "He must put on a holy linen tunic, and linen undergarments must be on his body, and he must fasten himself with a linen sash, and he must wrap a linen turban around his head—they are holy garments, and he shall wash his body with water, then he shall put them on.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 5,
          "text": "And he must take from the Israelites’ community two he-goats as a sin offering and one ram as a burnt offering.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 6,
          "text": "“And Aaron shall present the sin offering’s bull, which is for himself, and so he shall make atonement for himself and for his family.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 7,
          "text": "And he shall take the two goats, and he shall present them before Yahweh at the tent of assembly’s entrance.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 8,
          "text": "Then Aaron shall cast lots for the two goats: one lot for Yahweh and one for Azazel.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 9,
          "text": "And Aaron shall present the goat on which the lot for Yahweh fell, and he shall sacrifice it as a sin offering.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 10,
          "text": "But he must present alive before Yahweh the goat on which the lot for Azazel fell to make atonement for himself, to send it away into the desert to Azazel.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 11,
          "text": "“And Aaron shall present the sin offering’s bull, which is for himself, and so he shall make atonement for himself and for his family; then he shall slaughter the sin offering’s bull, which is for himself.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 12,
          "text": "And he shall take a censer full of burning charcoal from upon the altar from before Yahweh and two handfuls of incense of powdered fragrant perfumes, and he shall bring it from behind the curtain,",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 13,
          "text": "and he shall put the incense on the fire before Yahweh so that the cloud of incense might cover the atonement cover, which is on the covenant text, so that he might not die.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 14,
          "text": "And he shall take some of the bull’s blood, and he shall spatter it with his finger on the atonement cover’s surface on the eastern side, and before the atonement cover he shall spatter some of the blood with his finger seven times.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 15,
          "text": "“And he shall slaughter the sin offering’s goat, which is for the people, and he shall bring its blood from behind the curtain, and he shall do with its blood as that which he did with the bull’s blood, and he shall spatter it on the atonement cover and before the atonement cover.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 16,
          "text": "Thus he shall make atonement for the sanctuary from the Israelites’ impurities and from their transgressions for all their sins; and so he must do for the tent of assembly, which dwells with them in the midst of their impurities.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 17,
          "text": "And no person shall be in the tent of assembly when he enters to make atonement in the sanctuary until he comes out, and so he shall make atonement for himself and for his family and for all of Israel’s assembly.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 18,
          "text": "“Then he shall go out to the altar that is before Yahweh, and he shall make atonement for it; and he shall take some of the bull’s blood and some of the goat’s blood, and he shall put it all around on the altar’s horns.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 19,
          "text": "And he shall spatter some of the blood on it seven times with his finger, and he shall cleanse it and consecrate it from the Israelites’ impurities.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 20,
          "text": "“And he shall finish making atonement for the sanctuary and the tent of assembly and the altar; then he shall present the living goat.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 21,
          "text": "And Aaron shall place his two hands on the living goat’s head, and he shall confess over it all the Israelites’ iniquities and all their transgressions for all their sins, and he shall put them on the goat’s head, and he shall send it away into the desert with a man standing ready.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 22,
          "text": "Thus the goat shall bear on it to a barren region all their guilt, and he shall send the goat away into the desert.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 23,
          "text": "“And Aaron shall enter the tent of assembly, and he shall take off the linen garments that he put on at his coming to the sanctuary, and he shall leave them there.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 24,
          "text": "And he shall wash his body with water in a holy place, and he shall put on his garments and go out and sacrifice his burnt offering and the people’s burnt offering, and so he shall make atonement for himself and for people.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 16,
          "verse": 1,
          "text": "The Lord spoke to Moses after two of Aaron’s sons had died. They were the sons who died when they came near the Lord.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 2,
          "text": "The Lord said to Moses, “Speak to your brother Aaron. Tell him not to come into the Most Holy Room just anytime he wants to. Tell him not to come behind the curtain that is in front of the cover of the ark. The cover is the place where sin is paid for. If he comes behind the curtain, he will die. That is because I appear in the cloud over the cover.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 3,
          "text": "“Aaron must not enter the area of the sacred tent without bringing a sacrifice. He must bring a young bull for a sin offering. He must also bring a ram for a burnt offering.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 4,
          "text": "“He must put on the sacred inner robe that is made out of linen. He must wear linen underwear next to his body. He must tie the linen belt around him. And he must put on the linen turban. Those are sacred clothes. So he must take a bath before he puts them on.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 5,
          "text": "“The community of Israel must give him two male goats and a ram. The goats are for a sin offering. The ram is for a burnt offering.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 6,
          "text": "“Aaron must offer the bull for his own sin offering. It will pay for his own sin and the sin of his whole family.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 7,
          "text": "“Then he must take the two goats and bring them to me at the entrance to the Tent of Meeting.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 8,
          "text": "He must cast lots for the two goats. One lot is for me. The other is for the goat that carries the people’s sins away.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 9,
          "text": "Aaron must bring the goat that is chosen for me by lot. He must sacrifice it for a sin offering.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 10,
          "text": "“But the goat that is chosen by the other lot must remain alive. First it must be brought in to me to pay for the people’s sin. Then it must be sent into the desert as a goat that carries the people’s sins away.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 11,
          "text": "“Aaron must bring the bull for his own sin offering. It will pay for his own sin and the sin of his whole family. He must kill the bull for his own sin offering.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 12,
          "text": "“He must take a shallow cup full of burning coals from the altar in my sight. He must get two handfuls of incense that is completely ground up. The incense must smell sweet. He must take the cup and the incense behind the curtain.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 13,
          "text": "He must put the incense on the fire in my sight. The smoke from the incense will hide the cover of the ark where the tablets of the covenant are kept. The cover is the place where sin is paid for. Aaron must burn the incense so that he will not die.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 14,
          "text": "“He must dip his finger in the bull’s blood. He must sprinkle it on the front of the cover of the ark. He must sprinkle some in front of the cover. He must do it seven times.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 15,
          "text": "“Then Aaron must kill the goat for the sin offering for the people. He must take its blood behind the curtain. There he must do the same thing with it as he did with the bull’s blood. He must sprinkle it on the cover of the ark. He must also sprinkle some in front of it.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 16,
          "text": "“That is how he will make the Most Holy Room pure. He must do it because the people of Israel are not ‘clean.’ They have not obeyed me. They have also committed other sins. Aaron must do the same for the Tent of Meeting because it stands in the middle of the camp. And the camp is not ‘clean.’",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 17,
          "text": "“No one can be in the Tent of Meeting when Aaron goes into the Most Holy Room to pay for the people’s sin. No one can enter the tent until Aaron comes out. He will not come out until he has paid for his own sin and the sin of his whole family. He will not come out until he has also paid for the sin of the whole community of Israel.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 18,
          "text": "“Then he will come out to the altar for burnt offerings. It is in front of the tent where the ark of the Lord is. He will make the altar pure and clean. He will take some of the bull’s blood and some of the goat’s blood. Then he will put the blood on all of the horns that stick out from the upper four corners of the altar.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 19,
          "text": "He will sprinkle some of the blood on it with his finger seven times. He will do it to make the altar pure. He will do it to set it apart from the people of Israel. They are not ‘clean.’",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 20,
          "text": "“Aaron will finish making the Most Holy Room pure and clean. He will finish making the Tent of Meeting and the altar pure.\n“Then he will bring the live goat out.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 21,
          "text": "He must place both of his hands on its head. While he does that, he must tell me about all of the sins the people of Israel have committed. He must tell me about all of their evil acts and the times they did not obey me. In that way he puts their sins on the goat’s head.\n“Then he will send the goat away into the desert. The goat will be led away by a man who was appointed to do it.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 22,
          "text": "The goat will carry all of their sins on itself to a place where there are no people. And the man will set the goat free in the desert.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 23,
          "text": "“Then Aaron must go into the Tent of Meeting. He must take off the linen clothes he put on before he entered the Most Holy Room. He must leave them there.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 24,
          "text": "He must take a bath in a holy place. And he must put on his regular clothes.\n“Then he will come out and sacrifice the burnt offering for himself. He will also sacrifice the burnt offering for the people. That will pay for his own sin and the people’s sin.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Matthew 19:1-30",
    "versions": {
      "leb": [
        {
          "chapter": 19,
          "verse": 1,
          "text": "And it happened that when Jesus had finished these statements, he went away from Galilee and came into the region of Judea on the other side of the Jordan.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 2,
          "text": "And large crowds followed him, and he healed them there.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 3,
          "text": "And Pharisees came up to him in order to test him, and asked if it was permitted for a man to divorce his wife for any cause.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 4,
          "text": "And he answered and said, “Have you not read that the one who created them from the beginning made them male and female",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 5,
          "text": "and said, ‘On account of this a man will leave his father and his mother and will be joined to his wife, and the two will become one flesh’?",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 6,
          "text": "So then, they are no longer two but one flesh. Therefore what God has joined together, man must not separate.”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 7,
          "text": "They said to him, “Why then did Moses command us to give a document—a certificate of divorce—and to divorce her?”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 8,
          "text": "He said to them, “Moses, with reference to your hardness of heart, permitted you to divorce your wives, but from the beginning it was not like this.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 9,
          "text": "Now I say to you that whoever divorces his wife, except on the basis of sexual immorality, and marries another commits adultery, and whoever marries her who is divorced commits adultery.”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 10,
          "text": "The disciples said to him, “If this is the case of a man with his wife, it would be better not to marry!”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 11,
          "text": "But he said to them, “Not everyone can accept this saying but those to whom it has been given.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 12,
          "text": "For there are eunuchs who were born as such from their mother’s womb, and there are eunuchs who were made eunuchs by people, and there are eunuchs who have made themselves eunuchs for the sake of the kingdom of heaven. The one who is able to accept this, let him accept it.”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 13,
          "text": "Then children were brought to him so that he could lay his hands on them and pray, but the disciples rebuked them.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 14,
          "text": "But Jesus said, “Allow the children, and do not forbid them to come to me, for to such belongs the kingdom of heaven.”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 15,
          "text": "And he laid his hands on them and traveled on from there.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 16,
          "text": "And behold, someone came up to him and said, “Teacher, what good thing must I do so that I will have eternal life?”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 17,
          "text": "And he said to him, “Why are you asking me about what is good? There is one who is good. But if you want to enter into life, keep the commandments!”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 18,
          "text": "He said to him, “Which ones?” And Jesus said, “Do not commit murder, do not commit adultery, do not steal, do not give false testimony,",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 19,
          "text": "honor your father and your mother, and love your neighbor as yourself.”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 20,
          "text": "The young man said to him, “All these I have observed. What do I still lack?”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 21,
          "text": "Jesus said to him, “If you want to be perfect, go, sell your possessions and give the proceeds to the poor—and you will have treasure in heaven—and come, follow me.”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 22,
          "text": "But when the young man heard the statement, he went away sorrowful, because he was one who had many possessions.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 23,
          "text": "And Jesus said to his disciples, “Truly I say to you that with difficulty a rich person will enter into the kingdom of heaven!",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 24,
          "text": "And again I say to you, it is easier for a camel to go through the eye of a needle than a rich person into the kingdom of God.”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 25,
          "text": "So when the disciples heard this, they were extremely amazed, saying, “Then who can be saved?”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 26,
          "text": "But Jesus looked at them and said to them, “With human beings this is impossible, but with God all things are possible.”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 27,
          "text": "Then Peter answered and said to him, “Behold, we have left everything and followed you. What then will there be for us?”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 28,
          "text": "And Jesus said to them, “Truly I say to you that in the renewal of the world, when the Son of Man sits on his glorious throne, you who have followed me—you also will sit on twelve thrones judging the twelve tribes of Israel.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 29,
          "text": "And everyone who has left houses or brothers or sisters or father or mother or wife or children or fields on account of my name will receive a hundred times as much, and will inherit eternal life.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 30,
          "text": "But many who are first will be last, and the last first.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 19,
          "verse": 1,
          "text": "When Jesus finished saying these things, he left Galilee. He went into the area of Judea on the other side of the Jordan River.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 2,
          "text": "Large crowds followed him. He healed them there.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 3,
          "text": "Some Pharisees came to put him to the test. They asked, “Does the Law allow a man to divorce his wife for any reason at all?”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 4,
          "text": "Jesus replied, “Haven’t you read that in the beginning the Creator ‘made them male and female’? ()",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 5,
          "text": "He said, ‘That’s why a man will leave his father and mother and be joined to his wife. The two will become one.’ ()",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 6,
          "text": "They are no longer two, but one. So a man must not separate what God has joined together.”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 7,
          "text": "They asked, “Then why did Moses command that a man can give his wife a letter of divorce and send her away?”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 8,
          "text": "Jesus replied, “Moses let you divorce your wives because you were stubborn. But it was not this way from the beginning.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 9,
          "text": "Here is what I tell you. Anyone who divorces his wife and gets married to another woman commits adultery. A man may divorce his wife only if she has not been faithful to him.”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 10,
          "text": "The disciples said to him, “If that’s the way it is between a husband and wife, it is better not to get married.”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 11,
          "text": "Jesus replied, “Not everyone can accept the idea of staying single. Only those who have been helped to live without getting married can accept it.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 12,
          "text": "Some men are not able to have children because they were born that way. Some have been made that way by other people. Others have made themselves that way in order to serve the kingdom of heaven. The one who can accept living that way should do it.”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 13,
          "text": "Some people brought little children to Jesus. They wanted him to place his hands on the children and pray for them. But the disciples told the people to stop.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 14,
          "text": "Jesus said, “Let the little children come to me. Don’t keep them away. The kingdom of heaven belongs to people like them.”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 15,
          "text": "Jesus placed his hands on them. Then he went on from there.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 16,
          "text": "A man came up to Jesus. He asked, “Teacher, what good thing must I do to receive eternal life?”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 17,
          "text": "“Why do you ask me about what is good?” Jesus replied. “There is only One who is good. If you want to enter the kingdom, obey the commandments.”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 18,
          "text": "Jesus said, “‘Do not commit murder. Do not commit adultery. Do not steal. Do not give false witness.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 19,
          "text": "Honor your father and mother.’ (; ) And ‘love your neighbor as you love yourself.’” ()",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 20,
          "text": "“I have obeyed all those commandments,” the young man said. “What else do I need to do?”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 21,
          "text": "Jesus answered, “If you want to be perfect, go and sell everything you have. Give the money to those who are poor. You will have treasure in heaven. Then come and follow me.”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 22,
          "text": "When the young man heard this, he went away sad. He was very rich.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 23,
          "text": "Then Jesus said to his disciples, “What I’m about to tell you is true. It is hard for rich people to enter the kingdom of heaven.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 24,
          "text": "Again I tell you, it is hard for a camel to go through the eye of a needle. But it is even harder for the rich to enter God’s kingdom.”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 25,
          "text": "When the disciples heard this, they were really amazed. They asked, “Then who can be saved?”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 26,
          "text": "Jesus looked at them and said, “With man, that is impossible. But with God, all things are possible.”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 27,
          "text": "Peter answered him, “We have left everything to follow you! What reward will be given to us?”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 28,
          "text": "“What I’m about to tell you is true,” Jesus said to them. “When all things are made new, the Son of Man will sit on his glorious throne. Then you who have followed me will also sit on 12 thrones. You will judge the 12 tribes of Israel.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 29,
          "text": "Everyone who has left houses or families or fields because of me will receive 100 times as much. They will also receive eternal life.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 30,
          "text": "But many who are first will be last. And many who are last will be first.",
          "isHeading": false
        }
      ]
    }
  }
}