{
  "torah": {
    "passage": "Genesis 41:15 - 41:38",
    "versions": {
      "leb": [
        {
          "chapter": 41,
          "verse": 15,
          "text": "Then Pharaoh said to Joseph, “I dreamed a dream, but there is none to interpret it. Now, I have heard concerning you that when you hear a dream you can interpret it.”",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 16,
          "text": "Then Joseph answered Pharaoh saying, “It is not in my power; God will answer concerning the well-being of Pharaoh.”",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 17,
          "text": "And Pharaoh said to Joseph, “Now in my dream, behold, I was standing on the bank of the Nile,",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 18,
          "text": "and behold, seven cows, well built and fat, were coming up from the Nile, and they grazed among the reeds.",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 19,
          "text": "And behold, seven other cows came up after them from the Nile, very ugly and gaunt—never have I seen any as them in all the land of Egypt for ugliness.",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 21,
          "text": "But when they went into their bellies it could not be known that they went into their bellies, for their appearance was as ugly as at the beginning. Then I awoke.",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 22,
          "text": "Then I saw in my dream and behold, seven ears of grain were coming out of one stalk, full and good.",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 23,
          "text": "And behold, seven withered ears of grain, thin and scorched by the east wind, sprouted up after them.",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 24,
          "text": "And the thin ears of grain swallowed up the seven good ears of grain. And I told the magicians, but there was none to explain it to me.”",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 25,
          "text": "Then Joseph said to Pharaoh, “The dreams of Pharaoh are one. God has revealed to Pharaoh what he is about to do.",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 26,
          "text": "The seven good cows, they are seven years, and the seven good ears of grain, they are seven years. The dreams are one.",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 27,
          "text": "And the seven thin and ugly cows coming up after them, they are seven years, and the seven empty ears of grain, scorched by the east wind, they are also seven years of famine.",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 28,
          "text": "This is the word that I have spoken to Pharaoh; God has shown Pharaoh what he is about to do.",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 29,
          "text": "Behold, seven years of great abundance are coming throughout the whole land of Egypt.",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 30,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 31,
          "text": "Abundance in the land will not be known because of the famine that follows, for it will be very heavy.",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 32,
          "text": "Now concerning the repetition of the dream twice to Pharaoh, it is because the matter is established by God, and God will do it quickly.",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 33,
          "text": "Now then, let Pharaoh select a man who is discerning and wise, and let him set him over the land of Egypt.",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 34,
          "text": "Let Pharaoh do this, and let him appoint supervisors over the land, and let him take one-fifth from the land of Egypt in the seven years of abundance.",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 35,
          "text": "Then let them gather all the food of these coming good years and let them pile up grain under the hand of Pharaoh for food in the cities, and let them keep it.",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 36,
          "text": "Then the food shall be as a deposit for the land for the seven years of the famine that will be in the land of Egypt, that the land will not perish on account of the famine.”",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 37,
          "text": "And the plan was good in the eyes of Pharaoh and in the eyes of all his servants.",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 38,
          "text": "Then Pharaoh said to his servants, “Can we find a man like this in whom is the spirit of God?”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 41,
          "verse": 15,
          "text": "Pharaoh said to Joseph, “I had a dream. No one can tell me what it means. But I’ve heard that when you hear a dream you can explain it.”",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 16,
          "text": "“I can’t do it,” Joseph replied to Pharaoh. “But God will give Pharaoh the answer he wants.”",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 17,
          "text": "Then Pharaoh told Joseph what he had dreamed. He said, “I was standing on the bank of the Nile River.",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 18,
          "text": "Seven cows came up out of the river. They were fat and good-looking. They were eating the tall grass that was growing along the river.",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 19,
          "text": "“After them, seven other cows came up. They were bony and very ugly and thin. I had never seen such ugly cows in the whole land of Egypt.",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 21,
          "text": "But even after the thin cows ate up the fat ones, no one could tell that they had eaten them. They looked just as ugly as before. Then I woke up.",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 22,
          "text": "“In my dreams I also saw seven heads of grain. They were full and good. They were all growing on one stem.",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 23,
          "text": "“After them, seven other heads of grain came up. They were weak and thin and dried up by the east wind.",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 24,
          "text": "“The thin heads of grain swallowed up the seven good heads. I told my dreams to the magicians. But none of them could explain them to me.”",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 25,
          "text": "Then Joseph said to Pharaoh, “Both of Pharaoh’s dreams have the same meaning. God has shown Pharaoh what he is about to do.",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 26,
          "text": "The seven good cows are seven years. And the seven good heads of grain are seven years. Both dreams mean the same thing.",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 27,
          "text": "“The seven thin, ugly cows that came up later are seven years. So are the seven worthless heads of grain that were dried up by the east wind. They are seven years when there won’t be enough food.",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 28,
          "text": "“It’s exactly as I said to Pharaoh. God has shown Pharaoh what he’s about to do.",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 29,
          "text": "Seven years with plenty of food are coming to the whole land of Egypt.",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 30,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 31,
          "text": "There won’t be anything left to remind people of the years when there was plenty of food in the land. That’s how bad the hunger that follows will be.",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 32,
          "text": "“God gave the dream to Pharaoh in two forms. That’s because the matter has been firmly decided by God. And it’s because God will do it soon.",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 33,
          "text": "“So Pharaoh should look for a wise and understanding man. He should put him in charge of the land of Egypt.",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 34,
          "text": "“Pharaoh should appoint officials to be in charge of the land. They should take a fifth of the harvest in Egypt during the seven years when there’s plenty of food.",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 35,
          "text": "They should collect all of the extra food of the good years that are coming. Pharaoh should give them authority to store up the grain. They should keep it in the cities for food.",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 36,
          "text": "“The grain should be stored up for the country to use later. It will be needed during the seven years when there isn’t enough food in Egypt. Then the country won’t be destroyed just because it doesn’t have enough food.”",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 37,
          "text": "The plan seemed good to Pharaoh and all of his officials.",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 38,
          "text": "So Pharaoh said to them, “The spirit of God is in this man. We can’t find anyone else like him, can we?”",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "John 15:18 - 27",
    "versions": {
      "leb": [
        {
          "chapter": 15,
          "verse": 18,
          "text": "If the world hates you, you know that it has hated me before it hated you.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 19,
          "text": "If you were of the world, the world would love its own. But because you are not of the world, but I chose you out of the world, for this reason the world hates you.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 21,
          "text": "But they will do all these things to you on account of my name, because they do not know the one who sent me.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 22,
          "text": "If I had not come and spoken to them, they would not have sin. But now they do not have a valid excuse for their sin.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 23,
          "text": "The one who hates me hates my Father also.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 24,
          "text": "If I had not done among them the works that no one else did, they would not have sin. But now they have both seen and hated both me and my Father.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 25,
          "text": "But this happened so that the word that is written in their law would be fulfilled, ‘They hated me without a reason.’",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 26,
          "text": "“When the Advocate comes, whom I will send to you from the Father—the Spirit of truth, who proceeds from the Father—that one will testify about me.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 27,
          "text": "And you also will testify, because you have been with me from the beginning.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 15,
          "verse": 18,
          "text": "“Does the world hate you? Remember that it hated me first.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 19,
          "text": "If you belonged to the world, it would love you like one of its own. But you do not belong to the world. I have chosen you out of the world. That is why the world hates you.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 21,
          "text": "They will treat you like that because of my name. They do not know the One who sent me.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 22,
          "text": "“If I had not come and spoken to them, they would not be guilty of sin. But now they have no excuse for their sin.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 23,
          "text": "Those who hate me hate my Father also.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 24,
          "text": "“I did miracles among them that no one else did. If I hadn’t, they would not be guilty of sin. But now they have seen those miracles. And still they have hated both me and my Father.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 25,
          "text": "This has happened so that what is written in their Law would come true. It says, ‘They hated me without any reason.’ (; )",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 26,
          "text": "“I will send the Friend to you from the Father. He is the Spirit of truth, who comes out from the Father. When the Friend comes to help you, he will give witness about me.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 27,
          "text": "“You also must give witness. This is because you have been with me from the beginning.",
          "isHeading": false
        }
      ]
    }
  }
}