{
  "torah": {
    "passage": "Deuteronomy 5:1 - 5:18",
    "versions": {
      "leb": [
        {
          "chapter": 5,
          "verse": 1,
          "text": "but showing loyal love to thousands of those who love me and of those who keep my commandments.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 2,
          "text": "‘And you shall not falsely bear evidence against your neighbor.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 3,
          "text": "Go! Say to them, “Return to your tents.”",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 4,
          "text": "Face to face Yahweh spoke with you at the mountain from the midst of the fire.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 5,
          "text": "I was standing between Yahweh and you at that time to report to you the word of Yahweh, for you were afraid because of the presence of the fire, and so you did not go up the mountain. He said,",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 6,
          "text": "‘I am Yahweh your God, who brought you out from the land of Egypt, from the house of slavery.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 7,
          "text": "There shall not be for you other gods besides me.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 8,
          "text": "‘You shall not make for yourself a divine image of any type of form that is in the heaven above or that is on the earth beneath or that is in the water under the earth.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 9,
          "text": "‘You shall not bow down to them, and you shall not serve them, for I, Yahweh your God, am a jealous God, punishing the guilt of fathers upon their children and upon the third and upon the fourth generation of those hating me,",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 11,
          "text": "‘You shall not take up the name of Yahweh your God for a worthless purpose, for Yahweh will not leave unpunished anyone who uses his name for a worthless purpose.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 12,
          "text": "‘Observe the Sabbath day to make it holy, just as Yahweh your God has commanded you.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 13,
          "text": "Six days you shall work, and you shall do all of your work,",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 14,
          "text": "but the seventh day is a Sabbath unto Yahweh your God; you shall not do any work, or your son, or your daughter, or your slave, or your slave woman, or your ox, or your donkey, or any of your domestic animals, or your resident alien who is in your towns, so that your slave and your slave woman may rest as you rest.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 15,
          "text": "And you shall remember that you were a slave in the land of Egypt, and Yahweh your God brought you out with a strong hand and with an outstretched arm; therefore, Yahweh your God commanded you to keep the Sabbath.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 16,
          "text": "‘Honor your father and your mother, as Yahweh your God commanded you, so that it will be good for you in the land that Yahweh your God is giving to you.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 17,
          "text": "‘You shall not murder.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 18,
          "text": "‘And you shall not commit adultery.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 5,
          "verse": 1,
          "text": "But for all time to come I show love to all those who love me and keep my commandments.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 2,
          "text": "“Do not give false witness against your neighbor.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 3,
          "text": "“Go and tell them to return to their tents.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 4,
          "text": "The Lord spoke to you face to face. His voice came out of the fire on the mountain.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 5,
          "text": "At that time I stood between the Lord and you. I announced to you the Lord’s message. I did it because you were afraid of the fire. You didn’t go up the mountain.\nThe Lord said,",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 6,
          "text": "“I am the Lord your God. I brought you out of Egypt. That is the land where you were slaves.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 7,
          "text": "“Do not put any other gods in place of me.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 8,
          "text": "“Do not make statues of gods that look like anything in the sky or on the earth or in the waters.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 9,
          "text": "Do not bow down to them or worship them. I am the Lord your God. I am a jealous God. I punish the children for the sin of their parents. I judge the grandchildren and great-grandchildren of those who hate me.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 11,
          "text": "“Do not misuse the name of the Lord your God. The Lord will find guilty anyone who misuses his name.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 12,
          "text": "“Observe the Sabbath day. Keep it holy, just as the Lord your God commanded you.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 13,
          "text": "Do all of your work in six days.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 14,
          "text": "But the seventh day is a Sabbath in honor of the Lord your God. Do not do any work on that day. The same command applies to your sons and daughters, your male and female servants, your oxen, your donkeys and your other animals. It also applies to any outsiders who live in your cities. I want your male and female servants to rest, just as you do.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 15,
          "text": "Remember that you were slaves in Egypt. The Lord your God reached out his mighty hand and powerful arm and brought you out of there. So he has commanded you to observe the Sabbath day.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 16,
          "text": "“Honor your father and mother, just as the Lord your God commanded you. Then you will live a long time in the land he is giving you. And things will go well with you there.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 17,
          "text": "“Do not commit murder.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 18,
          "text": "“Do not commit adultery.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Acts 4:23 - 4:31",
    "versions": {
      "leb": [
        {
          "chapter": 4,
          "verse": 23,
          "text": "And when they were released, they went to their own people and reported all that the chief priests and the elders had said to them.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 24,
          "text": "And when they heard it, they lifted their voices with one mind to God and said, “Master, you are the one who made the heaven and the earth and the sea and all the things in them,",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 25,
          "text": "‘Why do the nations rage,\nand the peoples conspire in vain?",
          "isHeading": true
        },
        {
          "chapter": 4,
          "verse": 26,
          "text": "and the rulers assembled together at the same place,\nagainst the Lord and against his Christ.’",
          "isHeading": true
        },
        {
          "chapter": 4,
          "verse": 27,
          "text": "For in truth both Herod and Pontius Pilate, together with the Gentiles and the peoples of Israel, assembled together in this city against your holy servant Jesus whom you anointed,",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 28,
          "text": "to do all that your hand and plan had predestined to take place.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 29,
          "text": "And now, Lord, concern yourself with their threats and grant your slaves to speak your message with all boldness,",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 30,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 31,
          "text": "And when they had prayed, the place in which they were gathered was shaken, and they were all filled with the Holy Spirit and began to speak the word of God with boldness.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 4,
          "verse": 23,
          "text": "Peter and John were allowed to leave. They went back to their own people. They reported everything the chief priests and the elders had said to them.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 24,
          "text": "When the believers heard this, they raised their voices together in prayer to God. “Lord and King,” they said, “you made the heavens, the earth and the sea. You made everything in them.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 25,
          "text": "Long ago you spoke by the Holy Spirit through the mouth of our father David, who served you. You said,\n“‘Why are the nations angry?\nWhy do the people make useless plans?",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 26,
          "text": "The kings of the earth take their stand against the Lord.\nThe rulers of the earth gather together\nagainst his Anointed King.’ ()",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 27,
          "text": "“In fact, Herod and Pontius Pilate met together in this city with those who weren’t Jews. They also met with the people of Israel. All of them made plans against your holy servant Jesus. He is the one you anointed.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 28,
          "text": "They did what your power and purpose had already decided should happen.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 29,
          "text": "Now, Lord, consider the bad things they say they are going to do. Help us to be very bold when we speak your word.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 30,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 31,
          "text": "After they prayed, the place where they were meeting was shaken. They were all filled with the Holy Spirit. They were bold when they spoke God’s word.",
          "isHeading": false
        }
      ]
    }
  }
}