{
  "torah": {
    "passage": "Genesis 31:43 - 32:3",
    "versions": {
      "leb": [
        {
          "chapter": 31,
          "verse": 43,
          "text": "Then Laban answered and said to Jacob, “The daughters are my daughters and the grandsons are my grandsons, and the flocks are my flocks, and all that you see, it is mine. Now, what can I do for these my daughters today, or for their children whom they have borne?",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 44,
          "text": "So now, come, let us make a covenant, you and I, and let it be a witness between me and you.”",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 45,
          "text": "And Jacob took a stone and set it up as a stone pillar.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 46,
          "text": "And Jacob said to his kinsmen, “Gather stones.” And they took stones and made a pile of stones, and they ate there by the pile of stones.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 47,
          "text": "And Laban called it Jegar Sahadutha, but Jacob called it Galeed.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 48,
          "text": "Then Laban said, “This pile of stones is a witness between me and you today.” Therefore its name is called Galeed,",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 49,
          "text": "and Mizpah, because he said, “Yahweh watch between me and you when we are out of sight of each other.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 50,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 51,
          "text": "And Laban said to Jacob, “See, this pile of stones, and see the pillar that I have set up between me and you.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 52,
          "text": "This pile of stones is a witness, and the pillar is a witness, that I will not pass beyond this pile of stones to you, and that you will not pass beyond this pile of stones and this pillar to me intending harm.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 53,
          "text": "May the God of Abraham and the God of Nahor, the God of their father judge between us.” Then Jacob swore by the Fear of his father Isaac.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 54,
          "text": "And Jacob sacrificed a sacrifice on the hill, and he called his kinsmen to eat the meal. And they ate the meal and spent the night on the hill.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 55,
          "text": "And Laban arose early in the morning and kissed his grandsons and his daughters, and blessed them. Then Laban departed and returned to his homeland.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 1,
          "text": "I am not worthy of all the loyal love and all the faithfulness that you have shown your servant, for with only my staff I crossed this Jordan, and now I have become two camps.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 2,
          "text": "And moreover, you shall say, ‘Look, your servant Jacob is behind us.’” For he thought, “Let me appease him with the gift going before me, and afterward I will see his face. Perhaps he will show me favor.”",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 3,
          "text": "Then Jacob called the name of the place Peniel which means “I have seen God face to face and my life was spared.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 31,
          "verse": 43,
          "text": "Laban answered Jacob, “The women are my daughters. The children are my children. The flocks are my flocks. Everything you see is mine. But what can I do today about these daughters of mine? What can I do about the children they’ve had?",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 44,
          "text": "“Come now. Let’s make a covenant, you and I. Let it be a witness between us.”",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 45,
          "text": "So Jacob took a stone. He set it up as a pillar.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 46,
          "text": "He said to his relatives, “Get some stones.” So they took stones and put them in a pile. And they ate there by it.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 47,
          "text": "Laban named the pile of stones Jegar Sahadutha. Jacob named it Galeed.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 48,
          "text": "Laban said, “This pile of stones is a witness between you and me today.” That’s why it was named Galeed.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 49,
          "text": "It was also called Mizpah. That’s because Laban said, “May the Lord keep watch between you and me when we are away from each other.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 50,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 51,
          "text": "Laban also said to Jacob, “Here is this pile of stones. And here is this pillar. I’ve set them up between you and me.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 52,
          "text": "This pile is a witness. And this pillar is a witness. They give witness that I won’t go past this pile to harm you. And they give witness that you won’t go past this pile and pillar to harm me.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 53,
          "text": "So Jacob took an oath in the name of the God his father Isaac worshiped.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 54,
          "text": "He offered a sacrifice there in the hill country. And he invited his relatives to a meal. After they had eaten, they spent the night there.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 55,
          "text": "Early the next morning Laban kissed his grandchildren and his daughters. He gave them his blessing. Then he left and returned home.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 1,
          "text": "You have been very kind and faithful to me. But I’m not worthy of any of this. When I crossed this Jordan River, all I had was my walking stick. But now I’ve become two groups.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 2,
          "text": "Make sure you say, ‘Your servant Jacob is coming behind us.’” Jacob was thinking, “I’ll make peace with him with these gifts I’m sending on ahead. When I see him later, maybe he’ll welcome me.”",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 3,
          "text": "So Jacob named the place Peniel. He said, “I saw God face to face. But I’m still alive!”",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "John 11:38 - 11:46",
    "versions": {
      "leb": [
        {
          "chapter": 11,
          "verse": 38,
          "text": "Then Jesus, deeply moved within himself again, came to the tomb. Now it was a cave, and a stone was lying on it.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 39,
          "text": "Jesus said, “Take away the stone.” Martha, the sister of the one who had died, said to him, “Lord, he is stinking already, because it has been four days.”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 40,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 41,
          "text": "So they took away the stone. And Jesus lifted up his eyes above and said, “Father, I give thanks to you that you hear me.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 42,
          "text": "And I know that you always hear me, but for the sake of the crowd standing around I said it, so that they may believe that you sent me.”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 43,
          "text": "And when he had said these things, he cried out with a loud voice, “Lazarus, come out!”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 44,
          "text": "The one who had died came out, his feet and his hands bound with strips of cloth, and his face wrapped with a facecloth. Jesus said to them, “Untie him and let him go.”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 45,
          "text": "Then many of the Jews who had come with Mary and saw the things which he did believed in him.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 46,
          "text": "But some of them went to the Pharisees and told them the things which Jesus had done.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 11,
          "verse": 38,
          "text": "Once more Jesus felt very sad. He came to the tomb. It was a cave with a stone in front of the entrance.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 39,
          "text": "“But, Lord,” said Martha, the sister of the dead man, “by this time there is a bad smell. Lazarus has been in the tomb for four days.”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 40,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 41,
          "text": "So they took away the stone.\nThen Jesus looked up. He said, “Father, I thank you for hearing me.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 42,
          "text": "I know that you always hear me. But I said this for the benefit of the people standing here. I said it so they will believe that you sent me.”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 43,
          "text": "Then Jesus called in a loud voice. He said, “Lazarus, come out!”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 44,
          "text": "The dead man came out. His hands and feet were wrapped with strips of linen. A cloth was around his face.\nJesus said to them, “Take off the clothes he was buried in and let him go.”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 45,
          "text": "Many of the Jews who had come to visit Mary saw what Jesus did. So they put their faith in him.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 46,
          "text": "But some of them went to the Pharisees. They told the Pharisees what Jesus had done.",
          "isHeading": false
        }
      ]
    }
  }
}