{
  "torah": {
    "passage": "Deuteronomy 32:40 - 32:43",
    "versions": {
      "leb": [
        {
          "chapter": 32,
          "verse": 40,
          "text": "For indeed I lift up my hand to heaven,\nAnd I promise as I live forever,",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 41,
          "text": "When I sharpen my flashing sword,\nand my hand takes hold of it in judgment,\nI will take reprisals against my foes,\nand my haters I will repay.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 42,
          "text": "I will make my arrows drunk with blood,\nand my sword shall devour flesh with the blood of the slain,\nand captives from the heads of the leaders of the enemy.’",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 43,
          "text": "Call for songs of joy, O nations, concerning his people,\nfor the blood of his servants he will avenge,\nand he will take reprisals against his foes,\nand he will make atonement for his land, his people.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 32,
          "verse": 40,
          "text": "I raise my hand to heaven. Here is the oath I take.\nYou can be sure that I live forever.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 41,
          "text": "And you can be just as sure\nthat I will sharpen my flashing sword.\nMy hand will hold it when I judge.\nI will get even with my enemies.\nI will pay back those who hate me.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 42,
          "text": "I will make my arrows drip with blood.\nMy sword will destroy people.\nIt will kill some. It will even kill prisoners.\nIt will cut off the heads of enemy leaders.”",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 43,
          "text": "You nations, be full of joy. Be joyful together with God’s people.\nThe Lord will get even with his enemies.\nHe will pay them back for killing those who serve him.\nHe will wipe away the sin of his land and people.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Acts 25:23 - 26:11",
    "versions": {
      "leb": [
        {
          "chapter": 25,
          "verse": 23,
          "text": "So on the next day, Agrippa and Bernice came with great pageantry and entered into the audience hall, along with military tribunes and the most prominent men of the city. And when Festus gave the order, Paul was brought in.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 24,
          "text": "And Festus said, “King Agrippa and all who are present with us, you see this man about whom the whole population of the Jews appealed to me, both in Jerusalem and here, shouting that he must not live any longer.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 25,
          "text": "But I understood that he had done nothing deserving death himself, and when this man appealed to His Majesty the Emperor, I decided to send him.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 26,
          "text": "I do not have anything definite to write to my lord about him. Therefore I have brought him before you all—and especially before you, King Agrippa—so that after this preliminary hearing has taken place, I may have something to write.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 27,
          "text": "For it seems unreasonable to me to send a prisoner and not to indicate the charges against him.”",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 1,
          "text": "Paul Makes His Defense Before King Agrippa\nSo Agrippa said to Paul, “It is permitted for you to speak for yourself.” Then Paul extended his hand and began to defend himself:",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 2,
          "text": "“Concerning all the things of which I am accused by the Jews, King Agrippa, I consider myself fortunate that before you I am about to defend myself today,",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 3,
          "text": "because you are especially acquainted with both all the customs and controversial questions with respect to the Jews. Therefore I beg you to listen to me with patience.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 4,
          "text": "“Now all the Jews know my manner of life from my youth, that had taken place from the beginning among my own people and in Jerusalem,",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 5,
          "text": "having known me for a long time, if they are willing to testify, that in accordance with the strictest party of our religion I lived as a Pharisee.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 6,
          "text": "And now I stand here on trial on the basis of hope in the promise made by God to our fathers,",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 7,
          "text": "to which our twelve tribes hope to attain as they earnestly serve him night and day. Concerning this hope I am being accused by the Jews, O king!",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 8,
          "text": "Why is it thought incredible by you people that God raises the dead?",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 9,
          "text": "Indeed, I myself thought it was necessary to do many things opposed to the name of Jesus the Nazarene,",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 10,
          "text": "which I also did in Jerusalem, and not only did I lock up many of the saints in prison, having received authority from the chief priests, but also when they were being executed, I cast my vote against them.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 11,
          "text": "And throughout all the synagogues I punished them often and tried to force them to blaspheme, and because I was enraged at them beyond measure, I was pursuing them even as far as to foreign cities.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 25,
          "verse": 23,
          "text": "Paul Speaks to Agrippa\nThe next day Agrippa and Bernice arrived. They acted like very important people. They entered the courtroom. The most important officers and the leading men of the city came with them. When Festus gave the command, Paul was brought in.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 24,
          "text": "Festus said, “King Agrippa, and all who are here with us, take a good look at this man! Both in Jerusalem and here in Caesarea a large number of Jews have come to me about him. They keep shouting that he shouldn’t live any longer.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 25,
          "text": "I have found that he hasn’t done anything worthy of death. But he made his appeal to the Emperor. So I decided to send him to Rome.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 26,
          "text": "“I don’t have anything certain to write about him to His Majesty. So I have brought him here today. Now all of you will be able to hear him. King Agrippa, it will also be very good for you to hear him. As a result of this hearing, I will have something to write.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 27,
          "text": "It doesn’t make sense to send a prisoner to Rome without listing the charges against him.”",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 1,
          "text": "Agrippa said to Paul, “You may now speak for yourself.”\nSo Paul motioned with his hand. Then he began to stand up for himself.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 2,
          "text": "“King Agrippa,” he said, “I am happy to be able to stand here today. I will speak up for myself against all the charges brought by the Jews.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 3,
          "text": "I am very pleased that you are familiar with Jewish ways. You know the kinds of things they argue about. So I beg you to be patient as you listen to me.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 4,
          "text": "“The Jews all know how I have lived ever since I was a child. They know all about me from the beginning of my life. They know how I lived in my own country and in Jerusalem.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 5,
          "text": "They have known me for a long time. So if they wanted to, they could give witness that I lived by the rules of the Pharisees. Those rules are harder to obey than the rules of any other group in the Jewish faith.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 6,
          "text": "“Today I am on trial because of the hope I have. I believe in what God promised our people long ago.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 7,
          "text": "It is the promise that our 12 tribes are hoping to see come true. Because of this hope they serve God with a true and honest heart day and night. King Agrippa, it is also because of this hope that the Jews are bringing charges against me.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 8,
          "text": "Why should any of you think it is impossible for God to raise the dead?",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 9,
          "text": "“I myself believed that I should do everything I could to oppose the name of Jesus of Nazareth.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 10,
          "text": "That’s just what I was doing in Jerusalem. On the authority of the chief priests, I put many of God’s people in prison. I agreed that they should die.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 11,
          "text": "I often went from one synagogue to another to have them punished. I tried to force them to speak evil things against Jesus. I hated them so much that I even went to cities in other lands to hurt them.",
          "isHeading": false
        }
      ]
    }
  }
}