{
  "torah": {
    "passage": "Exodus 29:1 - 29:18",
    "versions": {
      "leb": [
        {
          "chapter": 29,
          "verse": 1,
          "text": "Instructions for Consecrating Aaron and His Sons\n“And this is the thing that you will do for them to consecrate them to serve as a priest for me: Take one young bull and two rams without defect",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 2,
          "text": "and unleavened bread and unleavened, ring-shaped bread cakes mixed with oil, and wafers of unleavened breads smeared with oil. You will make them with finely milled wheat flour,",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 3,
          "text": "and you will put them on one basket, and you will bring them on the basket and bring the bull and the two rams.",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 4,
          "text": "And you will bring Aaron and his sons to the entrance of the tent of assembly, and you will wash them with water.",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 5,
          "text": "And you will take the garments and clothe Aaron with the tunic and the robe of the ephod, and you will fasten to him the ephod and the breast piece with the waistband of the ephod.",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 6,
          "text": "And you will set the turban on his head, and you will put the holy diadem on the turban.",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 7,
          "text": "And you will take the anointing oil and pour it on his head and anoint him.",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 8,
          "text": "And you will bring his sons and clothe them with tunics.",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 9,
          "text": "And you will gird Aaron and his sons with sashes and wrap headdresses on them. And priesthood will be theirs as a lasting rule, and you will ordain Aaron and his sons.",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 10,
          "text": "“And you will bring the bull before the tent of assembly, and Aaron and his sons will lay their hands on the head of the bull.",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 11,
          "text": "And you will slaughter the bull before Yahweh at the entrance of the tent of assembly.",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 12,
          "text": "And you will take some of the blood of the bull and with your finger put it on the horns of the altar, and you will pour out all the blood at the base of the altar.",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 13,
          "text": "And you will take and turn into smoke on the altar all the fat covering the inner parts and the lobe on the liver and the two kidneys and the fat that is on them.",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 14,
          "text": "And the flesh of the bull and its skin and its offal you will burn with fire outside the camp; it is a sin offering.",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 15,
          "text": "“And you will take the one ram, and Aaron and his sons will lay their hands on the head of the ram.",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 16,
          "text": "And you will slaughter the ram and take its blood and sprinkle it on the altar all around.",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 17,
          "text": "And you will cut the ram into pieces and wash its inner parts, and you will put its legs with its pieces and with its head.",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 18,
          "text": "And you will turn into smoke on the altar all of the ram; it is a burnt offering for Yahweh; it is a smell of appeasement, an offering by fire for Yahweh.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 29,
          "verse": 1,
          "text": "Directions for Setting the Priests Apart\n“Here is what you must do to set Aaron and his sons apart to serve me as priests.\n“Get a young bull and two rams. They must not have any flaws.",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 2,
          "text": "Get fine wheat flour that does not have yeast in it. Use the flour to make bread, flat cakes that are mixed with olive oil, and wafers that are spread with oil.",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 3,
          "text": "Put everything in a basket. Offer them along with the bull and the two rams.",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 4,
          "text": "“Then bring Aaron and his sons to the entrance to the Tent of Meeting. Wash them with water.",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 5,
          "text": "“Take the inner robe, the outer robe of the linen apron, the apron itself and the chest cloth. Dress Aaron in them. Take the skillfully made waistband and tie the apron on him with it.",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 6,
          "text": "Put the turban on his head. Connect the sacred crown to the turban.",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 7,
          "text": "Take the anointing oil and pour it on his head.",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 8,
          "text": "“Bring his sons and dress them in their inner robes.",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 9,
          "text": "Put headbands on them. Tie belts on Aaron and his sons. The work of the priests belongs to them. This is my law that will last for all time to come.\n“And that is how you must prepare Aaron and his sons to serve me.",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 10,
          "text": "“Bring the bull to the front of the Tent of Meeting. Have Aaron and his sons place their hands on its head.",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 11,
          "text": "Kill it in my sight at the entrance to the Tent of Meeting.",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 12,
          "text": "“Dip your finger into some of the bull’s blood. Put it on the horns that stick out from the upper four corners of the altar. Pour the rest of it out at the base of the altar.",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 13,
          "text": "“Then take all of the fat around the inside parts. Take the covering of the liver. Take both kidneys with the fat on them. And burn all of it on the altar.",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 14,
          "text": "“But burn the bull’s meat, hide and guts outside the camp. It is a sin offering.",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 15,
          "text": "“Get one of the rams. Have Aaron and his sons place their hands on its head.",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 16,
          "text": "Kill it. Take the blood and sprinkle it against every side of the altar.",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 17,
          "text": "“Cut the ram into pieces. Wash the inside parts and the legs. Put them with the head and the other pieces.",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 18,
          "text": "Then burn the whole ram on the altar. It is a burnt offering to me. It has a pleasant smell. It is an offering that is made to me with fire.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Mark 12:13 - 12:17",
    "versions": {
      "leb": [
        {
          "chapter": 12,
          "verse": 13,
          "text": "Paying Taxes to Caesar\nAnd they sent some of the Pharisees and the Herodians to him so that they could catch him unawares in a statement.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 14,
          "text": "And when they came, they said to him, “Teacher, we know that you are truthful and you do not care what anyone thinks, because you do not regard the opinion of people but teach the way of God in truth. Is it permitted to pay taxes to Caesar or not? Should we pay or should we not pay?”",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 15,
          "text": "But because he knew their hypocrisy, he said to them, “Why are you testing me? Bring me a denarius so that I can look at it!”",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 16,
          "text": "So they brought one. And he said to them, “Whose image and inscription is this?” And they said to him, “Caesar’s.”",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 17,
          "text": "And Jesus said to them, “Give to Caesar the things of Caesar, and to God the things of God!” And they were utterly amazed at him.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 12,
          "verse": 13,
          "text": "Is It Right to Pay Taxes to Caesar?\nLater the religious leaders sent some of the Pharisees and Herodians to Jesus. They wanted to trap him with his own words.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 14,
          "text": "They came to him and said, “Teacher, we know you are a man of honor. You don’t let others tell you what to do or say. You don’t care how important they are. But you teach the way of God truthfully. Is it right to pay taxes to Caesar or not?",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 15,
          "text": "Should we pay or shouldn’t we?”\nBut Jesus knew what they were trying to do. So he asked, “Why are you trying to trap me? Bring me a silver coin. Let me look at it.”",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 16,
          "text": "They brought the coin.\nHe asked them, “Whose picture is this? And whose words?”\n“Caesar’s,” they replied.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 17,
          "text": "Then Jesus said to them, “Give to Caesar what belongs to Caesar. And give to God what belongs to God.”\nThey were amazed at him.",
          "isHeading": false
        }
      ]
    }
  }
}