{
  "torah": {
    "passage": "Numbers 9:15 - 10:10",
    "versions": {
      "leb": [
        {
          "chapter": 9,
          "verse": 15,
          "text": "The Cloud and the Fire\nAnd on a day setting up the tabernacle, the cloud covered the tent of the tabernacle, the tent of the testimony; in the evening it was on the tabernacle as an appearance of fire until morning.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 16,
          "text": "So it was continually; the cloud would cover it and the appearance of fire by night.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 17,
          "text": "Whenever the cloud lifted up from on the tent, after that the Israelites would set out, and in the place where the cloud dwelled, there the Israelites camped.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 18,
          "text": "On the command of Yahweh the Israelites would set out, and on the command of Yahweh they encamped; all the days that the cloud dwelled on the tabernacle they encamped.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 19,
          "text": "And when the cloud prolonged on the tabernacle many days the Israelites kept the kept requirement of Yahweh and did not set out.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 20,
          "text": "When the cloud remained a number of days on the tabernacle, on the command of Yahweh they encamped; and on the command of Yahweh they set out.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 21,
          "text": "When the cloud remained from evening until morning, and the cloud lifted up in the morning, they would set out, or if it remained in the daytime and at night, when the cloud lifted up they set out.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 22,
          "text": "When it was two days, a month, or a year that the cloud prolonged to dwell on the tabernacle, the Israelites encamped, and they did not set out; when it lifted up they set out.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 23,
          "text": "On the command of Yahweh they encamped, and on the command of Yahweh they set out. They kept the requirement of Yahweh, on the command of Yahweh in the hand of Moses.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 1,
          "text": "The Silver Trumpets\nYahweh spoke to Moses, saying,",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 2,
          "text": "“Make yourself two silver trumpets; make them of hammered-work. You will use them for calling the community and for breaking the camp.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 3,
          "text": "You will blow them, and all the community will assemble to the doorway of the tent of assembly.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 4,
          "text": "But if they blow only one, the leaders, the heads of the thousands of Israel, will assemble to you.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 5,
          "text": "When you will blow a blast, the camps that are camping on the east will set out;",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 6,
          "text": "when you blow a second blast, the camps that are camping on the south will set out; they will blow a blast for their journeys.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 7,
          "text": "But when summoning the assembly, you will blow, but you will not signal with a loud noise.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 8,
          "text": "The sons of Aaron, the priests, will blow on the trumpets; this will be an eternal decree for your generations.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 9,
          "text": "If you go to war in your land against the enemy who attacks you, you will signal with a loud noise on the trumpets. You will be remembered before Yahweh your God, and you will be rescued from your enemies.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 10,
          "text": "“And on the day of your joy and in your appointed times, at the beginning of your months, you will blow on the trumpets in addition to your burnt offerings and in addition to the sacrifices of your fellowship offerings. And they will be as a memorial for you before your God; I am Yahweh your God.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 9,
          "verse": 15,
          "text": "The Cloud Covers the Holy Tent\nThe holy tent was set up. It was the tent where the tablets of the covenant were kept. On the day it was set up, the cloud covered it. From evening until morning the cloud that was above the tent looked like fire.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 16,
          "text": "That’s what continued to happen. The cloud covered the tent. At night the cloud looked like fire.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 17,
          "text": "When the cloud lifted from its place above the tent, the people of Israel started out. Where the cloud settled, the people of Israel camped.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 18,
          "text": "When the Lord gave the command, the people of Israel started out. And when he gave the command, they camped. As long as the cloud stayed above the holy tent, they remained in camp.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 19,
          "text": "Sometimes the cloud remained above the tent for a long time. Then the people of Israel obeyed the Lord’s order. They didn’t start out.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 20,
          "text": "Sometimes the cloud was above the tent for only a few days. When the Lord would give the command, they would camp. Then when he would give the command, they would start out.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 21,
          "text": "Sometimes the cloud stayed only from evening until morning. When it lifted in the morning, they started out. It didn’t matter whether it was day or night. When the cloud lifted, the people started out.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 22,
          "text": "It didn’t matter whether the cloud stayed above the holy tent for two days or a month or a year. The people of Israel would remain in camp. They wouldn’t start out. But when the cloud lifted, they would start out.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 23,
          "text": "When the Lord gave the command, they camped. And when he gave the command, they started out. They obeyed the Lord’s order. They obeyed him, just as he had commanded them through Moses.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 1,
          "text": "The Silver Trumpets\nThe Lord spoke to Moses. He said,",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 2,
          "text": "“Make two trumpets out of hammered silver. Blow them when you want the community to gather together. And blow them when you want the camps to start out.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 3,
          "text": "When both trumpets are blown, the whole community must gather in front of you. They must come to the entrance to the Tent of Meeting.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 4,
          "text": "Suppose only one trumpet is blown. Then the leaders must gather in front of you. They are the heads of the tribes of Israel.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 5,
          "text": "When a trumpet blast is blown, the tribes that are camped on the east side must start out.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 6,
          "text": "When the second blast is blown, the camps on the south side must start out. The blast will tell them when to start.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 7,
          "text": "Blow the trumpets to gather the people together. But do not use the same kind of blast.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 8,
          "text": "“The sons of Aaron, the priests, must blow the trumpets. That is a law for you and your children after you for all time to come.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 9,
          "text": "Suppose you go into battle in your own land. And suppose it is against an enemy who is beating you down. Then blow a blast on the trumpets. If you do, I will remember you. I will save you from your enemies. I am the Lord your God.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 10,
          "text": "You must also blow the trumpets when you are happy. Blow them at your appointed feasts. Blow them at your New Moon Feasts. Blow them when you sacrifice your burnt offerings. Blow them when you sacrifice your friendship offerings. They will remind me of you. I am the Lord your God.”",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "?",
    "versions": {
      "leb": [],
      "nirv": []
    }
  }
}