{
  "torah": {
    "passage": "Exodus 34:10 - 34:26",
    "versions": {
      "leb": [
        {
          "chapter": 34,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 11,
          "text": "“Keep for yourself what I myself have commanded you today. Look, I am about to drive from before you the Amorites and the Canaanites and the Hittites and the Perizzites and the Hivites and the Jebusites.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 12,
          "text": "Be careful for yourself, lest you make a covenant with the inhabitants of the land to which you are going, lest it be a snare among you.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 13,
          "text": "Rather, you will tear down their altars, and you will break their stone pillars, and you will cut off their Asherah poles.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 14,
          "text": "For you will not bow in worship to another god, for ‘Yahweh Is Jealous’ is his name, he is a jealous God,",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 15,
          "text": "lest you make a covenant with the inhabitants of the land, and they prostitute themselves after their gods, and they sacrifice to their gods, and they invite you, and you eat their sacrifice,",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 16,
          "text": "and you take from their daughters for your sons, and their daughters prostitute themselves after their gods, and they cause your sons to prostitute themselves after their gods.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 17,
          "text": "You will not make gods of cast metal for yourself.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 18,
          "text": "“You will keep the Feast of Unleavened Bread. Seven days you will eat unleavened bread, which I commanded you, at the appointed time of the month of Abib, for in the month of Abib you came out from Egypt.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 19,
          "text": "Every first offspring of a womb is for me—all of your male livestock, the first offspring of cattle and small livestock.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 21,
          "text": "Six days you will work, and on the seventh day you will rest; in the time of plowing and in the time of harvest you will rest.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 22,
          "text": "And you yourself will observe the Feast of Weeks—the firstfruits of the wheat harvest—and the Feast of Harvest Gathering at the turn of the year.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 23,
          "text": "Three times in the year all your males will appear before the Lord, Yahweh, the God of Israel,",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 24,
          "text": "because I will evict nations before you, and I will enlarge your territory, and no one will covet your land when you go up to appear before Yahweh your God three times in the year.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 25,
          "text": "“You will not slaughter the blood of my sacrifice on food with yeast, and the sacrifice of the Feast of the Passover will not stay overnight to the morning.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 26,
          "text": "The beginning of the firstfruits of your land you will bring to the house of Yahweh your God. You will not boil a young goat in its mother’s milk.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 34,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 11,
          "text": "“Obey what I command you today. I will drive out the Amorites, Canaanites, Hittites, Perizzites, Hivites and Jebusites to make room for you.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 12,
          "text": "“Be careful. Do not make a peace treaty with those who live in the land where you are going. They will be a trap to you.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 13,
          "text": "Tear down their altars. Smash their sacred stones. Cut down the poles they use to worship the goddess Asherah.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 14,
          "text": "Do not worship any other god. I am a jealous God. In fact, my name is Jealous.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 15,
          "text": "“Be careful not to make a peace treaty with those who live in the land. They commit sin by offering sacrifices to their gods. They will invite you to eat their sacrifices.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 16,
          "text": "You will choose some of their daughters as wives for your sons. And those daughters will commit sin by worshiping their gods. Then they will lead your sons to do the same thing.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 17,
          "text": "“Do not make statues of gods.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 18,
          "text": "“Celebrate the Feast of Unleavened Bread. For seven days eat bread that is made without yeast, just as I commanded you. Do it at the appointed time in the month of Abib. You came out of Egypt in that month.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 19,
          "text": "“Every male animal that is born first to its mother belongs to me. That includes your livestock. It includes herds and flocks alike.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 21,
          "text": "“Do your work in six days. But you must rest on the seventh day. Even when you are plowing your land or gathering your crops, you must rest on the seventh day.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 22,
          "text": "“Celebrate the Feast of Booths. Hold it in the fall.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 23,
          "text": "“Three times a year all of your men must come to worship me. I am your Lord and King, the God of Israel.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 24,
          "text": "I will drive out nations ahead of you. I will increase your territory. Go up three times a year to worship me. While you are doing that, I will keep others from wanting to take any of your land for themselves. I am the Lord your God.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 25,
          "text": "“Do not include anything that is made with yeast when you offer me the blood of a sacrifice. You must not keep any of the meat from the sacrifice of the Passover Feast until morning.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 26,
          "text": "“Do not cook a young goat in its mother’s milk.”",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Mark 14:32 - 14:42",
    "versions": {
      "leb": [
        {
          "chapter": 14,
          "verse": 32,
          "text": "And they came to a place named Gethsemane, and he said to his disciples, “Sit here while I pray.”",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 33,
          "text": "And he took along Peter and James and John with him, and he began to be distressed and troubled.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 34,
          "text": "And he said to them, “My soul is deeply grieved, to the point of death. Remain here and stay awake.”",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 35,
          "text": "And going forward a little he fell to the ground and began to pray that, if it were possible, the hour would pass from him.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 36,
          "text": "And he said, “Abba, Father, all things are possible for you! Take away this cup from me! Yet not what I will, but what you will.”",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 37,
          "text": "And he came and found them sleeping, and he said to Peter, “Simon, are you sleeping? Were you not able to stay awake one hour?",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 38,
          "text": "Stay awake and pray that you will not enter into temptation. The spirit is willing, but the flesh is weak!”",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 39,
          "text": "And again he went away and prayed, saying the same thing.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 40,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 41,
          "text": "And he came the third time and said to them, “Are you still sleeping and resting? It is enough! The hour has come. Behold, the Son of Man is being betrayed into the hands of sinners.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 42,
          "text": "Get up, let us go! Behold, the one who is betraying me is approaching!”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 14,
          "verse": 32,
          "text": "Jesus and his disciples went to a place called Gethsemane. Jesus said to them, “Sit here while I pray.”",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 33,
          "text": "He took Peter, James and John along with him. He began to be very upset and troubled.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 34,
          "text": "“My soul is very sad. I feel close to death,” he said to them. “Stay here. Keep watch.”",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 35,
          "text": "He went a little farther. Then he fell to the ground. He prayed that, if possible, the hour might pass by him.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 36,
          "text": "“Abba,” he said, “everything is possible for you. Take this cup of suffering away from me. But let what you want be done, not what I want.” Abba means Father.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 37,
          "text": "Then he returned to his disciples and found them sleeping. “Simon,” he said to Peter, “are you asleep? Couldn’t you keep watch for one hour?",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 38,
          "text": "Watch and pray. Then you won’t fall into sin when you are tempted. The spirit is willing. But the body is weak.”",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 39,
          "text": "Once more Jesus went away and prayed the same thing.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 40,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 41,
          "text": "Jesus returned the third time. He said to them, “Are you still sleeping and resting? Enough! The hour has come. Look! The Son of Man is about to be handed over to sinners.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 42,
          "text": "Get up! Let us go! Here comes the one who is handing me over to them!”",
          "isHeading": false
        }
      ]
    }
  }
}