{
  "torah": {
    "passage": "Exodus 10:24 - 11:3",
    "versions": {
      "leb": [
        {
          "chapter": 10,
          "verse": 24,
          "text": "And Pharaoh called Moses and said, “Go, serve Yahweh. Only your sheep and goats and your cattle must be left behind. Your dependents may also go with you.”",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 25,
          "text": "And Moses said, “Even if you yourself put into our hand sacrifices and burnt offerings and we offer them to Yahweh our God,",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 26,
          "text": "our livestock must also go with us. Not a hoof can be left because we must take from them to serve Yahweh our God. And we will not know with what we are to serve Yahweh until we come there.”",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 27,
          "text": "And Yahweh hardened Pharaoh’s heart, and he was not willing to release them.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 28,
          "text": "And Pharaoh said to him, “Go from me. Be careful not to see my face again, because on the day of your seeing my face you will die.”",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 29,
          "text": "And Moses said, “That is right. I will not again see your face.”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 1,
          "text": "Announcement of the Tenth Plague: Death of the Firstborn\nAnd Yahweh said to Moses, “Still one plague I will bring upon Pharaoh and upon Egypt; afterward he will release you from here. At the moment of his releasing, he will certainly drive you completely out from here.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 2,
          "text": "Speak in the ears of the people, and let them ask, a man from his neighbor and a woman from her neighbor, for objects of silver and objects of gold.”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 3,
          "text": "And Yahweh gave the people favor in the eyes of Egypt. Also the man Moses was very great in the land of Egypt, in the eyes of the servants of Pharaoh and in the eyes of the people.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 10,
          "verse": 24,
          "text": "Then Pharaoh sent for Moses. He said to him, “Go. Worship the Lord. Even your women and children can go with you. Just leave your flocks and herds behind.”",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 25,
          "text": "But Moses said, “You must allow us to take animals to offer as sacrifices and burnt offerings to the Lord our God.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 26,
          "text": "Our livestock must also go with us. We have to use some of them to worship the Lord our God. We can’t leave even one animal behind. Until we get there, we won’t know what we are supposed to use to worship the Lord.”",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 27,
          "text": "But the Lord made Pharaoh’s heart stubborn. So he wouldn’t let the people go.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 28,
          "text": "Pharaoh said to Moses, “Get out of my sight! Make sure you don’t come to see me again! If you do, you will die.”",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 29,
          "text": "“I’ll do just as you say,” Moses replied. “I will never come to see you again.”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 1,
          "text": "The Lord Announces the Tenth Plague\nThe Lord had spoken to Moses. He had said, “I will bring one more plague on Pharaoh and on Egypt. After that, he will let you and your people go. When he does, he will drive you completely away.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 2,
          "text": "Tell the men and women alike to ask their neighbors for articles made out of silver and gold.”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 3,
          "text": "The Lord caused the Egyptians to treat the Israelites in a kind way. Pharaoh’s officials and the people had great respect for Moses.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Mark 4:10 - 4:20",
    "versions": {
      "leb": [
        {
          "chapter": 4,
          "verse": 10,
          "text": "The Reason for the Parables\nAnd when he was alone, those around him together with the twelve began asking him about the parables.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 11,
          "text": "And he said to them, “To you has been granted the secret of the kingdom of God, but to those who are outside everything is in parables,",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 12,
          "text": "so that\n‘they may look closely and not perceive,\nand they may listen carefully and not understand,\nlest they turn and it be forgiven them.’”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 13,
          "text": "The Parable of the Sower Interpreted\nAnd he said to them, “Do you not understand this parable? And how will you understand all the parables?",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 14,
          "text": "The sower sows the word.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 15,
          "text": "And these are the ones beside the path where the word is sown, and whenever they hear it, immediately Satan comes and takes away the word that was sown in them.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 16,
          "text": "And these are like the ones sown on the rocky ground, who whenever they hear the word immediately receive it with joy.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 17,
          "text": "And they have no root in themselves, but are temporary. Then when affliction or persecution comes because of the word, immediately they fall away.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 18,
          "text": "And others are the ones sown among the thorn plants—these are the ones who hear the word,",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 19,
          "text": "and the cares of the world and the deceitfulness of wealth and the desires for other things come in and choke the word and it becomes unproductive.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 20,
          "text": "And those are the ones sown on the good soil, who hear the word and receive it and bear fruit—one thirty and one sixty and one a hundred times as much.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 4,
          "verse": 10,
          "text": "Later Jesus was alone. The Twelve asked him about the stories. So did the others around him.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 11,
          "text": "He told them, “The secret of God’s kingdom has been given to you. But to outsiders everything is told by using stories.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 12,
          "text": "In that way,\n“‘They will see but never know what they are seeing.\nThey will hear but never understand.\nOtherwise they might turn and be forgiven!’” ()",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 13,
          "text": "Then Jesus said to them, “Don’t you understand this story? Then how will you understand any stories of this kind?",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 14,
          "text": "The seed the farmer plants is God’s message.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 15,
          "text": "What is seed scattered on a path like? The message is planted. The people hear the message. Then Satan comes. He takes away the message that was planted in them.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 16,
          "text": "And what is seed scattered on rocky places like? The people hear the message. At once they receive it with joy.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 17,
          "text": "But they have no roots. So they last only a short time. They quickly fall away from the faith when trouble or suffering comes because of the message.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 18,
          "text": "And what is seed scattered among thorns like? The people hear the message.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 19,
          "text": "But then the worries of this life come to them. Wealth comes with its false promises. The people also long for other things. All of those are the kinds of things that crowd out the message. They keep it from producing fruit.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 20,
          "text": "And what is seed scattered on good soil like? The people hear the message. They accept it. They produce a good crop 30, 60, or even 100 times more than the farmer planted.”",
          "isHeading": false
        }
      ]
    }
  }
}