{
  "torah": {
    "passage": "Exodus 34:4-9; Exodus 34:23-27; Deuteronomy 31:9-13; Zechariah 14:12-21",
    "versions": {
      "leb": [
        {
          "chapter": 34,
          "verse": 4,
          "text": "And Moses cut two stone tablets like the first ones, and he started early in the morning, and he went up to Mount Sinai, as Yahweh had commanded him, and he took in his hand the two stone tablets.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 5,
          "text": "And Yahweh descended in the cloud, and he stood with him there, and he proclaimed the name of Yahweh.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 6,
          "text": "And Yahweh passed over before him, and he proclaimed, “Yahweh, Yahweh, God, who is compassionate and gracious, slow to anger, and abounding with loyal love and faithfulness,",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 7,
          "text": "keeping loyal love to the thousands, forgiving iniquity and transgression and sin, and he does not leave utterly unpunished, punishing the guilt of fathers on sons and on sons of sons on third and fourth generations.”",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 8,
          "text": "And Moses hurried and knelt down to the earth and worshiped.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 9,
          "text": "And he said, “Please, if I have found favor in your eyes, Lord, let my Lord, please, go among us—indeed it is a stiff-necked people—and forgive our iniquity and our sin and take us as your possession.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 34,
          "verse": 4,
          "text": "So Moses carved out two stone tablets that were just like the first ones. Early in the morning he went up Mount Sinai. He carried the two tablets in his hands. He did as the Lord had commanded him to do.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 5,
          "text": "Then the Lord came down in the cloud. He stood there with Moses and announced his name, The Lord.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 6,
          "text": "As he passed in front of Moses, he called out. He said, “I am the Lord, the Lord. I am a God who is tender and kind. I am gracious. I am slow to get angry. I am faithful and full of love.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 7,
          "text": "I continue to show my love to thousands of people. I forgive those who do evil. I forgive those who refuse to obey. And I forgive those who sin. But I do not let guilty people go without punishing them. I punish the children, grandchildren and great-grandchildren for the sin of their parents.”",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 8,
          "text": "Moses bowed down to the ground at once and worshiped.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 9,
          "text": "“Lord,” he said, “if you are pleased with me, then go with us. Even though these people are stubborn, forgive the evil things we have done. Forgive our sin. And accept us as your people.”",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "John 7:25-52",
    "versions": {
      "leb": [
        {
          "chapter": 7,
          "verse": 25,
          "text": "Is Jesus the Christ?\nThen some of the inhabitants of Jerusalem began to say, “Is this not the one whom they are seeking to kill?",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 26,
          "text": "And behold, he is speaking openly and they are saying nothing to him! Can it be that the rulers truly know that this man is the Christ?",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 27,
          "text": "Yet we know where this man is from, but the Christ, whenever he comes—no one knows where he is from!”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 28,
          "text": "Then Jesus cried out in the temple courts, teaching and saying, “You both know me and you know where I am from! And I have not come from myself, but the one who sent me is true, whom you do not know.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 29,
          "text": "I know him, because I am from him and he sent me.”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 30,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 31,
          "text": "But from the crowd many believed in him and were saying, “Whenever the Christ comes, he will not perform more signs than this man has done, will he?”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 32,
          "text": "The Pharisees heard the crowd murmuring these things about him, and the chief priests and the Pharisees sent officers in order to take him into custody .",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 33,
          "text": "Then Jesus said, “Yet a little time I am with you, and I am going to the one who sent me.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 34,
          "text": "You will seek me and will not find me, and where I am, you cannot come.”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 35,
          "text": "So the Jews said to one another, “Where is this one going to go, that we will not find him? He is not going to go to the Dispersion among the Greeks and teach the Greeks, is he?",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 36,
          "text": "What is this saying that he said, ‘You will seek me and will not find me, and where I am, you cannot come’?”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 37,
          "text": "Now on the last day of the feast—the great day—Jesus stood and cried out, saying, “If anyone is thirsty, let him come to me, and let him drink,",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 38,
          "text": "the one who believes in me. Just as the scripture said, ‘Out of his belly will flow rivers of living water.’”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 39,
          "text": "Now he said this concerning the Spirit, whom those who believed in him were about to receive. For the Spirit was not yet given, because Jesus had not yet been glorified.)",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 40,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 41,
          "text": "Others were saying, “This man is the Christ!” But others were saying, “No, for the Christ does not come from Galilee, does he?",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 42,
          "text": "Has not the scripture said that the Christ comes from the descendants of David, and from Bethlehem, the village where David was?”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 43,
          "text": "So there was a division in the crowd because of him.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 44,
          "text": "And some of them were wanting to seize him, but no one laid hands on him.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 45,
          "text": "So the officers came to the chief priests and Pharisees. And they said to them, “Why did you not bring him?”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 46,
          "text": "The officers replied, “Never has a man spoken like this!”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 47,
          "text": "Then the Pharisees replied to them, “You have not also been deceived, have you?",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 48,
          "text": "None of the rulers or of the Pharisees have believed in him, have they?",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 49,
          "text": "But this crowd who does not know the law is accursed!”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 50,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 51,
          "text": "“Our law does not condemn a man unless it first hears from him and knows what he is doing, does it?”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 52,
          "text": "They answered and said to him, “You are not also from Galilee, are you? Investigate and see that a prophet does not arise from Galilee!”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 7,
          "verse": 25,
          "text": "Is Jesus the Christ?\nThen some of the people of Jerusalem began asking questions. They said, “Isn’t this the man some people are trying to kill?",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 26,
          "text": "Here he is! He is speaking openly. They aren’t saying a word to him. Have the authorities really decided that he is the Christ?",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 27,
          "text": "But we know where this man is from. When the Christ comes, no one will know where he is from.”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 28,
          "text": "Jesus was still teaching in the temple courtyard. He cried out, “Yes, you know me. And you know where I am from. I am not here on my own. The One who sent me is true. You do not know him.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 29,
          "text": "But I know him. I am from him, and he sent me.”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 30,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 31,
          "text": "Still, many people in the crowd put their faith in him. They said, “How will it be when the Christ comes? Will he do more miraculous signs than this man?”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 32,
          "text": "The Pharisees heard the crowd whispering things like this about him. Then the chief priests and the Pharisees sent temple guards to arrest him.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 33,
          "text": "Jesus said, “I am with you for only a short time. Then I will go to the One who sent me.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 34,
          "text": "You will look for me, but you won’t find me. You can’t come where I am going.”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 35,
          "text": "The Jews said to one another, “Where does this man plan to go? Does he think we can’t find him? Will he go where our people live scattered among the Greeks? Will he go there to teach the Greeks?",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 36,
          "text": "What did he mean when he said, ‘You will look for me, but you won’t find me’? And, ‘You can’t come where I am going’?”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 37,
          "text": "It was the last and most important day of the Feast. Jesus stood up and spoke in a loud voice. He said, “Let anyone who is thirsty come to me and drink.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 38,
          "text": "Does anyone believe in me? Then, just as Scripture says, streams of living water will flow from inside him.”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 39,
          "text": "When he said this, he meant the Holy Spirit. Those who believed in Jesus would receive the Spirit later. Up to that time, the Spirit had not been given. This was because Jesus had not yet received glory.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 40,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 41,
          "text": "Others said, “He is the Christ.”\nStill others asked, “How can the Christ come from Galilee?",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 42,
          "text": "Doesn’t Scripture say that the Christ will come from David’s family? Doesn’t it say that he will come from Bethlehem, the town where David lived?”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 43,
          "text": "So the people did not agree about who Jesus was.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 44,
          "text": "Some wanted to arrest him. But no one laid a hand on him.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 45,
          "text": "Finally the temple guards went back to the chief priests and the Pharisees. They asked the guards, “Why didn’t you bring him in?”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 46,
          "text": "“No one ever spoke the way this man does,” the guards replied.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 47,
          "text": "“You mean he has fooled you also?” the Pharisees asked.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 48,
          "text": "“Have any of the rulers or Pharisees believed in him?",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 49,
          "text": "No! But this mob knows nothing about the law. There is a curse on them.”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 50,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 51,
          "text": "“Does our law find someone guilty without hearing him first? Doesn’t it want to find out what he is doing?”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 52,
          "text": "They replied, “Are you from Galilee too? Look into it. You will find that a prophet does not come out of Galilee.”",
          "isHeading": false
        }
      ]
    }
  }
}