{
  "torah": {
    "passage": "Exodus 12:1-28",
    "versions": {
      "leb": [
        {
          "chapter": 12,
          "verse": 1,
          "text": "Instructions for the Feast of Passover\nAnd Yahweh said to Moses and to Aaron in the land of Egypt, saying,",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 2,
          "text": "“This month will be the beginning of months; it will be for you the first of the months of the year.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 3,
          "text": "Speak to all the community of Israel, saying, ‘On the tenth of this month, they will each take for themselves a lamb for the family, a lamb for the household.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 4,
          "text": "And if the household is too small for a lamb, he and the neighbor nearest to his house will take one according to the number of persons; you will count out portions of the lamb according to how much each one can eat.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 5,
          "text": "The lamb for you must be a male, without defect, in its first year; you will take it from the sheep or from the goats.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 6,
          "text": "“You will keep it until the fourteenth day of this month, and all the assembly of the community of Israel will slaughter it at twilight.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 7,
          "text": "And they will take some of the blood and put it on the two doorposts and on the lintel on the houses in which they eat it.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 8,
          "text": "And they will eat the meat on this night; they will eat it fire-roasted and with unleavened bread on bitter herbs.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 9,
          "text": "You must not eat any of it raw or boiled, boiled in the water, but rather roasted with fire, its head with its legs and with its inner parts.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 10,
          "text": "And you must not leave any of it until morning; anything left from it until morning you must burn in the fire.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 11,
          "text": "And this is how you will eat it—with your waists fastened, your sandals on your feet, and your staff in your hand, and you will eat it in haste. It is Yahweh’s Passover.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 12,
          "text": "“And I will go through the land of Egypt during this night, and I will strike all of the firstborn in the land of Egypt, from human to animal, and I will do punishments among all of the gods of Egypt. I am Yahweh.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 13,
          "text": "And the blood will be a sign for you on the houses where you are, and I will see the blood, and I will pass over you, and there will not be a destructive plague among you when I strike the land of Egypt.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 14,
          "text": "“And this day will become a memorial for you, and you will celebrate it as a religious feast for Yahweh throughout your generations; you will celebrate it as a lasting statute.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 15,
          "text": "You will eat unleavened bread for seven days. Surely on the first day you shall remove yeast from your houses, because anyone who eats food with yeast from the first day until the seventh day—that person will be cut off from Israel.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 16,
          "text": "It will be for you on the first day a holy assembly and on the seventh day a holy assembly; no work will be done on them; only what is eaten by every person, it alone will be prepared for you.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 17,
          "text": "“And you will keep the Feast of Unleavened Bread, because on this very day I brought out your divisions from the land of Egypt, and you will keep this day for your generations as a lasting statute.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 18,
          "text": "On the first day, on the fourteenth day of the month, in the evening, you will eat unleavened bread until the evening of the twenty-first day of the month.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 19,
          "text": "For seven days yeast must not be found in your houses, because anyone eating food with yeast will be cut off from the community of Israel—whether an alien or a native of the land.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 20,
          "text": "You will eat no food with yeast; in all of your dwellings you will eat unleavened bread.”",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 21,
          "text": "And Moses called all the elders of Israel, and he said to them, “Select and take for yourselves sheep for your clans and slaughter the Passover sacrifice.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 22,
          "text": "And take a bunch of hyssop and dip it into the blood that is in the basin and apply some of the blood that is in the basin to the lintel and the two doorposts. And you will not go out, anyone from the doorway of his house, until morning.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 23,
          "text": "And Yahweh will go through to strike Egypt, and he will see the blood on the lintel and on the two doorposts, and Yahweh will pass over the doorway and will not allow the destroyer to come to your houses to strike you.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 24,
          "text": "“And you will keep this event as a rule for you and for your children forever.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 25,
          "text": "And when you come into the land that Yahweh will give to you, as he said, you will keep this religious custom.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 26,
          "text": "And when your children say to you, ‘What is this religious custom for you?’",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 27,
          "text": "you will say, ‘It is a Passover sacrifice for Yahweh, who passed over the houses of the Israelites in Egypt when he struck Egypt; and he delivered our houses.’” And the people knelt down and they worshiped.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 28,
          "text": "And the Israelites went, and they did as Yahweh had commanded Moses and Aaron; so they did.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 12,
          "verse": 1,
          "text": "The First Passover Sacrifice\nThe Lord spoke to Moses and Aaron in Egypt.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 2,
          "text": "He said, “From now on, this month will be your first month. Each of your years will begin with it.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 3,
          "text": "“Speak to the whole community of Israel. Tell them that on the tenth day of this month each man must get a lamb from his flock. A lamb should be chosen for each family and home.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 4,
          "text": "“Suppose there are not enough people in your family to eat a whole lamb. Then you must share some of it with your nearest neighbor. You must add up the total number of people there are. You must decide how much lamb is needed for each person.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 5,
          "text": "“The animals you choose must be males that are a year old. They must not have any flaws. You may choose either sheep or goats.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 6,
          "text": "Take care of them until the 14th day of the month. Then the whole community of Israel must kill them when the sun goes down.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 7,
          "text": "Take some of the blood. Put it on the sides and tops of the doorframes of the houses where you eat the lambs.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 8,
          "text": "“That same night eat the meat cooked over the fire. Also eat bitter plants. And eat bread that is made without yeast.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 9,
          "text": "Do not eat the meat raw or boiled in water. Instead, cook it over the fire. Cook the head, legs and inside parts.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 10,
          "text": "Do not leave any of it until morning. If some is left over until morning, burn it.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 11,
          "text": "“Eat the meat while your coat is tucked into your belt. Put your sandals on your feet. Take your walking stick in your hand. Eat the food quickly. It is the Lord’s Passover.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 12,
          "text": "“That same night I will pass through Egypt. I will strike down every oldest son. I will also kill all of the male animals that were born first to their mothers. And I will judge all of the gods of Egypt. I am the Lord.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 13,
          "text": "“The blood on your houses will be a sign for you. When I see the blood, I will pass over you. No deadly plague will touch you when I strike Egypt.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 14,
          "text": "“Always remember this day. For all time to come, you and your children after you must celebrate this day as a feast in honor of the Lord. It is a law that will last forever.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 15,
          "text": "“Eat bread made without yeast for seven days. On the first day remove the yeast from your homes. For the next seven days, anyone who eats anything that has yeast in it must be cut off from Israel.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 16,
          "text": "“On the first and seventh days, come together for a special service. Do not work at all on those days. All you are allowed to do is prepare food for everyone to eat.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 17,
          "text": "“Celebrate the Feast of Unleavened Bread. I brought you out of Egypt on this very day like an army on the march. It is a law that will last for all time to come.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 18,
          "text": "In the first month eat bread that is made without yeast. Eat it from the evening of the 14th day until the evening of the 21st day.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 19,
          "text": "“For seven days do not let any yeast be found in your homes. Anyone who eats anything that has yeast in it must be cut off from the community of Israel. That applies to outsiders and Israelites alike.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 20,
          "text": "Do not eat anything that is made with yeast. No matter where you live, eat bread that is made without yeast.”",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 21,
          "text": "Then Moses sent for all of the elders of Israel. He said to them, “Go at once. Choose the animals for your families. Each family must kill a Passover lamb.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 22,
          "text": "Get a branch of a hyssop plant. Dip it into the blood in the bowl. Put some of the blood on the top and on both sides of the doorframe. None of you can go out the door of your house until morning.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 23,
          "text": "“The Lord will go through the land to strike the Egyptians down. He’ll see the blood on the top and sides of the doorframe. He will pass over that house. He won’t let the destroying angel enter your homes to kill you.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 24,
          "text": "“Obey all of these directions. It’s a law for you and your children after you for all time to come.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 25,
          "text": "The Lord will give you the land, just as he promised. When you enter it, keep this holy day.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 26,
          "text": "“Your children will ask you, ‘What does this holy day mean to you?’",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 27,
          "text": "Tell them, ‘It’s the Passover sacrifice in honor of the Lord. He passed over the houses of the people of Israel in Egypt. He spared our homes when he struck the Egyptians down.’”\nThen the people of Israel bowed down and worshiped.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 28,
          "text": "They did just what the Lord commanded Moses and Aaron.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Luke 22:7-20; John 19:28-37; 1 Corinthians 5:6-8",
    "versions": {
      "leb": [
        {
          "chapter": 22,
          "verse": 7,
          "text": "Jesus’ Final Passover with the Disciples\nAnd the day of the feast of Unleavened Bread came, on which it was necessary for the Passover lamb to be sacrificed.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 8,
          "text": "And he sent Peter and John, saying, “Go and prepare the Passover for us, so that we may eat it.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 9,
          "text": "So they said to him, “Where do you want us to prepare it?”",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 10,
          "text": "And he said to them, “Behold, when you have entered into the city, a man carrying a jar of water will meet you. Follow him into the house which he enters.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 11,
          "text": "And you will say to the master of the house, ‘The Teacher says to you, “Where is the guest room where I may eat the Passover with my disciples?”’",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 12,
          "text": "And he will show you a large furnished upstairs room. Make preparations there.”",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 13,
          "text": "So they went and found everything just as he had told them, and they prepared the Passover.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 14,
          "text": "The Lord’s Supper\nAnd when the hour came, he reclined at the table, and the apostles with him.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 15,
          "text": "And he said to them, “I have earnestly desired to eat this Passover with you before I suffer.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 16,
          "text": "For I tell you that I will not eat it until it is fulfilled in the kingdom of God.”",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 17,
          "text": "And he took in hand a cup, and after giving thanks he said, “Take this and share it among yourselves.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 18,
          "text": "For I tell you, from now on I will not drink of the product of the vine until the kingdom of God comes.”",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 19,
          "text": "And he took bread, and after giving thanks, he broke it and gave it to them, saying, “This is my body which is given for you. Do this in remembrance of me.”",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 20,
          "text": "And in the same way the cup after they had eaten, saying, “This cup is the new covenant in my blood which is poured out for you.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 22,
          "verse": 7,
          "text": "The Last Supper\nThen the day of Unleavened Bread came. That was the time the Passover lamb had to be sacrificed.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 8,
          "text": "Jesus sent Peter and John on ahead. “Go,” he told them. “Prepare for us to eat the Passover meal.”",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 9,
          "text": "“Where do you want us to prepare for it?” they asked.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 10,
          "text": "Jesus replied, “When you enter the city, a man carrying a jar of water will meet you. Follow him to the house he enters.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 11,
          "text": "Then say to the owner of the house, ‘The Teacher asks, “Where is the guest room? Where can I eat the Passover meal with my disciples?”’",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 12,
          "text": "He will show you a large upstairs room with furniture in it. Prepare for us to eat there.”",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 13,
          "text": "Peter and John left. They found things just as Jesus had told them. So they prepared the Passover meal.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 14,
          "text": "When the hour came, Jesus and his apostles took their places at the table.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 15,
          "text": "He said to them, “I have really looked forward to eating this Passover meal with you. I wanted to do this before I suffer.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 16,
          "text": "I tell you, I will not eat the Passover meal again until it is celebrated in God’s kingdom.”",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 17,
          "text": "After Jesus took the cup, he gave thanks. He said, “Take this cup and share it among yourselves.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 18,
          "text": "I tell you, I will not drink wine with you again until God’s kingdom comes.”",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 19,
          "text": "Then Jesus took bread. He gave thanks and broke it. He handed it to them and said, “This is my body. It is given for you. Every time you eat it, do it in memory of me.”",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 20,
          "text": "In the same way, after the supper he took the cup. He said, “This cup is the new covenant in my blood. It is poured out for you.",
          "isHeading": false
        }
      ]
    }
  }
}