{
  "torah": {
    "passage": "Exodus 12:21 - 12:28",
    "versions": {
      "leb": [
        {
          "chapter": 12,
          "verse": 21,
          "text": "And Moses called all the elders of Israel, and he said to them, “Select and take for yourselves sheep for your clans and slaughter the Passover sacrifice.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 22,
          "text": "And take a bunch of hyssop and dip it into the blood that is in the basin and apply some of the blood that is in the basin to the lintel and the two doorposts. And you will not go out, anyone from the doorway of his house, until morning.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 23,
          "text": "And Yahweh will go through to strike Egypt, and he will see the blood on the lintel and on the two doorposts, and Yahweh will pass over the doorway and will not allow the destroyer to come to your houses to strike you.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 24,
          "text": "“And you will keep this event as a rule for you and for your children forever.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 25,
          "text": "And when you come into the land that Yahweh will give to you, as he said, you will keep this religious custom.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 26,
          "text": "And when your children say to you, ‘What is this religious custom for you?’",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 27,
          "text": "you will say, ‘It is a Passover sacrifice for Yahweh, who passed over the houses of the Israelites in Egypt when he struck Egypt; and he delivered our houses.’” And the people knelt down and they worshiped.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 28,
          "text": "And the Israelites went, and they did as Yahweh had commanded Moses and Aaron; so they did.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 12,
          "verse": 21,
          "text": "Then Moses sent for all of the elders of Israel. He said to them, “Go at once. Choose the animals for your families. Each family must kill a Passover lamb.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 22,
          "text": "Get a branch of a hyssop plant. Dip it into the blood in the bowl. Put some of the blood on the top and on both sides of the doorframe. None of you can go out the door of your house until morning.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 23,
          "text": "“The Lord will go through the land to strike the Egyptians down. He’ll see the blood on the top and sides of the doorframe. He will pass over that house. He won’t let the destroying angel enter your homes to kill you.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 24,
          "text": "“Obey all of these directions. It’s a law for you and your children after you for all time to come.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 25,
          "text": "The Lord will give you the land, just as he promised. When you enter it, keep this holy day.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 26,
          "text": "“Your children will ask you, ‘What does this holy day mean to you?’",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 27,
          "text": "Tell them, ‘It’s the Passover sacrifice in honor of the Lord. He passed over the houses of the people of Israel in Egypt. He spared our homes when he struck the Egyptians down.’”\nThen the people of Israel bowed down and worshiped.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 28,
          "text": "They did just what the Lord commanded Moses and Aaron.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Mark 4:26 - 4:29",
    "versions": {
      "leb": [
        {
          "chapter": 4,
          "verse": 26,
          "text": "The Parable of the Seed that Grows by Itself\nAnd he said, “The kingdom of God is like this: like a man scatters seed on the ground.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 27,
          "text": "And he sleeps and gets up, night and day, and the seed sprouts and grows—he does not know how.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 28,
          "text": "By itself the soil produces a crop: first the grass, then the head of grain, then the full grain in the head.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 29,
          "text": "But when the crop permits, he sends in the sickle right away, because the harvest has come.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 4,
          "verse": 26,
          "text": "The Story of the Growing Seed\nJesus also said, “Here is what God’s kingdom is like. A farmer scatters seed on the ground.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 27,
          "text": "Night and day the seed comes up and grows. It happens whether the farmer sleeps or gets up. He doesn’t know how it happens.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 28,
          "text": "All by itself the soil produces grain. First the stalk comes up. Then the head appears. Finally, the full grain appears in the head.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 29,
          "text": "Before long the grain ripens. So the farmer cuts it down, because the harvest is ready.”",
          "isHeading": false
        }
      ]
    }
  }
}