{
  "torah": {
    "passage": "Exodus 37:17 - 37:29",
    "versions": {
      "leb": [
        {
          "chapter": 37,
          "verse": 17,
          "text": "And he made the lampstand of pure gold; he made the lampstand of hammered work—its base and its branch, its cups, its buds, and its blossoms were all part of it.",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 18,
          "text": "And six branches were going out from its sides, three branches of the lampstand from its one side and three branches of the lampstand from its second side.",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 19,
          "text": "Three almond-flower cups were on the one branch with a bud and a blossom, and three almond-flower cups were on the one branch with a bud and a blossom—likewise for the six branches going out from the lampstand.",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 20,
          "text": "And on the lampstand were four almond-flower cups, with its buds and its blossoms.",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 21,
          "text": "And a bud was under the two branches that came from it, and a bud under the two branches from it, and a bud under the two branches from it, likewise for the six branches coming out from the lampstand.",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 22,
          "text": "Their buds and their branches were from it, all of it one piece of pure gold, hammered work.",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 23,
          "text": "And he made its seven lamps and its snuffers and its fire pans of pure gold.",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 24,
          "text": "He made it from a talent of pure gold and all its pieces of equipment.",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 25,
          "text": "Making the Incense Altar and Anointing Oil\nAnd he made the incense altar of acacia wood, a cubit its length and a cubit its width—a square—and two cubits its height; its horns were of one piece with it.",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 26,
          "text": "And he overlaid it with pure gold—its top and its sides all around and its horns—and he made for it a gold molding all around.",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 27,
          "text": "And he made for it two gold rings under its molding on two opposite sides as holders for poles to carry it with them.",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 28,
          "text": "And he made the poles of acacia wood, and he overlaid them with gold.",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 29,
          "text": "And he made the holy anointing oil and the pure fragrant incense—work of a perfumer.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 37,
          "verse": 17,
          "text": "The Gold Lampstand\nThe workers made the lampstand out of pure gold. They hammered out its base and stem. Its buds, blooms and cups branched out from it.",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 18,
          "text": "Six branches came out from the sides of the lampstand. There were three on one side and three on the other.",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 19,
          "text": "On one branch there were three cups that were shaped like almond flowers with buds and blooms. There were three on the next branch. There were three on all six branches that came out from the lampstand.",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 20,
          "text": "On the lampstand there were four cups that were shaped like almond flowers with buds and blooms.",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 21,
          "text": "One bud was under the first pair of branches that came out from the lampstand. A second bud was under the second pair. And a third bud was under the third pair. There was a total of six branches.",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 22,
          "text": "The buds and branches came out from the lampstand.\nThe whole lampstand was one piece that was hammered out of pure gold.",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 23,
          "text": "The workers made its seven lamps out of pure gold. They also made its trays and wick cutters out of pure gold.",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 24,
          "text": "They used 75 pounds of pure gold to make the lampstand and everything that was used with it.",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 25,
          "text": "The Altar for Burning Incense\nThe workers made an altar for burning incense. They made it out of acacia wood. It was one foot six inches square and three feet high. A horn stuck out from each of its upper four corners.",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 26,
          "text": "The workers covered the top, sides and horns with pure gold. They put a strip of gold around it.",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 27,
          "text": "They made two gold rings below the strip. They put the rings across from each other. The rings held the poles that were used to carry it.",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 28,
          "text": "The workers made the poles out of acacia wood. They covered them with gold.",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 29,
          "text": "They also made the sacred anointing oil and the pure, sweet-smelling incense. A person who makes perfume made them.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Mark 15:1 - 15:15",
    "versions": {
      "leb": [
        {
          "chapter": 15,
          "verse": 1,
          "text": "Jesus Taken to Pilate\nAnd as soon as morning came, after formulating a plan, the chief priests, with the elders and scribes and the whole Sanhedrin, tied up Jesus, led him away, and handed him over to Pilate.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 2,
          "text": "And Pilate asked him, “Are you the king of the Jews?” And he answered him and said, “You say so.”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 3,
          "text": "And the chief priests began to accuse him of many things.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 4,
          "text": "So Pilate asked him again, saying, “Do you not answer anything? See how many charges they are bringing against you!”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 5,
          "text": "But Jesus did not answer anything further, so that Pilate was astonished.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 6,
          "text": "Pilate Releases Barabbas\nNow at each feast he customarily released for them one prisoner whom they requested.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 7,
          "text": "And the one named Barabbas was imprisoned with the rebels who had committed murder in the rebellion.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 8,
          "text": "And the crowd came up and began to ask him to do as he customarily did for them.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 9,
          "text": "So Pilate answered them, saying, “Do you want me to release for you the king of the Jews?”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 10,
          "text": "(For he realized that the chief priests had handed him over because of envy.)",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 11,
          "text": "But the chief priests incited the crowd so that he would release for them Barabbas instead.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 12,
          "text": "So Pilate answered and said to them again, “Then what do you want me to do with the one whom you call the king of the Jews?”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 13,
          "text": "And they shouted again, “Crucify him!”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 14,
          "text": "And Pilate said to them, “Why? What evil has he done?” But they shouted even louder, “Crucify him!”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 15,
          "text": "So Pilate, because he wanted to satisfy the crowd, released for them Barabbas. And after he had Jesus flogged, he handed him over so that he could be crucified.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 15,
          "verse": 1,
          "text": "Jesus Is Brought to Pilate\nIt was very early in the morning. The chief priests, with the elders, the teachers of the law, and the whole Sanhedrin, made a decision. They tied Jesus up and led him away. Then they handed him over to Pilate.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 2,
          "text": "“Are you the king of the Jews?” asked Pilate.\n“Yes. It is just as you say,” Jesus replied.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 3,
          "text": "The chief priests brought many charges against him.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 4,
          "text": "So Pilate asked him again, “Aren’t you going to answer? See how many things they charge you with.”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 5,
          "text": "But Jesus still did not reply. Pilate was amazed.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 6,
          "text": "It was the usual practice at the Passover Feast to let one prisoner go free. The people could choose the one they wanted.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 7,
          "text": "A man named Barabbas was in prison. He was there with some other people who had fought against the country’s rulers. They had committed murder while they were fighting against the rulers.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 8,
          "text": "The crowd came up and asked Pilate to do for them what he usually did.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 9,
          "text": "“Do you want me to let the king of the Jews go free?” asked Pilate.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 10,
          "text": "He knew that the chief priests had handed Jesus over to him because they were jealous.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 11,
          "text": "But the chief priests stirred up the crowd. So the crowd asked Pilate to let Barabbas go free instead.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 12,
          "text": "“Then what should I do with the one you call the king of the Jews?” Pilate asked them.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 13,
          "text": "“Crucify him!” the crowd shouted.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 14,
          "text": "“Why? What wrong has he done?” asked Pilate.\nBut they shouted even louder, “Crucify him!”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 15,
          "text": "Pilate wanted to satisfy the crowd. So he let Barabbas go free. He ordered that Jesus be whipped. Then he handed him over to be nailed to a cross.",
          "isHeading": false
        }
      ]
    }
  }
}