{
  "torah": {
    "passage": "Deuteronomy 14:1 - 14:21",
    "versions": {
      "leb": [
        {
          "chapter": 14,
          "verse": 1,
          "text": "“You are children of Yahweh your God; therefore you must not gash yourself, and you must not make your forehead bald for the dead.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 2,
          "text": "For you are a people holy to Yahweh your God, and you Yahweh has chosen to be a treasured possession from among all of the peoples that are on the surface of the earth.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 3,
          "text": "You shall not eat any detestable thing.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 4,
          "text": "These are the animals you may eat: ox, sheep, goats,",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 5,
          "text": "deer, gazelle, roebuck, wild goat, ibex, antelope, and mountain sheep.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 6,
          "text": "And any animal having a split hoof and so a dividing of the hoof into two parts and that chews the cud among the animals—that animal you may eat.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 7,
          "text": "Only these you may not eat from those chewing the cud and from those having a division of the hoof: the camel and the hare and the coney, because they chew the cud, but they do not divide the hoof; they are therefore unclean for you.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 8,
          "text": "And also the pig because it has a division of the hoof but does not chew the cud; it is unclean for you; from their meat you shall not eat, and you shall not touch their carcasses.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 9,
          "text": "“This is what you shall eat from all that is in the water: everything that has fins and scales you may eat.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 10,
          "text": "But anything that does not have fins and scales, you may not eat, for it is unclean for you.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 11,
          "text": "“All of the birds that are clean you may eat.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 12,
          "text": "Now these are the ones you shall not eat any of them: the eagle and the vulture and the short-toed eagle,",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 13,
          "text": "and the red kite and the black kite or any kind of falcon,",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 14,
          "text": "and any kind of crow according to its kind,",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 15,
          "text": "and the ostrich and the short-eared owl and the seagull and the hawk according to its kind,",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 16,
          "text": "the little owl and the great owl and the barn owl,",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 17,
          "text": "and the desert owl and the carrion vulture and the cormorant,",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 18,
          "text": "and the stork and the heron according to its kind and the hoopoe and the bat.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 19,
          "text": "And also all of the winged insects; they are unclean for you; you shall not eat them.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 20,
          "text": "You may eat any clean bird.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 21,
          "text": "“You shall not eat any carcass; you may give it to the alien who is in your towns, and he may eat it, or you may sell it to a foreigner, for you are a holy people for Yahweh your God; you may not boil a kid in its mother’s milk.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 14,
          "verse": 1,
          "text": "You are the children of the Lord your God. Don’t cut yourselves to honor the dead. Don’t shave the front of your heads to honor them.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 2,
          "text": "You are a holy nation. The Lord your God has set you apart for himself. He has chosen you to be his special treasure. He chose you out of all of the nations on the face of the earth.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 3,
          "text": "Don’t eat anything the Lord hates.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 4,
          "text": "Here are the only animals you can eat. You can eat oxen, sheep, goats,",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 5,
          "text": "deer, gazelles, roe deer, wild goats, ibexes, antelope and mountain sheep.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 6,
          "text": "You can eat any animal that has hoofs that are separated completely in two. But it must also chew the cud.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 7,
          "text": "Some animals only chew the cud. Others only have hoofs that are completely separated in two. The camel, rabbit and rock badger chew the cud, but they don’t have hoofs that are completely separated. So you can’t eat them. They are not “clean” for you.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 8,
          "text": "Pigs aren’t “clean” for you either. They have hoofs that are completely separated, but they don’t chew the cud. So don’t eat their meat. And don’t touch their dead bodies.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 9,
          "text": "Many creatures live in water. You can eat all of the ones that have fins and scales.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 10,
          "text": "But don’t eat anything that doesn’t have fins and scales. It isn’t “clean” for you.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 11,
          "text": "You can eat any “clean” bird.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 12,
          "text": "But there are many birds you can’t eat. They include eagles, vultures, and black vultures.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 13,
          "text": "They include red kites, black kites and all kinds of falcons.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 14,
          "text": "They include all kinds of ravens.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 15,
          "text": "They include horned owls, screech owls, gulls and all kinds of hawks.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 16,
          "text": "They include little owls, great owls, white owls",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 17,
          "text": "and desert owls. They include ospreys and cormorants.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 18,
          "text": "They include storks and all kinds of herons. They also include hoopoes and bats.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 19,
          "text": "All insects that fly together in groups are “unclean” for you. So don’t eat them.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 20,
          "text": "But you can eat any creature that has wings and is “clean.”",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 21,
          "text": "If you find something that’s already dead, don’t eat it. You can give it to an outsider who is living in any of your towns. He can eat it. Or you can sell it to someone who is from another country. But you are a holy nation. The Lord your God has set you apart for himself.\nDon’t cook a young goat in its mother’s milk.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Acts 8:26 - 8:40",
    "versions": {
      "leb": [
        {
          "chapter": 8,
          "verse": 26,
          "text": "Now an angel of the Lord spoke to Philip, saying, “Get up and go toward the south on the road that goes down from Jerusalem to Gaza.” (This is a desert road.)",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 27,
          "text": "And he got up and went, and behold, there was a man, an Ethiopian eunuch (a court official of Candace, queen of the Ethiopians, who was over all her treasury) who had come to worship in Jerusalem",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 28,
          "text": "and was returning and sitting in his chariot, and reading aloud the prophet Isaiah.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 29,
          "text": "And the Spirit said to Philip, “Approach and join this chariot.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 30,
          "text": "So Philip ran up to it and heard him reading aloud Isaiah the prophet and said, “So then, do you understand what you are reading?”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 31,
          "text": "And he said, “So how could I, unless someone will guide me?” And he invited Philip to come up and sit with him.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 32,
          "text": "“He was led like a sheep to the slaughter,\nand like a lamb before its shearer is silent,\nso he did not open his mouth.",
          "isHeading": true
        },
        {
          "chapter": 8,
          "verse": 33,
          "text": "&nbsp;&nbsp;&nbsp;&nbsp;In his humiliation justice was taken from him.\nWho can describe his descendants?\nFor his life was taken away from the earth.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 34,
          "text": "And the eunuch answered and said to Philip, “I ask you, about whom does the prophet say this—about himself or about someone else?”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 35,
          "text": "So Philip opened his mouth and beginning from this scripture, proclaimed the good news to him about Jesus.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 36,
          "text": "And as they were traveling down the road, they came to some water. And the eunuch said, “Look! Water! What prevents me from being baptized?”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 37,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 38,
          "text": "And he ordered the chariot to stop, and they both went down into the water—Philip and the eunuch—and he baptized him.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 39,
          "text": "And when they came up out of the water, the Spirit of the Lord carried Philip away, and the eunuch did not see him any longer, for he went on his way rejoicing.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 40,
          "text": "But Philip found himself at Azotus, and as he passed through, he proclaimed the good news to all the towns until he came to Caesarea.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 8,
          "verse": 26,
          "text": "An angel of the Lord spoke to Philip. “Go south to the desert road,” he said. “It’s the road that goes down from Jerusalem to Gaza.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 27,
          "text": "So Philip started out. On his way he met an Ethiopian official. The man had an important position. He was in charge of all the wealth of Candace. She was the queen of Ethiopia. He had gone to Jerusalem to worship.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 28,
          "text": "On his way home he was sitting in his chariot. He was reading the book of Isaiah the prophet.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 29,
          "text": "The Holy Spirit told Philip, “Go to that chariot. Stay near it.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 30,
          "text": "So Philip ran up to the chariot. He heard the man reading Isaiah the prophet. “Do you understand what you’re reading?” Philip asked.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 31,
          "text": "“How can I?” he said. “I need someone to explain it to me.” So he invited Philip to come up and sit with him.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 32,
          "text": "Here is the part of Scripture the official was reading. It says,\n“He was led like a sheep to be killed.\nJust as lambs are silent while their wool is being cut off,\nhe did not open his mouth.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 33,
          "text": "When he was treated badly, he was refused a fair trial.\nWho can say anything about his children?\nHis life was cut off from the earth.” ()",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 34,
          "text": "The official said to Philip, “Tell me, please. Who is the prophet talking about? Himself, or someone else?”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 35,
          "text": "Then Philip began with that same part of Scripture. He told him the good news about Jesus.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 36,
          "text": "As they traveled along the road, they came to some water. The official said, “Look! Here is water! Why shouldn’t I be baptized?”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 37,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 38,
          "text": "He gave orders to stop the chariot. Then both Philip and the official went down into the water. Philip baptized him.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 39,
          "text": "When they came up out of the water, the Spirit of the Lord suddenly took Philip away. The official did not see him again. He went on his way full of joy.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 40,
          "text": "Philip was seen next at Azotus. From there he traveled all around. He preached the good news in all the towns. Finally he arrived in Caesarea.",
          "isHeading": false
        }
      ]
    }
  }
}