{
  "torah": {
    "passage": "Genesis 37:12 - 37:22",
    "versions": {
      "leb": [
        {
          "chapter": 37,
          "verse": 12,
          "text": "Now his brothers went to pasture the flock of their father in Shechem.",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 13,
          "text": "And Israel said to Joseph, “Are not your brothers pasturing in Shechem? Come, let me send you to them.” And he said, “Here I am.”",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 14,
          "text": "Then he said to him, “Go now, see if it goes well for your brothers and for the flock, then return word to me.” And he sent him from the valley of Hebron, and he arrived at Shechem.",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 15,
          "text": "And a man found him, and behold, he was wandering about in a field. And the man asked him, “What do you seek?”",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 16,
          "text": "And he said, “I am seeking my brothers. Tell me, please, where they are pasturing.”",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 17,
          "text": "And the man said, “They have moved on from here, for I heard them saying, ‘Let us go to Dothan.’” Then Joseph went after his brothers and found them in Dothan.",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 18,
          "text": "And they saw him from a distance. And before he drew near to them, they conspired against him to kill him.",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 19,
          "text": "And each said to his brothers, “Look, this master of dreams is coming.",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 21,
          "text": "And Reuben heard it and delivered him from their hand and said, “We must not take his life.”",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 22,
          "text": "And Reuben said to them, “You must not shed blood. Throw him into this pit that is in the desert, but do not lay a hand on him”—so that he might rescue him from their hand to return him to his father.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 37,
          "verse": 12,
          "text": "Joseph’s brothers had gone to take care of their father’s flocks near Shechem.",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 13,
          "text": "Israel said to Joseph, “As you know, your brothers are taking care of the flocks near Shechem. Come. I’m going to send you to them.”\n“All right,” Joseph replied.",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 14,
          "text": "So Israel said to him, “Go to your brothers. See how they are doing. Also see how the flocks are doing. Then come back and tell me.” So he sent him away from the Hebron Valley.\nJoseph arrived at Shechem.",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 15,
          "text": "A man found him wandering around in the fields. He asked Joseph, “What are you looking for?”",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 16,
          "text": "He replied, “I’m looking for my brothers. Can you tell me where they are taking care of their flocks?”",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 17,
          "text": "So Joseph went to look for his brothers. He found them near Dothan.",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 18,
          "text": "But they saw him a long way off. Before he reached them, they made plans to kill him.",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 19,
          "text": "“Here comes that dreamer!” they said to one another.",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 21,
          "text": "Reuben heard them. He tried to save Joseph from them. “Let’s not take his life,” he said.",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 22,
          "text": "Reuben said that to save Joseph from them. He was hoping he could take him back to his father.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "John 13:18 - 13:30",
    "versions": {
      "leb": [
        {
          "chapter": 13,
          "verse": 18,
          "text": "“I am not speaking about all of you. I know whom I have chosen, but in order that the scripture would be fulfilled, ‘The one who eats my bread has lifted up his heel against me.’",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 19,
          "text": "From now on I am telling you before it happens, in order that when it happens you may believe that I am he.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 21,
          "text": "When he had said these things, Jesus was troubled in spirit and testified and said, “Truly, truly I say to you that one of you will betray me.”",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 22,
          "text": "The disciples began looking at one another, uncertain about whom he was speaking.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 23,
          "text": "One of his disciples—the one whom Jesus loved—was reclining close beside Jesus.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 24,
          "text": "So Simon Peter gestured for this one to inquire who it was about whom he was speaking.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 25,
          "text": "He leaned back accordingly against Jesus’ chest and said to him, “Lord, who is it?”",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 26,
          "text": "Jesus replied, “It is he to whom I dip the piece of bread and give it to him.” Then after dipping the piece of bread, he gave it to Judas son of Simon Iscariot.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 27,
          "text": "And after the piece of bread, then Satan entered into him. Then Jesus said to him, “What you are doing, do quickly!”",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 28,
          "text": "(Now no one of those reclining at table knew for what reason he said this to him.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 29,
          "text": "For some were thinking because Judas had the money box, Jesus was telling him, “Purchase what we need for the feast,” or that he should give something to the poor.)",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 30,
          "text": "",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 13,
          "verse": 18,
          "text": "“I am not talking about all of you. I know those I have chosen. But this will happen so that Scripture will come true. It says, ‘The one who shares my bread has deserted me.’ ()",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 19,
          "text": "“I am telling you now, before it happens. When it does happen, you will believe that I am he.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 21,
          "text": "After he had said this, Jesus’ spirit was troubled. Here is the witness he gave. “What I’m about to tell you is true,” he said. “One of you is going to hand me over to my enemies.”",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 22,
          "text": "His disciples stared at one another. They had no idea which one of them he meant.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 23,
          "text": "The disciple Jesus loved was next to him at the table.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 24,
          "text": "Simon Peter motioned to that disciple. He said, “Ask Jesus which one he means.”",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 25,
          "text": "The disciple was leaning back against Jesus. He asked him, “Lord, who is it?”",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 26,
          "text": "Jesus answered, “It is the one I will give this piece of bread to. I will give it to him after I have dipped it in the dish.”\nHe dipped the piece of bread. Then he gave it to Judas Iscariot, son of Simon.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 27,
          "text": "As soon as Judas took the bread, Satan entered into him.\n“Do quickly what you are going to do,” Jesus told him.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 28,
          "text": "But no one at the meal understood why Jesus said this to him.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 29,
          "text": "Judas was in charge of the money. So some of the disciples thought Jesus was telling him to buy what was needed for the Feast. Others thought Jesus was talking about giving something to poor people.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 30,
          "text": "",
          "isHeading": false
        }
      ]
    }
  }
}