{
  "torah": {
    "passage": "Leviticus 27:16 - 27:34",
    "versions": {
      "leb": [
        {
          "chapter": 27,
          "verse": 16,
          "text": "“‘And if a man consecrates some of his property’s fields for Yahweh, then your proper value shall be in accordance with its seed requirements: a homer of barley seed for fifty shekels of money.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 17,
          "text": "If he consecrates his field from the Year of Jubilee, it shall stand as your proper value.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 18,
          "text": "But if he consecrates his field after the Jubilee, then the priest shall calculate the money for him according to the number of years that are left over until the Year of Jubilee; and it shall be deducted from your proper value.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 19,
          "text": "And if he indeed redeems the field that is consecrated, then he shall add a fifth of your proper value’s money onto it, and it shall stand for him.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 20,
          "text": "And if he does not redeem the field and if he sells the field to another man, it may not be redeemed again,",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 21,
          "text": "and the field shall be a holy object for Yahweh when it goes out in the Jubilee, like a devoted field; it shall be the priest’s property.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 22,
          "text": "“‘And if he consecrates for Yahweh his acquired field that is not the field of his inherited possession,",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 23,
          "text": "then the priest shall calculate for him the amount of your proper value until the year of the Jubilee, and he shall give your proper value on that day as a holy object for Yahweh.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 24,
          "text": "In the Year of the Jubilee the field shall return to the one who bought it from him, to the one whose property the land is.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 25,
          "text": "And every proper value of yours shall be in the sanctuary’s shekel—the shekel shall be twenty gerahs.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 26,
          "text": "“‘However, a man shall not consecrate a firstborn among livestock, which belongs as firstborn to Yahweh; whether an ox or small livestock, it is for Yahweh.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 27,
          "text": "And if it is among the unclean animals, then he shall ransom it according to your proper value, and he shall add a fifth of its value onto it; and if it is not redeemed, then it shall be sold according to your proper value.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 28,
          "text": "However, anything devoted that a man has devoted to Yahweh from all that he has, from human or animal, or from the field of his property, may not be sold, and it may not be redeemed; anything devoted is a most holy thing for Yahweh.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 29,
          "text": "Anyone devoted who is devoted from human beings cannot be ransomed—he shall surely be put to death.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 30,
          "text": "“‘And any tithe of the land from the land’s seed or from the fruit of the trees is for Yahweh; it is a holy object for Yahweh.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 31,
          "text": "And if a man indeed redeems from his tithe, he shall add a fifth of its value onto it.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 32,
          "text": "As for every tithe of cattle or of the flock, all which crosses under the rod, the tenth shall be a holy object for Yahweh.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 33,
          "text": "He shall not inspect between the good and the bad, and he shall not exchange it; but if he indeed exchanges it, then it and its substitution shall be a holy object—it shall not be redeemed.’”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 34,
          "text": "These are the commands that Yahweh commanded Moses for the Israelites on Mount Sinai.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 27,
          "verse": 16,
          "text": "“‘Suppose a man sets apart a piece of his family’s land to me. Then its value must be decided based on the number of seeds that are required to grow a full crop on it. That value will be 20 ounces of silver for every six bushels of barley seeds.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 17,
          "text": "“‘Suppose he sets his field apart during the Year of Jubilee. Then the value that has been decided will not be changed.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 18,
          "text": "But suppose he sets his field apart after the Year of Jubilee. Then the priest will decide its value based on the number of years that are left until the next Year of Jubilee. The value that was decided will be reduced.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 19,
          "text": "“‘Suppose the man who sets his field apart wants to buy it back. Then he must add a fifth to its value. The field will belong to him again.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 20,
          "text": "But suppose he does not buy the field back. Instead, suppose he sells it to someone else. Then he can never buy it back.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 21,
          "text": "“‘When the field is set free in the Year of Jubilee, it will become holy. It will be like a field that is set apart to me. It will become the property of the priests.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 22,
          "text": "“‘Suppose a man sets apart to me a field he has bought. And suppose it is not part of his family’s land.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 23,
          "text": "Then the priest will decide its value based on the number of years that are left until the Year of Jubilee. The man must pay that value on the day it is decided. The money is holy. It is set apart for me.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 24,
          "text": "“‘In the Year of Jubilee the field will go back to the person the man bought it from. That person is the one who had owned the land before.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 25,
          "text": "“‘Every amount of money must be weighed out in keeping with the standard weights that are used in the sacred tent.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 26,
          "text": "“‘But no one can set apart the first male animal that is born to its mother. That animal already belongs to me. It does not matter whether it is an ox or a sheep. It belongs to me.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 27,
          "text": "“‘Suppose it is an animal that is not “clean.” Then the owner may buy it back at the value that has been decided. And he must add a fifth to its value. But suppose he does not buy it back. Then it must be sold at the value that has been decided.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 28,
          "text": "“‘But nothing a man owns and sets apart to me can be sold or bought back. It does not matter whether it is a person or an animal or a family’s land. Everything that is set apart to me is very holy to me.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 29,
          "text": "“‘No one who is set apart in a special way to be destroyed can be bought back. He must be put to death.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 30,
          "text": "“‘A tenth of everything the land produces belongs to me. That includes grain from the soil and fruit from the trees. It is holy. It is set apart for me.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 31,
          "text": "Suppose a man buys back some of his tenth. Then he must add a fifth of the cost to it.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 32,
          "text": "“‘The whole tenth of his herds and flocks will be holy. They will be set apart for me. That includes every tenth animal that its shepherd marks with his wooden staff.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 33,
          "text": "The owner must not pick out the good animals from the bad. He must not choose one animal instead of another. But if he does, both animals become holy. They can’t be bought back.’”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 34,
          "text": "The Lord gave Moses all of those commands on Mount Sinai for the people of Israel.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Matthew 28:16-20",
    "versions": {
      "leb": [
        {
          "chapter": 28,
          "verse": 16,
          "text": "So the eleven disciples proceeded to Galilee, to the mountain which Jesus had designated for them.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 17,
          "text": "And when they saw him, they worshiped him, but some doubted.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 18,
          "text": "And Jesus approached and spoke to them, saying, “All authority in heaven and on earth has been given to me.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 19,
          "text": "Therefore, go and make disciples of all the nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit,",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 20,
          "text": "teaching them to observe everything I have commanded you, and behold, I am with you all the days until the end of the age.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 28,
          "verse": 16,
          "text": "Then the 11 disciples went to Galilee. They went to the mountain where Jesus had told them to go.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 17,
          "text": "When they saw him, they worshiped him. But some still had their doubts.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 18,
          "text": "Then Jesus came to them. He said, “All authority in heaven and on earth has been given to me.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 19,
          "text": "So you must go and make disciples of all nations. Baptize them in the name of the Father and of the Son and of the Holy Spirit.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 20,
          "text": "Teach them to obey everything I have commanded you. And you can be sure that I am always with you, to the very end.”",
          "isHeading": false
        }
      ]
    }
  }
}