{
  "torah": {
    "passage": "Genesis 41:1 - 41:14",
    "versions": {
      "leb": [
        {
          "chapter": 41,
          "verse": 1,
          "text": "Pharaoh was angry with his servants, and he put me and the chief baker in the custody of the house of the chief of the guard.",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 2,
          "text": "And the thin and ugly cows ate the former seven healthy cows.",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 3,
          "text": "Then seven years of famine will arise after them, and all the abundance in the land of Egypt will be forgotten. The famine will consume the land.",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 4,
          "text": "You shall be over my house, and to your word all my people shall submit. Only with respect to the throne will I be greater than you.”",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 5,
          "text": "Before the years of famine came, Asenath, daughter of Potiphera priest of On, bore two sons to him.",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 6,
          "text": "And behold, seven thin ears of grain, scorched by the east wind, sprouted up after them.",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 7,
          "text": "And the thin ears of grain swallowed up the seven plump and full ears of grain. Then Pharaoh awoke, and behold, it was a dream.",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 8,
          "text": "And it happened that in the morning his spirit was troubled, and he sent and called all of the magicians of Egypt, and all its wise men, and Pharaoh told his dream to them. But they had no interpretation for Pharaoh.",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 9,
          "text": "Then the chief of the cupbearers spoke with Pharaoh, saying, “I remember my sins today.",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 11,
          "text": "And we dreamed a dream one night, I and he, each with a dream that had a meaning.",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 12,
          "text": "And there with us was a young man, a Hebrew servant of the chief of the guard, and we told him the dream, and he interpreted our dreams for us, each according to his dream he interpreted.",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 13,
          "text": "And it happened just as he interpreted to us, so it was. He restored me to my office, and him he hanged.”",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 14,
          "text": "Then Pharaoh sent and called for Joseph, and they brought him quickly from the prison. And he shaved and changed his clothing, and came to Pharaoh.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 41,
          "verse": 1,
          "text": "Pharaoh was once angry with his servants. He put me and the chief baker in prison. We were in the house of the captain of the palace guard.",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 2,
          "text": "“The thin, ugly cows ate up the seven fat cows that came up first.",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 3,
          "text": "“But seven years when there won’t be enough food will follow them. Then everyone will forget about all of the food Egypt had. Terrible hunger will destroy the land.",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 4,
          "text": "You will be in charge of my palace. All of my people must obey your orders. I will be greater than you only because I’m the one who sits on the throne.”",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 5,
          "text": "Before the years when there wasn’t enough food, two sons were born to Joseph. He had them by Asenath, the daughter of Potiphera. Potiphera was the priest of On.",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 6,
          "text": "After them, seven other heads of grain came up. They were thin and dried up by the east wind.",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 7,
          "text": "The thin heads of grain swallowed up the seven healthy, full heads. Then Pharaoh woke up. It had been a dream.",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 8,
          "text": "In the morning he was worried. So he sent for all of the magicians and wise men of Egypt. Pharaoh told them his dreams. But no one could tell him what they meant.",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 9,
          "text": "Then the chief wine taster spoke up. He said to Pharaoh, “Now I remember that I’ve done something wrong.",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 11,
          "text": "Each of us had a dream the same night. Each dream had its own meaning.",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 12,
          "text": "“A young Hebrew servant was there with us. He was a servant of the captain of the guard. We told him our dreams. And he explained them to us. He told each of us the meaning of our dreams.",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 13,
          "text": "Things turned out exactly as he said they would. I was given back my position. The other man had a pole stuck through his body.”",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 14,
          "text": "So Pharaoh sent for Joseph. He was quickly brought out of the prison. Joseph shaved himself and changed his clothes. Then he came to Pharaoh.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "John 15:9 - 17",
    "versions": {
      "leb": [
        {
          "chapter": 15,
          "verse": 9,
          "text": "“Just as the Father has loved me, I also have loved you. Remain in my love.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 11,
          "text": "I have spoken these things to you in order that my joy may be in you, and your joy may be made complete.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 12,
          "text": "This is my commandment: that you love one another just as I have loved you.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 13,
          "text": "No one has greater love than this: that someone lay down his life for his friends.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 14,
          "text": "You are my friends if you do what I command you.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 15,
          "text": "No longer do I call you slaves, because the slave does not know what his master is doing. But I have called you friends, because everything that I have heard from my Father I have revealed to you.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 16,
          "text": "You did not choose me, but I chose you and appointed you that you should go and bear fruit, and your fruit should remain, in order that whatever you ask the Father in my name he will give you.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 17,
          "text": "These things I command you: that you love one another.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 15,
          "verse": 9,
          "text": "“Just as the Father has loved me, I have loved you. Now remain in my love.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 11,
          "text": "I have told you this so that my joy will be in you. I also want your joy to be complete.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 12,
          "text": "“Here is my command. Love each other, just as I have loved you.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 13,
          "text": "No one has greater love than the one who gives his life for his friends.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 14,
          "text": "You are my friends if you do what I command.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 15,
          "text": "“I do not call you servants anymore. Servants do not know their master’s business. Instead, I have called you friends. I have told you everything I learned from my Father.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 16,
          "text": "“You did not choose me. Instead, I chose you. I appointed you to go and bear fruit. It is fruit that will last. Then the Father will give you anything you ask for in my name.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 17,
          "text": "“Here is my command. Love each other.",
          "isHeading": false
        }
      ]
    }
  }
}