{
  "torah": {
    "passage": "Genesis 48:10 - 48:16",
    "versions": {
      "leb": [
        {
          "chapter": 48,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 48,
          "verse": 11,
          "text": "And Israel said to Joseph, “I did not expect to see your face and behold, God has also shown me your offspring.”",
          "isHeading": false
        },
        {
          "chapter": 48,
          "verse": 12,
          "text": "Then Joseph removed them from his knees and bowed down with his face to the ground.",
          "isHeading": false
        },
        {
          "chapter": 48,
          "verse": 13,
          "text": "And Joseph took the two of them, Ephraim at his right to the left of Israel, and Manasseh at his left to the right of Israel. And he brought them near to him.",
          "isHeading": false
        },
        {
          "chapter": 48,
          "verse": 14,
          "text": "And Israel stretched out his right hand and put it on the head of Ephraim (now he was the younger), and his left hand on the head of Manasseh, crossing his hands, for Manasseh was the firstborn.",
          "isHeading": false
        },
        {
          "chapter": 48,
          "verse": 15,
          "text": "“The God before whom my fathers, Abraham and Isaac, walked,\nThe God who shepherded me all my life unto this day,",
          "isHeading": true
        },
        {
          "chapter": 48,
          "verse": 16,
          "text": "may he bless the boys.\nAnd through them let my name be perpetuated,\nand the name of my fathers, Abraham and Isaac.\nAnd let them multiply into many in the midst of the earth.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 48,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 48,
          "verse": 11,
          "text": "Israel said to Joseph, “I never thought I’d see your face again. But now God has let me see your children too.”",
          "isHeading": false
        },
        {
          "chapter": 48,
          "verse": 12,
          "text": "Then Joseph took his sons away from Israel’s knees. He bowed down with his face to the ground.",
          "isHeading": false
        },
        {
          "chapter": 48,
          "verse": 13,
          "text": "Joseph placed Ephraim on his right, toward Israel’s left hand. He placed Manasseh on his left, toward Israel’s right hand. Then he brought them close to Jacob.",
          "isHeading": false
        },
        {
          "chapter": 48,
          "verse": 14,
          "text": "But Israel reached out his right hand and put it on Ephraim’s head. He did it even though Ephraim was the younger son. He crossed his arms and put his left hand on Manasseh’s head. He did it even though Manasseh was the older son.",
          "isHeading": false
        },
        {
          "chapter": 48,
          "verse": 15,
          "text": "Then Israel gave Joseph his blessing. He said,\n“May God bless these boys.\nHe is the God of my grandfather Abraham and my father Isaac.\nThey walked with him.\nHe is the God who has been my shepherd\nall of my life to this very day.",
          "isHeading": false
        },
        {
          "chapter": 48,
          "verse": 16,
          "text": "He is the Angel who has saved me from all harm.\nMay he bless these boys.\nMay they be called by my name.\nMay they also be called by the names of my grandfather Abraham and my father Isaac.\nAnd may they greatly increase their numbers\non the earth.”",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "John 20:11 - 18",
    "versions": {
      "leb": [
        {
          "chapter": 20,
          "verse": 11,
          "text": "But Mary stood outside at the tomb, weeping. Then, while she was weeping, she bent over to look into the tomb,",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 12,
          "text": "and she saw two angels in white, seated one at the head and one at the feet where the body of Jesus had been lying.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 13,
          "text": "And they said to her, “Woman, why are you weeping?” She said to them, “They have taken away my Lord, and I do not know where they have put him!”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 14,
          "text": "When she had said these things, she turned around and saw Jesus standing there, and she did not know that it was Jesus.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 15,
          "text": "Jesus said to her, “Woman, why are you weeping? Who are you looking for?” She thought that it was the gardener, and said to him, “Sir, if you have carried him away, tell me where you have put him, and I will take him.”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 16,
          "text": "Jesus said to her, “Mary.” She turned around and said to him in Aramaic, “Rabboni” (which means “Teacher”).",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 17,
          "text": "Jesus said to her, “Do not touch me, for I have not yet ascended to the Father. But go to my brothers and tell them, ‘I am ascending to my Father and your Father, and my God and your God.’”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 18,
          "text": "Mary Magdalene came and announced to the disciples, “I have seen the Lord,” and he had said these things to her.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 20,
          "verse": 11,
          "text": "But Mary stood outside the tomb crying. As she cried, she bent over to look into the tomb.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 12,
          "text": "She saw two angels dressed in white. They were seated where Jesus’ body had been. One of them was where Jesus’ head had been laid. The other sat where his feet had been placed.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 13,
          "text": "They asked her, “Woman, why are you crying?”\n“They have taken my Lord away,” she said. “I don’t know where they have put him.”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 14,
          "text": "Then she turned around and saw Jesus standing there. But she didn’t realize that it was Jesus.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 15,
          "text": "She thought he was the gardener. So she said, “Sir, did you carry him away? Tell me where you put him. Then I will go and get him.”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 16,
          "text": "Jesus said to her, “Mary.”\nShe turned toward him. Then she cried out in the Aramaic language, “Rabboni!” Rabboni means Teacher.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 17,
          "text": "Jesus said, “Do not hold on to me. I have not yet returned to the Father. Instead, go to those who believe in me. Tell them, ‘I am returning to my Father and your Father, to my God and your God.’”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 18,
          "text": "Mary Magdalene went to the disciples with the news. She said, “I have seen the Lord!” And she told them that he had said these things to her.",
          "isHeading": false
        }
      ]
    }
  }
}