{
  "torah": {
    "passage": "Leviticus 13:40 - 13:54",
    "versions": {
      "leb": [
        {
          "chapter": 13,
          "verse": 40,
          "text": "“And if a man becomes bald, his head is bald, he is clean.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 41,
          "text": "And if he becomes bald from his forehead, his head is bald, he is clean.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 42,
          "text": "But if a pinkish infection occurs on the bald spot or on the bald forehead, it is an infectious skin disease that sprouts on his bald spot or on his bald forehead.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 43,
          "text": "So the priest shall examine him, and if the infection’s swelling is pinkish on his bald spot or on his bald forehead, like the appearance of an infectious skin disease on the body,",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 44,
          "text": "he is a man afflicted with a skin disease—he is unclean; the priest certainly shall declare him unclean—his infection is on his head.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 45,
          "text": "“As for the person who is afflicted with a skin disease, his garments must be torn and his hair must be allowed to hang loosely, and he must cover his upper lip, and he must call out, ‘Unclean! Unclean!’",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 46,
          "text": "For all the days during which the infection is on him, he shall be unclean; he must live alone; his dwelling must be outside the camp.”",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 47,
          "text": "Regulations About Contaminated Fabrics\n“And when the garment has an infectious skin disease on it, on a wool garment or on a linen garment,",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 48,
          "text": "or on woven material or on a linen fabric, or on wool or on leather or on any work of leather,",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 49,
          "text": "and if the infection is yellowish green or reddish on the garment or on the leather or on the woven material or on the fabric or on any leather object, it is an infectious skin disease and it shall be shown to the priest.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 50,
          "text": "And the priest shall examine the infection, and he shall confine the infected article for seven days.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 51,
          "text": "And he shall examine the infection on the seventh day; if the infection has spread on the garment or on the woven material or on the fabric or on the leather, for any work for which the leather is used, the infection is a destructive skin disease—it is unclean.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 52,
          "text": "And he shall burn the garment or the woven material or the fabric, whether wool or linen, or any leather object that has the infection, because it is an infectious skin disease, which is destructive—it must be burned in the fire.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 53,
          "text": "“But if the priest examines it and if the infection has not spread on the garment or on the woven material or on the fabric or on any leather object,",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 54,
          "text": "then the priest shall command, and someone shall wash that on which the infection is, and he shall confine it a second time for seven days.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 13,
          "verse": 40,
          "text": "“Suppose a man loses all of the hair on his head. Then he is ‘clean.’",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 41,
          "text": "Suppose he loses only the hair on the front of his head. Then he is ‘clean.’",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 42,
          "text": "“But suppose he has a shiny pink sore on his head where his hair was. Then he has a skin disease. It is breaking out on his whole head or on the front of his head.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 43,
          "text": "“The priest must look him over carefully. Suppose the swollen sore on his head or on the front of it is pink and shiny. And suppose it looks like a skin disease.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 44,
          "text": "Then he has a skin disease. He is not ‘clean.’ The priest must announce that the man is ‘unclean.’ That is because he has a sore on his head.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 45,
          "text": "“Suppose someone has a skin disease that makes him ‘unclean.’ Then he must wear torn clothes. He must let his hair hang loose. He must cover the lower part of his face. He must cry out, ‘Unclean! Unclean!’",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 46,
          "text": "As long as he has the disease, he remains ‘unclean.’ He must live alone. He must live outside the camp.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 47,
          "text": "Rules About Mold\n“Suppose some clothes have mold on them. The clothes could be made out of wool or linen.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 48,
          "text": "Or there could be cloth that is woven or knitted out of linen or wool. There could be pieces of leather. Or there could be articles that are made out of leather.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 49,
          "text": "And suppose the mold that is on the clothes or on the woven or knitted cloth looks green or red. Or suppose the green or red mold is on the pieces of leather or the leather articles. Then it is mold that spreads. It must be shown to the priest.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 50,
          "text": "“The priest must look at it carefully. He must keep the article with the mold on it away from everything else for seven days.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 51,
          "text": "On the seventh day he must look at it carefully. Suppose the mold has spread in the clothes or in the woven or knitted cloth. Or suppose it has spread on the pieces of leather or on the leather articles. Then it is mold that destroys. The article is not ‘clean.’",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 52,
          "text": "“The priest must burn up everything that has the mold in it. He must burn up the clothes or the woven or knitted cloth that is made out of wool or linen. He must burn up the leather articles. The mold destroys. So everything must be burned up.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 53,
          "text": "“But suppose the priest looks at the article carefully. The mold has not spread in the clothes. And it has not spread in the woven or knitted cloth or in the leather articles.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 54,
          "text": "Then he will order someone to wash the article that has the mold on it. After that, the priest must keep the articles away from everything else for another seven days.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Matthew 15:1-20",
    "versions": {
      "leb": [
        {
          "chapter": 15,
          "verse": 1,
          "text": "Human Traditions and God’s Commandments\nThen Pharisees and scribes came to Jesus from Jerusalem, saying,",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 2,
          "text": "“Why do your disciples break the tradition of the elders? For they do not wash their hands when they eat a meal.”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 3,
          "text": "So he answered and said to them, “Why do you also break the commandment of God because of your tradition?",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 4,
          "text": "For God said, ‘Honor your father and your mother,’ and ‘The one who speaks evil of father or mother must certainly die.’",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 5,
          "text": "But you say, ‘Whoever says to his father or his mother, “Whatever benefit you would have received from me is a gift to God,”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 6,
          "text": "need not honor his father,’ and you make void the word of God for the sake of your tradition.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 7,
          "text": "Hypocrites! Isaiah correctly prophesied about you saying,",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 8,
          "text": "‘This people honors me with their lips,\nbut their heart is far, far away from me,",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 9,
          "text": "and they worship me in vain,\nteaching as doctrines the commandments of men.’”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 10,
          "text": "Defilement from Within\nAnd summoning the crowd, he said to them, “Hear and understand:",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 11,
          "text": "It is not what goes into the mouth that defiles a person, but what comes out of the mouth—this defiles a person.”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 12,
          "text": "Then the disciples came and said to him, “Do you know that the Pharisees were offended when they heard this saying?”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 13,
          "text": "And he answered and said, “Every plant that my heavenly Father did not plant will be uprooted.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 14,
          "text": "Let them! They are blind guides of the blind. And if the blind guide the blind, both will fall into a pit.”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 15,
          "text": "But Peter answered and said to him, “Explain this parable to us.”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 16,
          "text": "But he said, “Are you also still without understanding?",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 17,
          "text": "Do you not understand that everything that enters into the mouth goes into the stomach and is evacuated into the latrine?",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 18,
          "text": "But the things that come out of the mouth come from the heart, and these defile the person.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 19,
          "text": "For from the heart come evil plans, murder, adultery, sexual immorality, theft, false witness, abusive speech.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 20,
          "text": "These are the things that defile a person. But eating with unwashed hands does not defile a person!”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 15,
          "verse": 1,
          "text": "What Makes People “Unclean”?\nSome Pharisees and some teachers of the law came from Jerusalem to see Jesus. They asked,",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 2,
          "text": "“Why don’t your disciples obey what the elders teach? Your disciples don’t wash their hands before they eat!”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 3,
          "text": "Jesus replied, “And why don’t you obey God’s command? You would rather follow your own teachings!",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 4,
          "text": "God said, ‘Honor your father and mother.’ (; ) He also said, ‘If anyone calls down a curse on his father or mother, he will be put to death.’ (; )",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 5,
          "text": "But you allow people to say to their parents, ‘Any help you might have received from us is a gift set apart for God.’",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 6,
          "text": "So they do not need to honor their parents with their gift. You make the word of God useless in order to follow your own teachings.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 7,
          "text": "“You pretenders! Isaiah was right when he prophesied about you. He said,",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 8,
          "text": "“‘These people honor me by what they say.\nBut their hearts are far away from me.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 9,
          "text": "Their worship doesn’t mean anything to me.\nThey teach nothing but human rules.’” ()",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 10,
          "text": "Jesus called the crowd to him. He said, “Listen and understand.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 11,
          "text": "What goes into your mouth does not make you ‘unclean.’ It’s what comes out of your mouth that makes you ‘unclean.’”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 12,
          "text": "Then the disciples came to him. They asked, “Do you know that the Pharisees were angry when they heard this?”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 13,
          "text": "Jesus replied, “There are plants that my Father in heaven has not planted. They will be pulled up by the roots.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 14,
          "text": "Leave them. The Pharisees are blind guides. If a blind person leads another who is blind, both of them will fall into a pit.”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 15,
          "text": "Peter said, “Explain this to us.”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 16,
          "text": "“Don’t you understand yet?” Jesus asked them.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 17,
          "text": "“Don’t you see? Everything that enters the mouth goes into the stomach. Then it goes out of the body.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 18,
          "text": "But the things that come out of the mouth come from the heart. Those are the things that make you ‘unclean.’",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 19,
          "text": "Evil thoughts come out of the heart. So do murder, adultery, and other sexual sins. And so do stealing, false witness, and telling lies about others.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 20,
          "text": "Those are the things that make you ‘unclean.’ But eating without washing your hands does not make you ‘unclean.’”",
          "isHeading": false
        }
      ]
    }
  }
}