{
  "torah": {
    "passage": "Exodus 22:27 - 23:5",
    "versions": {
      "leb": [
        {
          "chapter": 22,
          "verse": 27,
          "text": "because it is his only garment; it is his cloak for his skin. In what will he sleep? And when he cries out to me, I will hear, because I am gracious.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 28,
          "text": "“‘You will not curse God, and you will not curse a leader among your people.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 29,
          "text": "“‘You will not delay the fullness of your harvest and the juice from your press; you will give me the firstborn of your sons.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 30,
          "text": "You will do likewise for your ox and for your sheep and goats; seven days it will be with its mother; on the eighth, you will give it to me.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 31,
          "text": "And you will be men of holiness for me; and you will not eat meat from a carcass mangled in the field; you will throw it to the dog.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 1,
          "text": "“‘You will not spread a false report. Do not lift your hand with the wicked to be a malicious witness.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 2,
          "text": "You will not follow a majority for evil, and you will not testify concerning a legal dispute to turn aside after a majority to pervert justice.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 3,
          "text": "You will not be partial to a powerless person in his legal dispute.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 4,
          "text": "“‘If you come upon the ox of your enemy or his donkey going astray, you will certainly bring it back to him.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 5,
          "text": "If you see the donkey of your enemy lying down under its burden, you will refrain from abandoning him. You will surely arrange it with him.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 22,
          "verse": 27,
          "text": "That coat is the only thing he owns to wear or sleep in. When he cries out to me, I will listen, because I am loving and kind.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 28,
          "text": "“Do not speak evil things against me. Do not call down a curse on the ruler of your people.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 29,
          "text": "“You must give me the oldest of your sons.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 30,
          "text": "Do the same with your cattle and sheep. Let them stay with their mothers for seven days. But give them to me on the eighth day.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 31,
          "text": "“I want you to be my holy people. So do not eat the meat of any animal that has been torn by wild animals. Throw it to the dogs.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 1,
          "text": "“Do not spread reports that are false. Do not help an evil person by telling lies in court.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 2,
          "text": "“Do not follow the crowd when they do what is wrong. When you are a witness in court, do not turn what is right into wrong. Do not go along with the crowd.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 3,
          "text": "Do not show favor to a poor person in court.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 4,
          "text": "“Suppose you come across your enemy’s ox or donkey wandering away. Then be sure to take it back to him.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 5,
          "text": "“Suppose you see that the donkey of someone who hates you has fallen down under its load. Then do not leave it there. Be sure you help him with it.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Mark 9:2 - 9:13",
    "versions": {
      "leb": [
        {
          "chapter": 9,
          "verse": 2,
          "text": "And after six days, Jesus took along Peter and James and John, and led them to a high mountain by themselves alone. And he was transfigured before them,",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 3,
          "text": "and his clothing became radiant—extremely white, like no cloth refiner on earth can make so white.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 4,
          "text": "And Elijah appeared to them together with Moses, and they were talking with Jesus.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 5,
          "text": "And Peter answered and said to Jesus, “Rabbi, it is good that we are here! And let us make three shelters, one for you and one for Moses and one for Elijah.”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 6,
          "text": "(For he did not know what he should answer, because they were terrified.)",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 7,
          "text": "And a cloud came, overshadowing them, and a voice came from the cloud, “This is my beloved Son. Listen to him!”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 8,
          "text": "And suddenly, looking around, they no longer saw anyone with them but Jesus alone.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 9,
          "text": "And as they were coming down from the mountain, he ordered them that they should tell no one the things that they had seen, except when the Son of Man had risen from the dead.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 10,
          "text": "And they kept the matter to themselves, discussing what this rising from the dead meant.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 11,
          "text": "And they asked him, saying, “Why do the scribes say that Elijah must come first?”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 12,
          "text": "And he said to them, “Elijah indeed does come first and restores all things. And how is it written concerning the Son of Man that he should suffer many things and be treated with contempt?",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 13,
          "text": "But I tell you that indeed Elijah has come, and they did to him whatever they wanted, just as it is written about him.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 9,
          "verse": 2,
          "text": "After six days Jesus took Peter, James and John with him. He led them up a high mountain. They were all alone. There in front of them his appearance was changed.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 3,
          "text": "His clothes became so white they shone. They were whiter than anyone in the world could bleach them.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 4,
          "text": "Elijah and Moses appeared in front of Jesus and his disciples. The two of them were talking with Jesus.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 5,
          "text": "Peter said to Jesus, “Rabbi, it is good for us to be here. Let us put up three shelters. One will be for you, one for Moses, and one for Elijah.”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 6,
          "text": "Peter didn’t really know what to say, because they were so afraid.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 7,
          "text": "Then a cloud appeared and surrounded them. A voice came from the cloud. It said, “This is my Son, and I love him. Listen to him!”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 8,
          "text": "They looked around. Suddenly they no longer saw anyone with them except Jesus.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 9,
          "text": "They came down the mountain. On the way down, Jesus ordered them not to tell anyone what they had seen. He told them to wait until the Son of Man had risen from the dead.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 10,
          "text": "So they kept the matter to themselves. But they asked each other what “rising from the dead” meant.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 11,
          "text": "Then they asked Jesus, “Why do the teachers of the law say that Elijah has to come first?”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 12,
          "text": "Jesus replied, “That’s right. Elijah does come first. He makes all things new again. So why is it written that the Son of Man must suffer much and not be accepted?",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 13,
          "text": "I tell you, Elijah has come. They have done to him everything they wanted to do. They did it just as it is written about him.”",
          "isHeading": false
        }
      ]
    }
  }
}