{
  "torah": {
    "passage": "Genesis 11:1 - 11:32",
    "versions": {
      "leb": [
        {
          "chapter": 11,
          "verse": 1,
          "text": "The Tower of Babel\nNow the whole earth had one language and the same words.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 2,
          "text": "And as people migrated from the east they found a plain in the land of Shinar and settled there.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 3,
          "text": "And they said to each other, “Come, let us make bricks and burn them thoroughly.” And they had brick for stone and they had tar for mortar.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 4,
          "text": "And they said, “Come, let us build ourselves a city and a tower whose top reaches to the heavens. And let us make a name for ourselves, lest we be scattered over the face of the whole earth.”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 5,
          "text": "Then Yahweh came down to see the city and the tower that humankind was building.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 6,
          "text": "And Yahweh said, “Behold, they are one people with one language, and this is only the beginning of what they will do. So now nothing that they intend to do will be impossible for them.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 7,
          "text": "Come, let us go down and confuse their language there, so that they will not understand each other’s language.”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 8,
          "text": "So Yahweh scattered them from there over the face of the whole earth, and they stopped building the city.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 9,
          "text": "Therefore its name was called Babel, for there Yahweh confused the language of the whole earth, and there Yahweh scattered them over the face of the whole earth.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 10,
          "text": "The Descendants of Shem\nThese are the generations of Shem. When Shem was one hundred years old, he fathered Arphaxad, two years after the flood.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 11,
          "text": "And Shem lived five hundred years after he fathered Arphaxad, and he fathered other sons and daughters.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 12,
          "text": "When Arphaxad had lived thirty-five years, he fathered Shelah.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 13,
          "text": "And Arphaxad lived four hundred and three years after he fathered Shelah, and he fathered other sons and daughters.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 14,
          "text": "When Shelah had lived thirty years, he fathered Eber.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 15,
          "text": "And Shelah lived four hundred and three years after he fathered Eber, and he fathered other sons and daughters.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 16,
          "text": "When Eber had lived thirty-four years, he fathered Peleg.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 17,
          "text": "And Eber lived four hundred and thirty years after he fathered Peleg, and he fathered other sons and daughters.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 18,
          "text": "When Peleg had lived thirty years, he fathered Reu.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 19,
          "text": "And Peleg lived two hundred and nine years after he fathered Reu, and he fathered other sons and daughters.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 20,
          "text": "When Reu had lived thirty-two years, he fathered Serug.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 21,
          "text": "And Reu lived two hundred and seven years after he fathered Serug, and he fathered other sons and daughters.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 22,
          "text": "When Serug had lived thirty years, he fathered Nahor.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 23,
          "text": "And Serug lived two hundred years after he fathered Nahor, and he fathered other sons and daughters.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 24,
          "text": "When Nahor had lived twenty-nine years, he fathered Terah.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 25,
          "text": "And Nahor lived one hundred and nineteen years after he fathered Terah, and he fathered other sons and daughters.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 26,
          "text": "When Terah had lived seventy years, he fathered Abram, Nahor, and Haran.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 27,
          "text": "The Descendants of Terah\nNow these are the generations of Terah. Terah fathered Abram, Nahor, and Haran, and Haran fathered Lot.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 28,
          "text": "And Haran died in the presence of Terah his father in the land of his birth, in Ur of the Chaldeans.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 29,
          "text": "And Abram and Nahor took wives for themselves. The name of the wife of Abram was Sarai, and the name of the wife of Nahor was Milcah, the daughter of Haran, the father of Milcah and Iscah.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 30,
          "text": "And Sarai was barren; she had no child.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 31,
          "text": "And Terah took Abram his son, and Lot, the son of Haran, his grandson, and Sarai his daughter-in-law, the wife of Abram his son, and went out with them from Ur of the Chaldeans to go to the land of Canaan. And they went to Haran, and they settled there.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 32,
          "text": "And the days of Terah were two hundred and five years, and Terah died in Haran.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 11,
          "verse": 1,
          "text": "The Tower of Babel\nThe whole world had only one language. All people spoke it.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 2,
          "text": "They moved to the east and found a broad valley in Babylonia. There they settled down.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 3,
          "text": "They said to each other, “Come. Let’s make bricks and bake them well.” They used bricks instead of stones. They used tar to hold the bricks together.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 4,
          "text": "Then they said, “Come. Let’s build a city for ourselves. Let’s build a tower that reaches to the sky. We’ll make a name for ourselves. Then we won’t be scattered over the face of the whole earth.”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 5,
          "text": "But the Lord came down to see the city and the tower the people were building.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 6,
          "text": "The Lord said, “They are one people. And all of them speak the same language. That is why they can do this. Now they will be able to do anything they plan to.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 7,
          "text": "Come. Let us go down and mix up their language. Then they will not understand each other.”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 8,
          "text": "So the Lord scattered them from there over the whole earth. And they stopped building the city.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 9,
          "text": "The Lord mixed up the language of the whole world there. That’s why the city was named Babel. From there the Lord scattered them over the face of the whole earth.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 10,
          "text": "The Family Line of Shem\nHere is the story of Shem.\nIt was two years after the flood. When Shem was 100 years old, he became the father of Arphaxad.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 11,
          "text": "After Arphaxad was born, Shem lived 500 years. And he had other sons and daughters.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 12,
          "text": "When Arphaxad had lived 35 years, he became the father of Shelah.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 13,
          "text": "After Shelah was born, Arphaxad lived 403 years. And he had other sons and daughters.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 14,
          "text": "When Shelah had lived 30 years, he became the father of Eber.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 15,
          "text": "After Eber was born, Shelah lived 403 years. And he had other sons and daughters.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 16,
          "text": "When Eber had lived 34 years, he became the father of Peleg.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 17,
          "text": "After Peleg was born, Eber lived 430 years. And he had other sons and daughters.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 18,
          "text": "When Peleg had lived 30 years, he became the father of Reu.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 19,
          "text": "After Reu was born, Peleg lived 209 years. And he had other sons and daughters.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 20,
          "text": "When Reu had lived 32 years, he became the father of Serug.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 21,
          "text": "After Serug was born, Reu lived 207 years. And he had other sons and daughters.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 22,
          "text": "When Serug had lived 30 years, he became the father of Nahor.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 23,
          "text": "After Nahor was born, Serug lived 200 years. And he had other sons and daughters.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 24,
          "text": "When Nahor had lived 29 years, he became the father of Terah.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 25,
          "text": "After Terah was born, Nahor lived 119 years. And he had other sons and daughters.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 26,
          "text": "Terah lived for 70 years. Then he became the father of Abram, Nahor and Haran.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 27,
          "text": "Here is the story of Terah.\nTerah became the father of Abram, Nahor and Haran. And Haran became the father of Lot.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 28,
          "text": "Haran died in Ur in Babylonia. That was the land where he had been born. Haran died while his father Terah was still alive.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 29,
          "text": "Abram and Nahor both got married. The name of Abram’s wife was Sarai. The name of Nahor’s wife was Milcah. She was the daughter of Haran. Haran was the father of Milcah and Iscah.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 30,
          "text": "But Sarai wasn’t able to have children.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 31,
          "text": "Terah started out from Ur in Babylonia. He took his son Abram with him. He also took his grandson Lot. Lot was the son of Haran. And Terah took his daughter-in-law Sarai. She was the wife of his son Abram.\nAll of them left together to go to Canaan. But when they came to Haran, they settled down.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 32,
          "text": "Terah lived for 205 years. He died in Haran.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "John 4:39 - 4:42",
    "versions": {
      "leb": [
        {
          "chapter": 4,
          "verse": 39,
          "text": "The Samaritans and the Savior of the World\nNow from that town many of the Samaritans believed in him because of the word of the woman who testified, “He told me everything that I have done.”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 40,
          "text": "So when the Samaritans came to him, they began asking him to stay with them. And he stayed there two days.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 41,
          "text": "And many more believed because of his word,",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 42,
          "text": "And they were saying to the woman, “No longer because of what you said do we believe, for we ourselves have heard, and we know that this one is truly the Savior of the world!”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 4,
          "verse": 39,
          "text": "Many Samaritans Believe in Jesus\nMany of the Samaritans from the town of Sychar believed in Jesus. They believed because of the woman’s witness. She said, “He told me everything I’ve ever done.”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 40,
          "text": "Then the Samaritans came to him and tried to get him to stay with them. So he stayed two days.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 41,
          "text": "Because of his words, many more people became believers.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 42,
          "text": "They said to the woman, “We no longer believe just because of what you said. We have now heard for ourselves. We know that this man really is the Savior of the world.”",
          "isHeading": false
        }
      ]
    }
  }
}