{
  "torah": {
    "passage": "Exodus 6:14 - 6:28",
    "versions": {
      "leb": [
        {
          "chapter": 6,
          "verse": 14,
          "text": "The Genealogy of Moses and Aaron\nThese are the heads of their families.\nThe sons of Reuben, the firstborn of Israel, are Enoch and Pallu, Hezron and Carmi. These are the clans of Reuben.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 15,
          "text": "And the sons of Simeon are Jemuel and Jamin and Ohad and Jakin and Zohar and Shaul the son of the Canaanitess. These are the clans of Simeon.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 16,
          "text": "And these are the names of the sons of Levi according to their genealogies: Gershon and Kohath and Merari, and the years of the life of Levi were one hundred and thirty-seven years.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 17,
          "text": "The sons of Gershon are Libni and Shimei according to their clans.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 18,
          "text": "And the sons of Kohath are Amram and Izhar and Hebron and Uzziel, and the years of the life of Kohath were one hundred and thirty-three years.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 19,
          "text": "And the sons of Merari are Mahli and Mushi. These are clans of the Levites according to their genealogies.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 20,
          "text": "And Amram took Jochebed his aunt for himself as a wife, and she bore for him Aaron and Moses, and the years of the life of Amram were one hundred and thirty-seven years.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 21,
          "text": "And the sons of Izhar are Korah and Nepheg and Zikri.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 22,
          "text": "And the sons of Uzziel are Mishael and Elzaphan and Sithri.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 23,
          "text": "And Aaron took Elisheba the daughter of Amminadab, the sister of Nahshon, for himself as a wife, and she bore for him Nadab and Abihu, Eleazar and Ithamar.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 24,
          "text": "And the sons of Korah are Assir and Elkanah and Abiasaph. These are the clans of the Korahites.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 25,
          "text": "And Eleazar the son of Aaron took for himself one from the daughters of Putiel as a wife, and she bore for him Phinehas. These are the heads of the families of the Levites according to their clans.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 26,
          "text": "It was that Aaron and Moses to whom Yahweh said, “Bring the Israelites out from the land of Egypt according to their divisions.”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 27,
          "text": "They were those who spoke to Pharaoh, the king of Egypt, in order to bring the Israelites out from Egypt. It was that Moses and Aaron.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 28,
          "text": "And so it was on a certain day Yahweh spoke to Moses in the land of Egypt.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 6,
          "verse": 14,
          "text": "Here were the leaders of the family groups of Reuben, Simeon and Levi.\nReuben was the oldest son of Israel. His sons were Hanoch, Pallu, Hezron and Carmi. Those were the family groups of Reuben.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 15,
          "text": "The sons of Simeon were Jemuel, Jamin, Ohad, Jakin, Zohar and Shaul. Shaul was the son of a woman from Canaan. Those were the family groups of Simeon.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 16,
          "text": "Here were the names of the sons of Levi that were recorded in their family history. They were Gershon, Kohath and Merari. Levi lived for 137 years.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 17,
          "text": "The sons of Gershon, by their family groups, were Libni and Shimei.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 18,
          "text": "The sons of Kohath were Amram, Izhar, Hebron and Uzziel. Kohath lived for 133 years.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 19,
          "text": "The sons of Merari were Mahli and Mushi.\nThose were the family groups of Levi that were recorded in their family history.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 20,
          "text": "Amram got married to his father’s sister Jochebed. Aaron and Moses were born in Amram’s family line. Amram lived for 137 years.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 21,
          "text": "The sons of Izhar were Korah, Nepheg and Zicri.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 22,
          "text": "The sons of Uzziel were Mishael, Elzaphan and Sithri.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 23,
          "text": "Aaron married Elisheba. She was the daughter of Amminadab and the sister of Nahshon. She had Nadab, Abihu, Eleazar and Ithamar by Aaron.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 24,
          "text": "The sons of Korah were Assir, Elkanah and Abiasaph. Those were the family groups of Korah.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 25,
          "text": "Eleazar, the son of Aaron, married one of the daughters of Putiel. She had Phinehas by Eleazar.\nThose were the leaders of the families of Levi that were recorded by their groups.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 26,
          "text": "The Lord had spoken to that same Aaron and Moses. He had told them, “Bring the Israelites out of Egypt like an army on the march.”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 27,
          "text": "They spoke to Pharaoh, the king of Egypt, about bringing the people of Israel out of Egypt. They were that same Moses and Aaron.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 28,
          "text": "Aaron Speaks for Moses\nThe Lord had spoken to Moses in Egypt.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Mark 2:18 - 2:22",
    "versions": {
      "leb": [
        {
          "chapter": 2,
          "verse": 18,
          "text": "On Fasting\nAnd John’s disciples and the Pharisees were fasting, and they came and said to him, “Why do the disciples of John and the disciples of the Pharisees fast, but your disciples do not fast?”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 19,
          "text": "And Jesus said to them, “The bridegroom’s attendants are not able to fast while the bridegroom is with them, are they? As long a time as they have the bridegroom with them, they are not able to fast.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 20,
          "text": "But days will come when the bridegroom is taken away from them, and then they will fast in that day.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 21,
          "text": "No one sews a patch of unshrunken cloth on an old garment. Otherwise the patch pulls away from it—the new from the old—and the tear becomes worse.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 22,
          "text": "And no one puts new wine into old wineskins. Otherwise the wine will burst the wineskins and the wine is destroyed and the wineskins too. But new wine is put into new wineskins.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 2,
          "verse": 18,
          "text": "Jesus Is Asked About Fasting\nJohn’s disciples and the Pharisees were going without eating. Some people came to Jesus. They said to him, “John’s disciples are fasting. The disciples of the Pharisees are also fasting. But your disciples are not. Why aren’t they?”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 19,
          "text": "Jesus answered, “How can the guests of the groom go without eating while he is with them? They will not fast as long as he is with them.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 20,
          "text": "But the time will come when the groom will be taken away from them. On that day they will go without eating.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 21,
          "text": "“People don’t sew a patch of new cloth on old clothes. If they do, the new piece will pull away from the old. That will make the tear worse.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 22,
          "text": "People don’t pour new wine into old wineskins. If they do, the wine will burst the skins. Then the wine and the wineskins will both be destroyed. No, everyone pours new wine into new wineskins.”",
          "isHeading": false
        }
      ]
    }
  }
}