{
  "torah": {
    "passage": "Exodus 21:20 - 22:3",
    "versions": {
      "leb": [
        {
          "chapter": 21,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 21,
          "text": "Yet if he survives a day or two days, he will not be avenged, because he is his money.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 22,
          "text": "“‘And if men fight and they injure a pregnant woman, and her children go out and there is not serious injury, he will surely be fined as the woman’s husband demands concerning him and as the judges determine.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 23,
          "text": "And if there is serious injury, you will give life in place of life,",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 24,
          "text": "eye in place of eye, tooth in place of tooth, hand in place of hand, foot in place of foot,",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 25,
          "text": "burn in place of burn, wound in place of wound, bruise in place of bruise.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 26,
          "text": "“‘And if a man strikes the eye of his male slave or the eye of his female slave and destroys it, he shall release him as free in place of his eye.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 27,
          "text": "And if he causes the tooth of his male slave or the tooth of his female slave to fall out, he will release him as free in place of his tooth.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 28,
          "text": "“‘And if an ox gores a man or a woman and he dies, the ox will surely be stoned, and its meat will not be eaten, and the owner of the ox is innocent.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 29,
          "text": "But if it was a goring ox before and its owner was warned and did not restrain it and it kills a man or a woman, the ox will be stoned, and the owner also will be put to death.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 30,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 31,
          "text": "If it gores a son or it gores a daughter, according to this regulation it shall be done to him.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 32,
          "text": "If the ox gores a male slave or a female slave, he will give thirty shekels of silver to his master, and the ox will be stoned.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 33,
          "text": "“‘If a man opens a pit or if a man digs a pit and he does not cover it and an ox or a donkey falls into it,",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 34,
          "text": "the owner of the pit will pay restitution; he will pay silver to its owner, but the dead animal will be for him.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 35,
          "text": "And if a man’s ox injures the ox of his neighbor and it dies, they will sell the living ox and divide the money, and they will also divide the dead one.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 36,
          "text": "Or if it was known that it was a goring ox before and its owner did not restrain it, he will surely make restitution, an ox in place of the ox, and the dead one will be for him.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 1,
          "text": "“‘If a man gives to his neighbor a donkey or an ox or small livestock or any beast to watch over and it dies or is injured or is captured when there is no one who sees,",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 2,
          "text": "“‘Whoever sacrifices to the gods—not to Yahweh, to him alone—will be destroyed.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 3,
          "text": "You will do likewise for your ox and for your sheep and goats; seven days it will be with its mother; on the eighth, you will give it to me.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 21,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 21,
          "text": "But he will not be punished if the slave gets up after a day or two. After all, the slave is his property.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 22,
          "text": "“Suppose some men are fighting and one of them hits a pregnant woman. And suppose she has her baby early but is not badly hurt. Then the man who hurt her must pay a fine. He must pay what the woman’s husband asks for and the court allows.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 23,
          "text": "“But if someone is badly hurt, a life must be taken for a life.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 24,
          "text": "An eye must be put out for an eye. A tooth must be knocked out for a tooth. A hand must be cut off for a hand and a foot for a foot.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 25,
          "text": "A burn must be given for a burn, a wound for a wound, and a bruise for a bruise.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 26,
          "text": "“Suppose a man hits his male or female servant in the eye and destroys it. Then he must let the servant go free to pay for the eye.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 27,
          "text": "“Suppose he knocks out the tooth of a male or female servant. Then he must let the servant go free to pay for the tooth.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 28,
          "text": "“Suppose a bull kills a man or woman with its horns. Then you must kill the bull by throwing stones at it. Its meat must not be eaten. The owner of the bull will not be held accountable.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 29,
          "text": "“But suppose the bull has had the habit of attacking people. And suppose the owner has been warned but has not kept it fenced in. Then if it kills a man or woman, you must kill it with stones. The owner must also be put to death.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 30,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 31,
          "text": "“The same law applies if the bull wounds a son or daughter with its horns.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 32,
          "text": "“Suppose the bull wounds a male or female slave. Then the owner must pay the slave’s master 12 ounces of silver. You must kill the bull with stones.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 33,
          "text": "“Suppose a man uncovers a pit or digs one and does not cover it. And suppose an ox or donkey falls into it.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 34,
          "text": "Then the owner of the pit must pay the animal’s owner for the loss. The dead animal will belong to the owner of the pit.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 35,
          "text": "“Suppose a man’s bull wounds a neighbor’s bull and it dies. Then they must sell the live one. And they must share the money and the dead animal equally.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 36,
          "text": "“But suppose people knew that the bull had the habit of attacking. And suppose the owner did not keep it fenced in. Then he must give another animal to pay for the dead animal. The dead animal will belong to him.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 1,
          "text": "“Suppose a man asks his neighbor to take care of a donkey, ox, sheep or any other animal. And suppose the animal dies or gets hurt. Or suppose it is stolen while no one is looking.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 2,
          "text": "“Anyone who sacrifices to any god other than me must be destroyed.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 3,
          "text": "Do the same with your cattle and sheep. Let them stay with their mothers for seven days. But give them to me on the eighth day.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Mark 8:27 - 8:33",
    "versions": {
      "leb": [
        {
          "chapter": 8,
          "verse": 27,
          "text": "And Jesus and his disciples went out to the villages of Caesarea Philippi, and on the way he asked his disciples, saying to them, “Who do people say that I am?”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 28,
          "text": "And they told him, saying, “John the Baptist, and others Elijah, and others that you are one of the prophets.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 29,
          "text": "And he asked them, “But who do you say that I am?” Peter answered and said to him, “You are the Christ!”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 30,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 31,
          "text": "And he began to teach them that it was necessary for the Son of Man to suffer many things and to be rejected by the elders and the chief priests and the scribes, and to be killed, and after three days to rise.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 32,
          "text": "And he was speaking openly about the subject, and Peter took him aside and began to rebuke him.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 33,
          "text": "But turning around and seeing his disciples, he rebuked Peter and said, “Get behind me, Satan, because you are not setting your mind on the things of God, but the things of people!”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 8,
          "verse": 27,
          "text": "Jesus and his disciples went on to the villages around Caesarea Philippi. On the way he asked them, “Who do people say I am?”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 28,
          "text": "They replied, “Some say John the Baptist. Others say Elijah. Still others say one of the prophets.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 29,
          "text": "Peter answered, “You are the Christ.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 30,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 31,
          "text": "Jesus then began to teach his disciples. He taught them that the Son of Man must suffer many things. He taught them that the elders would not accept him. The chief priests and the teachers of the law would not accept him either. He must be killed and after three days rise again.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 32,
          "text": "He spoke clearly about this.\nPeter took Jesus to one side and began to scold him.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 33,
          "text": "Jesus turned and looked at his disciples. He scolded Peter. “Get behind me, Satan!” he said. “You are not thinking about the things of God. Instead, you are thinking about human things.”",
          "isHeading": false
        }
      ]
    }
  }
}