{
  "torah": {
    "passage": "Exodus 40:1 - 40:38",
    "versions": {
      "leb": [
        {
          "chapter": 40,
          "verse": 1,
          "text": "Completion of the Tabernacle\nAnd Yahweh spoke to Moses, saying,",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 2,
          "text": "“On the first day of the month, you will set up the tabernacle of the tent of assembly.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 3,
          "text": "And you will put there the ark of the testimony, and you will cover over the ark with the curtain.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 4,
          "text": "And you will bring the table, and you will arrange its setting, and you will bring the lampstand, and you will set up its lamps.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 5,
          "text": "And you will put the gold altar for incense before the ark of the testimony, and you will set up the entrance screen for the tabernacle.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 6,
          "text": "And you will put the altar of the burnt offering before the entrance of the tabernacle of the tent of assembly.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 7,
          "text": "And you will put the basin between the tent of assembly and the altar, and you will put water in it.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 8,
          "text": "And you will set up the courtyard all around, and you will put up the screen of the gate of the courtyard.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 9,
          "text": "“And you will take the anointing oil, and you will anoint the tabernacle and all that is in it, and you will consecrate all of its equipment, and it will be holy.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 10,
          "text": "And you will anoint the altar of the burnt offering and all of its equipment, and you will consecrate the altar, and the altar will be a most holy thing.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 11,
          "text": "And you will anoint the basin and its stand, and you will consecrate it.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 12,
          "text": "And you will bring Aaron and his sons to the entrance of the tent of assembly, and you will wash them with the water.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 13,
          "text": "And you will clothe Aaron with the holy garments, and you will anoint him, and you will consecrate him, and he will serve as a priest for me.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 14,
          "text": "And you will bring his sons, and you will clothe them with tunics.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 15,
          "text": "And you will anoint them as you anointed their father, and they will serve as priests for me. And their anointing will be for them to be a lasting priesthood throughout their generations.”",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 16,
          "text": "And Moses did according to all that Yahweh had commanded him; so he did.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 17,
          "text": "In the first month of the second year, on the first of the month, the tabernacle was set up.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 18,
          "text": "And Moses raised the tabernacle, and he placed its bases, and he set up its frames, and he placed its bars, and he raised its pillars.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 19,
          "text": "And he spread the tent over the tabernacle; he placed the covering of the tent over it, above it, as Yahweh had commanded Moses.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 20,
          "text": "And he took and he put the testimony into the ark, and he placed the poles on the ark, and he put the atonement cover on the ark, above it.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 21,
          "text": "And he brought the ark into the tabernacle, and he set up the curtain of the screening, and he shielded the ark of the testimony, as Yahweh had commanded Moses.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 22,
          "text": "And he put the table in the tent of assembly on the north side of the tabernacle outside the curtain.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 23,
          "text": "And he arranged on it an arrangement of bread before Yahweh, as Yahweh had commanded Moses.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 24,
          "text": "And he placed the lampstand in the tent of assembly opposite the table on the south side of the tabernacle.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 25,
          "text": "And he set up the lamps before Yahweh, as Yahweh had commanded Moses.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 26,
          "text": "And he placed the gold altar in the tent of assembly before the curtain.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 27,
          "text": "And he turned fragrant incense into smoke on it, as Yahweh had commanded Moses.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 28,
          "text": "And he set up the entrance screen for the tabernacle.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 29,
          "text": "And the altar of burnt offering he placed at the entrance of the tabernacle of the tent of assembly, and he offered on it the burnt offering and the grain offering, as Yahweh had commanded Moses.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 30,
          "text": "And he placed the basin between the tent of assembly and the altar, and he put there water for washing.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 31,
          "text": "And Moses and Aaron and his sons washed their hands and their feet from it.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 32,
          "text": "At their going into the tent of assembly and at their approaching the altar, they washed, as Yahweh had commanded Moses.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 33,
          "text": "And he set up the courtyard all around the tabernacle and the altar, and he put up the screen of the gate of the courtyard, and Moses completed the work.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 34,
          "text": "And the cloud covered the tent of assembly, and the glory of Yahweh filled the tabernacle.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 35,
          "text": "And Moses was unable to go into the tent of assembly because the cloud settled on it and the glory of Yahweh filled the tabernacle.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 36,
          "text": "And when the cloud was lifted from the tabernacle, the Israelites set out on all their journeys.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 37,
          "text": "But if the cloud was not lifted, they did not set out until the day of its being lifted.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 38,
          "text": "For the cloud of Yahweh was on the tabernacle by day, and fire was on it by night before the eyes of all the house of Israel throughout all their journeys.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 40,
          "verse": 1,
          "text": "Moses Sets Up the Holy Tent\nThen the Lord said to Moses,",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 2,
          "text": "“Set up the holy tent, the Tent of Meeting. Set it up on the first day of the first month.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 3,
          "text": "“Place in it the ark where the tablets of the covenant are kept. Screen the ark with the curtain.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 4,
          "text": "Bring in the table for the holy bread. Arrange the loaves of bread on it. Then bring in the lampstand. Set up its lamps.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 5,
          "text": "Place the gold altar for burning incense in front of the ark where the tablets of the covenant are kept. Put up the curtain at the entrance to the holy tent.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 6,
          "text": "“Place the altar for burnt offerings in front of the entrance to the holy tent, the Tent of Meeting.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 7,
          "text": "Place the large bowl between the Tent of Meeting and the altar. Put water in the bowl.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 8,
          "text": "“Set up the courtyard around the holy tent. Put the curtain at the entrance to the courtyard.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 9,
          "text": "“Get the anointing oil. Anoint the holy tent and everything that is in it. Set apart the holy tent and everything that belongs to it. Then it will be holy.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 10,
          "text": "Anoint the altar for burnt offerings and all of its tools. Set the altar apart. Then it will be a very holy place.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 11,
          "text": "Anoint the large bowl and its stand. Set them apart.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 12,
          "text": "“Bring Aaron and his sons to the entrance to the Tent of Meeting. Wash them with water.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 13,
          "text": "Dress Aaron in the sacred clothes. Anoint him and set him apart. Then he will be able to serve me as priest.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 14,
          "text": "“Bring his sons and dress them in their inner robes.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 15,
          "text": "Anoint them just as you anointed their father. Then they will be able to serve me as priests. They will be anointed to do the work of priests. That work will last for all time to come.”",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 16,
          "text": "Moses did everything just as the Lord had commanded him.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 17,
          "text": "So the holy tent was set up. It was the first day of the first month in the second year.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 18,
          "text": "Moses set up the holy tent. He put the bases in place. He put the frames in them. He put in the crossbars. He set up the posts.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 19,
          "text": "He spread the holy tent over the frames. Then he put the coverings over the tent. Moses did it as the Lord had commanded him.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 20,
          "text": "He got the tablets of the covenant. He placed them in the ark. He put the poles through its rings. And he put the cover on it. The cover was the place where sin is paid for.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 21,
          "text": "Moses brought the ark into the holy tent. He hung the curtain to screen the ark where the tablets of the covenant are kept. Moses did it as the Lord had commanded him.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 22,
          "text": "He placed the table for the holy bread in the Tent of Meeting. It was on the north side of the holy tent outside the curtain.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 23,
          "text": "He arranged the loaves of bread on it in the sight of the Lord. Moses did it as the Lord had commanded him.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 24,
          "text": "He placed the lampstand in the Tent of Meeting. It stood across from the table on the south side of the holy tent.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 25,
          "text": "He set up the lamps in the sight of the Lord. Moses did it as the Lord had commanded him.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 26,
          "text": "He placed the gold altar for burning incense in the Tent of Meeting. He placed it in front of the curtain.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 27,
          "text": "He burned sweet-smelling incense on it. Moses did it as the Lord had commanded him.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 28,
          "text": "Then he put up the curtain at the entrance to the holy tent.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 29,
          "text": "He set the altar for burnt offerings near the entrance to the holy tent, the Tent of Meeting. He sacrificed burnt offerings and grain offerings on it. Moses did it as the Lord had commanded him.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 30,
          "text": "He placed the large bowl between the Tent of Meeting and the altar. He put water in the bowl for washing.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 31,
          "text": "Moses and Aaron and his sons used it to wash their hands and feet.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 32,
          "text": "They washed when they entered the Tent of Meeting or approached the altar. They did it as the Lord had commanded Moses.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 33,
          "text": "Then Moses set up the courtyard around the holy tent and altar. He put up the curtain at the entrance to the courtyard. And so Moses completed the work.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 34,
          "text": "The Glory of the Lord\nThen the cloud covered the Tent of Meeting. The glory of the Lord filled the holy tent.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 35,
          "text": "Moses couldn’t enter the Tent of Meeting because the cloud had settled on it. The glory of the Lord filled the holy tent.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 36,
          "text": "The people of Israel continued their travels. When the cloud lifted from above the holy tent, they started out.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 37,
          "text": "But if the cloud didn’t lift, they did not start out. They stayed until the day it lifted.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 38,
          "text": "So the cloud of the Lord was above the holy tent during the day. Fire was in the cloud at night. The whole community of Israel could see the cloud during all of their travels.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Mark 16:1 - 16:8",
    "versions": {
      "leb": [
        {
          "chapter": 16,
          "verse": 1,
          "text": "Jesus Is Raised\nAnd when the Sabbath was over, Mary Magdalene, and Mary the mother of James, and Salome purchased fragrant spices so that they could go and anoint him.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 2,
          "text": "And very early in the morning on the first day of the week they came to the tomb after the sun had risen.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 3,
          "text": "And they were saying to one another, “Who will roll away the stone for us from the entrance of the tomb?”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 4,
          "text": "And when they looked up, they saw that the stone had been rolled away (for it was very large).",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 5,
          "text": "And as they were going into the tomb, they saw a young man dressed in a white robe sitting on the right side, and they were alarmed.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 6,
          "text": "But he said to them, “Do not be alarmed. You are looking for Jesus the Nazarene who was crucified. He has been raised, he is not here! See the place where they laid him!",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 7,
          "text": "But go, tell his disciples and Peter that he is going ahead of you to Galilee. You will see him there, just as he told you.”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 8,
          "text": "And they went out and fled from the tomb, because trembling and amazement had seized them. And they said nothing to anyone, because they were afraid.\nThe Shorter Ending of Mark\n[[So they promptly reported all the things they had been commanded to those around Peter. And after these things, Jesus himself also sent out through them from the east even as far as the west the holy and imperishable proclamation of eternal salvation. Amen.]]",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 16,
          "verse": 1,
          "text": "Jesus Rises From the Dead\nThe Sabbath day ended. Mary Magdalene, Mary the mother of James, and Salome bought spices. They were going to apply them to Jesus’ body.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 2,
          "text": "Very early on the first day of the week, they were on their way to the tomb. It was just after sunrise.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 3,
          "text": "They asked each other, “Who will roll the stone away from the entrance to the tomb?”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 4,
          "text": "Then they looked up and saw that the stone had been rolled away. The stone was very large.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 5,
          "text": "They entered the tomb. As they did, they saw a young man dressed in a white robe. He was sitting on the right side. They were alarmed.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 6,
          "text": "“Don’t be alarmed,” he said. “You are looking for Jesus the Nazarene, who was crucified. But he has risen! He is not here! See the place where they had put him.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 7,
          "text": "Go! Tell his disciples and Peter, ‘He is going ahead of you into Galilee. There you will see him. It will be just as he told you.’”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 8,
          "text": "The women were shaking and confused. They went out and ran away from the tomb. They said nothing to anyone, because they were afraid.",
          "isHeading": false
        }
      ]
    }
  }
}