{
  "torah": {
    "passage": "Genesis 25:12 - 25:18",
    "versions": {
      "leb": [
        {
          "chapter": 25,
          "verse": 12,
          "text": "Now these are the generations of Ishmael, the son of Abraham, that Hagar the Egyptian, the maidservant of Sarah, bore to Abraham.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 13,
          "text": "And these are the names of the sons of Ishmael, by their names according to their family records. The firstborn of Ishmael was Nebaioth, then Kedar, Adbeel, Mibsam,",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 14,
          "text": "Mishma, Dumah, Massa,",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 15,
          "text": "Hadad, Tema, Jetur, Naphish, and Kedemah.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 16,
          "text": "These are the sons of Ishmael, and these are their names by their villages and by their encampments—12 leaders according to their tribes.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 17,
          "text": "Now these are the years of the life of Ishmael: 137 years. And he passed away and died, and was gathered to his people.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 18,
          "text": "They settled from Havilah to Shur, which was opposite Egypt, going toward Asshur, opposite; he settled opposite all his brothers.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 25,
          "verse": 12,
          "text": "The Sons of Ishmael\nHere is the story of Abraham’s son Ishmael. Hagar had Ishmael by Abraham. She was Sarah’s servant from Egypt.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 13,
          "text": "Here are the names of the sons of Ishmael. They are listed in the order they were born. Nebaioth was Ishmael’s oldest son. Then came Kedar, Adbeel, Mibsam,",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 14,
          "text": "Mishma, Dumah, Massa,",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 15,
          "text": "Hadad, Tema, Jetur, Naphish and Kedemah.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 16,
          "text": "All of them were Ishmael’s sons. They were rulers of 12 tribes. They all lived in their own settlements and camps.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 17,
          "text": "Ishmael lived a total of 137 years. Then he took his last breath and died. He joined the members of his family who had already died.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 18,
          "text": "His children settled in the area between Havilah and Shur. It was near the eastern border of Egypt, as you go toward Asshur.\nIshmael’s children weren’t friendly toward any of the tribes that were related to them.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "John 8:31-8:38",
    "versions": {
      "leb": [
        {
          "chapter": 8,
          "verse": 31,
          "text": "The Truth Will Set You Free\nThen Jesus said to those Jews who had believed him, “If you continue in my word you are truly my disciples,",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 32,
          "text": "and you will know the truth, and the truth will set you free.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 33,
          "text": "They replied to him, “We are descendants of Abraham and have not been enslaved to anyone at any time. How do you say, ‘You will become free’?”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 34,
          "text": "Jesus replied to them, “Truly, truly I say to you, that everyone who commits sin is a slave of sin.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 35,
          "text": "And the slave does not remain in the household forever; the son remains forever.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 36,
          "text": "So if the son sets you free, you will be truly free.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 37,
          "text": "I know that you are descendants of Abraham. But you are seeking to kill me, because my word makes no progress among you.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 38,
          "text": "I speak the things that I have seen with the Father; so also you do the things that you have heard from the Father.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 8,
          "verse": 31,
          "text": "The Children of Abraham\nJesus spoke to the Jews who had believed him. “If you obey my teaching,” he said, “you are really my disciples.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 32,
          "text": "Then you will know the truth. And the truth will set you free.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 33,
          "text": "They answered him, “We are Abraham’s children. We have never been slaves of anyone. So how can you say that we will be set free?”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 34,
          "text": "Jesus replied, “What I’m about to tell you is true. Everyone who sins is a slave of sin.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 35,
          "text": "A slave has no lasting place in the family. But a son belongs to the family forever.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 36,
          "text": "So if the Son of Man sets you free, you will really be free.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 37,
          "text": "“I know you are Abraham’s children. But you are ready to kill me. You have no room for my word.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 38,
          "text": "I am telling you what I saw when I was with my Father. You do what you have heard from your father.”",
          "isHeading": false
        }
      ]
    }
  }
}