{
  "torah": {
    "passage": "Numbers 21:10 - 21:20",
    "versions": {
      "leb": [
        {
          "chapter": 21,
          "verse": 10,
          "text": "The Israelites set out and encamped at Oboth.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 11,
          "text": "They set out from Oboth and encamped at Iye Abarim in the desert, which was in front of Moab toward the sunrise.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 12,
          "text": "From there they set out and encamped at the valley of Zered.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 13,
          "text": "From there they set out and encamped beyond Arnon, which is in the desert that goes out from the boundary of the Amorites, because Arnon is the boundary of Moab, between Moab and the Amorites.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 14,
          "text": "Therefore thus it is said in the scroll of the Wars of Yahweh,\n“Waheb in Suphah,\nand the wadis of Arnon,",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 15,
          "text": "and the slope of the wadis\nthat spreads out to the dwelling of Ar\nand lies at the boundary of Moab.”",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 16,
          "text": "From there they went to Beer, which is the water well where Yahweh spoke to Moses, “Gather the people, that I may give them water.”",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 17,
          "text": "Then Israel sang this song, “Arise, well water! Sing to it!",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 18,
          "text": "Well water that the princes dug, that the leaders of the people dug, with a staff and with their rods.” And from the desert they continued to Mattanah,",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 19,
          "text": "and from Mattanah to Nahaliel, and from Nahaliel to Bamoth;",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 20,
          "text": "and from Bamoth to the valley that is in the territory of Moab, by the top of Pisgah, which overlooks the surface of the wasteland.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 21,
          "verse": 10,
          "text": "The People Continue On to Moab\nThe people of Israel moved on. They camped at Oboth.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 11,
          "text": "Then they started out from Oboth. They camped in Iye Abarim. It’s in the desert on the eastern border of Moab.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 12,
          "text": "From there they moved on. They camped in the Zered Valley.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 13,
          "text": "They started out from there and camped by the Arnon River. It’s in the desert that spreads out into the territory of the Amorites. The Arnon is the border of Moab. It’s between Moab and the Amorites.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 14,
          "text": "Here is what the Book of the Wars of the Lord says about it. It says,\n“Sing about Waheb in Suphah and the valleys.\nSing about the Arnon",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 15,
          "text": "and the slopes of the valleys.\nThey lead to the place called Ar.\nThey lie along the border of Moab.”",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 16,
          "text": "From there the people of Israel continued on to Beer. That was the well where the Lord spoke to Moses. He said, “Gather the people together. I will give them water to drink.”",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 17,
          "text": "Then Israel sang a song. They said,\n“Spring up, you well!\nSing about it.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 18,
          "text": "Sing about the well the princes dug.\nSing about the well the nobles of the people dug.\nAll of their rulers were holding their rods and staffs.”\nThen the people of Israel went from the desert to Mattanah.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 19,
          "text": "They went from Mattanah to Nahaliel. They went from Nahaliel to Bamoth.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 20,
          "text": "And they went from Bamoth to a valley in Moab. It’s the valley where the highest slopes of Pisgah look out over a dry and empty land.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "?",
    "versions": {
      "leb": [],
      "nirv": []
    }
  }
}