{
  "torah": {
    "passage": "Leviticus 9:24 - 10:11",
    "versions": {
      "leb": [
        {
          "chapter": 9,
          "verse": 24,
          "text": "Then a fire went out from before Yahweh, and it consumed the burnt offering and the fat portions on the altar. And all the people saw it, so they shouted for joy, and they fell on their faces.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 1,
          "text": "and to distinguish between the holy and the unholy, as well as between the unclean and the clean,",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 2,
          "text": "When Moses heard, it was good in his eyes.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 3,
          "text": "Therefore Moses said to Aaron, “This is what Yahweh spoke, saying, ‘Among those who are close to me I will show myself holy, and in the presence of all the people I will display my glory.’” So Aaron was silent.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 4,
          "text": "Then Moses summoned Mishael and Elzaphan the sons of Uzziel, Aaron’s uncle, and he said to them, “Come forward. Carry your brothers from the front of the sanctuary to outside the camp.”",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 5,
          "text": "So they came forward, and they carried them outside the camp in their tunics, just as Moses had ordered.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 6,
          "text": "Then Moses said to Aaron and to his sons Eleazar and Ithamar, “You must not let your hair hang loosely, and you must not tear your garments, so that you will not die and he will be angry with all the community. But your brothers, all the house of Israel, may weep because of the burning that Yahweh caused,",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 7,
          "text": "but you must not go out from the entrance to the tent of assembly lest you die, because Yahweh’s anointing oil is on you.” So they did according to Moses’ word.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 8,
          "text": "Then Yahweh spoke to Aaron, saying,",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 9,
          "text": "“You and your sons with you may not drink wine or strong drink when you come to the tent of assembly, so that you will not die—it is a lasting statute for your generations—",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 11,
          "text": "and to teach the Israelites all the rules that Yahweh has spoken to them through Moses.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 9,
          "verse": 24,
          "text": "The Lord sent fire on the altar. It burned up the burnt offering and the fat parts that were on it. All of the people saw it. Then they shouted for joy. They fell with their faces to the ground.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 1,
          "text": "“You must be able to tell the difference between what is holy and what is not. You must be able to tell the difference between what is ‘clean’ and what is not.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 2,
          "text": "When Moses heard that, he was satisfied.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 3,
          "text": "Then Moses spoke to Aaron. He said, “That’s what the Lord was talking about when he said,\n“‘Among those who approach me\nI will show that I am holy.\nIn the sight of all of the people\nI will be honored.’”\nSo Aaron remained silent.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 4,
          "text": "Moses sent for Mishael and Elzaphan. They were sons of Aaron’s uncle Uzziel. Moses said to them, “Come here. Carry the bodies of your cousins outside the camp. Take them away from in front of the Holy Room.”",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 5,
          "text": "So they came and carried them outside the camp. It was just as Moses had ordered. The bodies of Nadab and Abihu still had their inner robes on them.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 6,
          "text": "Moses spoke to Aaron and to Eleazar and Ithamar. They were Aaron’s sons. Moses said, “Don’t let your hair hang loose. Don’t tear your clothes. If you do, you will die. And the Lord will be angry with the whole community.\n“But all of the people of Israel are allowed to show they are sad. They are your relatives. They can sob over those the Lord has destroyed with fire.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 7,
          "text": "“Don’t leave the entrance to the Tent of Meeting. If you do, you will die. That’s because the Lord’s anointing oil has made you holy.” So they did what Moses told them to do.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 8,
          "text": "Then the Lord spoke to Aaron. He said,",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 9,
          "text": "“You and your sons must not drink any kind of wine when you go into the Tent of Meeting. If you do, you will die. That is a law that will last for all time to come.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 11,
          "text": "You must teach the people of Israel all of the rules I have given them through Moses.”",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Matthew 11:25-12:21",
    "versions": {
      "leb": [
        {
          "chapter": 11,
          "verse": 25,
          "text": "At that time Jesus answered and said, “I praise you, Father, Lord of heaven and earth, because you have hidden these things from the wise and intelligent, and have revealed them to young children.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 26,
          "text": "Yes, Father, for to do so was your gracious will.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 27,
          "text": "All things have been handed over to me by my Father, and no one knows the Son except the Father, and no one knows the Father except the Son and anyone to whom the Son wants to reveal him.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 28,
          "text": "Come to me, all of you who labor and are burdened, and I will give you rest.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 29,
          "text": "Take my yoke on you and learn from me, for I am gentle and humble in heart, and you will find rest for your souls.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 1,
          "text": "And behold, there was a man who had a withered hand, and they asked him, saying, “Is it permitted to heal on the Sabbath?” in order that they could accuse him.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 2,
          "text": "and a smoldering wick he will not extinguish,\nuntil he brings justice to victory.",
          "isHeading": true
        },
        {
          "chapter": 12,
          "verse": 3,
          "text": "The one who is not with me is against me, and the one who does not gather with me scatters.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 4,
          "text": "For just as Jonah was in the belly of the huge fish three days and three nights, so the Son of Man will be in the heart of the earth three days and three nights.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 5,
          "text": "For whoever does the will of my Father who is in heaven, he is my brother and sister and mother.”",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 6,
          "text": "But I tell you that something greater than the temple is here!",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 7,
          "text": "And if you had known what it means, ‘I want mercy and not sacrifice,’ you would not have condemned the guiltless.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 8,
          "text": "For the Son of Man is lord of the Sabbath.”",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 9,
          "text": "And going on from there he came into their synagogue.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 11,
          "text": "But he said to them, “What man will there be among you who will have one sheep and if this one fell into a pit on the Sabbath, will not take hold of it and lift it out?",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 12,
          "text": "Then to what degree is a man worth more than a sheep? So then, it is permitted to do good on the Sabbath.”",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 13,
          "text": "Then he said to the man, “Stretch out your hand,” and he stretched it out, and it was restored as healthy as the other one.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 14,
          "text": "But the Pharisees went out and plotted against him in order that they could destroy him.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 15,
          "text": "Now Jesus, when he learned of it, withdrew from there, and many followed him, and he healed them all.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 16,
          "text": "And he warned them that they should not reveal his identity,",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 17,
          "text": "in order that what was spoken through the prophet Isaiah would be fulfilled, who said,",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 18,
          "text": "my beloved in whom my soul is well pleased.\nI will put my Spirit on him,\nand he will proclaim justice to the Gentiles.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 19,
          "text": "nor will anyone hear his voice in the streets.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 21,
          "text": "&nbsp;&nbsp;&nbsp;&nbsp;And in his name the Gentiles will hope.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 11,
          "verse": 25,
          "text": "At that time Jesus said, “I praise you, Father. You are Lord of heaven and earth. You have hidden these things from the wise and educated. But you have shown them to little children.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 26,
          "text": "Yes, Father. This is what you wanted.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 27,
          "text": "“My Father has given all things to me. The Father is the only one who knows the Son. And the only ones who know the Father are the Son and those to whom the Son chooses to make him known.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 28,
          "text": "“Come to me, all of you who are tired and are carrying heavy loads. I will give you rest.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 29,
          "text": "Become my servants and learn from me. I am gentle and free of pride. You will find rest for your souls.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 1,
          "text": "A man with a weak and twisted hand was there. The Pharisees were trying to find fault with Jesus. So they asked him, “Does the Law allow us to heal on the Sabbath day?”",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 2,
          "text": "He will not break a bent twig.\nHe will not put out a dimly burning flame.\nHe will make everything right.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 3,
          "text": "“Anyone who is not with me is against me. Anyone who does not gather sheep with me scatters them.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 4,
          "text": "Jonah was in the stomach of a huge fish for three days and three nights. Something like that will happen to the Son of Man. He will spend three days and three nights in the grave.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 5,
          "text": "Anyone who does what my Father in heaven wants is my brother or sister or mother.”",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 6,
          "text": "“I tell you that one who is more important than the temple is here.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 7,
          "text": "Scripture says, ‘I want mercy and not sacrifice.’ () You don’t know what those words mean. If you did, you would not bring charges against those who are not guilty.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 8,
          "text": "The Son of Man is Lord of the Sabbath day.”",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 9,
          "text": "Going on from that place, Jesus went into their synagogue.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 11,
          "text": "He said to them, “What if one of your sheep falls into a pit on the Sabbath? Won’t you take hold of it and lift it out?",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 12,
          "text": "A man is worth more than sheep! So the Law allows us to do good on the Sabbath day.”",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 13,
          "text": "Then Jesus said to the man, “Stretch out your hand.” So he stretched it out. It was as good as new, just as good as the other hand.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 14,
          "text": "But the Pharisees went out and planned how to kill Jesus.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 15,
          "text": "Jesus knew all about the Pharisees’ plans. So he left that place. Many followed him, and he healed all their sick people.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 16,
          "text": "But he warned them not to tell who he was.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 17,
          "text": "This was to make what was spoken through the prophet Isaiah come true. It says,",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 18,
          "text": "He is the one I love. I am very pleased with him.\nI will put my Spirit on him.\nHe will announce to the nations that everything will be made right.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 19,
          "text": "He will not argue or cry out.\nNo one will hear his voice in the streets.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 21,
          "text": "&nbsp;&nbsp;&nbsp;&nbsp;The nations will put their hope in him.” ()",
          "isHeading": false
        }
      ]
    }
  }
}