{
  "torah": {
    "passage": "Deuteronomy 15:1 - 15:18",
    "versions": {
      "leb": [
        {
          "chapter": 15,
          "verse": 1,
          "text": "By all means you must give to him, and you must not be discontented at your giving to him, because on account of this very thing, Yahweh your God will bless you in all your work and in all that you undertake.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 2,
          "text": "Rather before Yahweh your God you shall eat it year by year at the place Yahweh will choose, you and your household.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 3,
          "text": "With respect to the foreigner you may exact payment, but you must remit what shall be owed to you with respect to your brother.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 4,
          "text": "Nevertheless, there shall not be among you a poor person, because Yahweh will certainly bless you in the land that Yahweh your God is giving to you as an inheritance, to take possession of it.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 5,
          "text": "If only you listen well to the voice of Yahweh your God by observing diligently all of these commandments that I am commanding you today.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 6,
          "text": "When Yahweh your God has blessed you, just as he promised to you, then you will lend to many nations, but you will not borrow from them, and you will rule over many nations, but they will not rule over you.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 7,
          "text": "If there is a poor person among you from among one of your brothers in one of your towns that Yahweh your God is giving to you, you shall not harden your heart, and you shall not shut your hand toward your brother who is poor.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 8,
          "text": "But you shall certainly open your hand for him, and you shall willingly lend to him enough to meet his need, whatever it is.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 9,
          "text": "Take care so that there will not be a thought of wickedness in your heart, saying, ‘The seventh year, the year of the remission of debt is near,’ and you view your needy neighbor with hostility, and so you do not give to him, and he might cry out against you to Yahweh, and you would incur guilt against yourself.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 11,
          "text": "For the poor will not cease to be among you in the land; therefore I am commanding you, saying, ‘You shall willingly open your hand to your brother, to your needy and to your poor that are in your land.’",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 12,
          "text": "If your relative who is a Hebrew man or a Hebrew woman is sold to you, and he or she has served you six years, then in the seventh year you shall send that person out free.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 13,
          "text": "And when you send him out free from you, you shall not send him away empty-handed.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 14,
          "text": "You shall generously supply him from among your flocks and from your threshing floor and from your press; according to that with which Yahweh your God has blessed you, you shall give to him.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 15,
          "text": "And remember that you were a slave in the land of Egypt, and Yahweh your God redeemed you; therefore I am commanding you thus today.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 16,
          "text": "And then if it will happen that he says to you, ‘I do not want to go out from you,’ because he loves you and your family, because it is good for him to be with you;",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 17,
          "text": "then you shall take an awl, and you shall thrust it through his earlobe and into the door, and he shall be to you a slave forever; and you shall also do likewise for your slave woman.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 18,
          "text": "It shall not be hard in your eyes when you send him forth free, because for six years he has served you worth twice the wage of a hired worker; and Yahweh your God will bless you in whatever you will do.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 15,
          "verse": 1,
          "text": "So give freely to those who are needy. Open your hearts to them. Then the Lord your God will bless you in all of your work. He will bless you in everything you do.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 2,
          "text": "Each year you and your family must eat them. Do it in the sight of the Lord your God at the place he will choose.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 3,
          "text": "You can require someone from another nation to pay you back. But you must forgive your own people what they owe you.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 4,
          "text": "There shouldn’t be any poor people among you. The Lord will greatly bless you in the land he is giving you. You will take it over as your own.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 5,
          "text": "The Lord your God will bless you if you obey him completely. Be careful to follow all of the commands I’m giving you today.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 6,
          "text": "The Lord your God will bless you, just as he has promised. You will lend money to many nations. But you won’t have to borrow from any of them. You will rule over many nations. But none of them will rule over you.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 7,
          "text": "Suppose there are poor people among you. And suppose they live in one of the towns in the land the Lord your God is giving you. Then don’t be mean to them. They are poor. So don’t hold back money from them.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 8,
          "text": "Instead, open your hands and lend them what they need. Do it freely.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 9,
          "text": "Be careful not to have an evil thought in your mind. Don’t say to yourself, “The seventh year will soon be here. It’s the year for forgiving people what they owe.” If you think like that, you might treat your needy people badly. You might not give them anything. Then they might make their appeal to the Lord against you. And he will find you guilty of sin.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 11,
          "text": "There will always be poor people in the land. So I’m commanding you to give freely to those who are poor and needy in your land. Open your hands to them.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 12,
          "text": "Suppose Hebrew men or women sell themselves to you. If they do, they will serve you for six years. Then in the seventh year you must let them go free.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 13,
          "text": "But when you set them free, don’t send them away without anything to show for all of their work.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 14,
          "text": "Freely give them some animals from your flock. Also give them some of your grain and wine. The Lord your God has blessed you richly. Give to them as he has given to you.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 15,
          "text": "Remember that you were slaves in Egypt. The Lord your God set you free. That’s why I’m giving you this command today.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 16,
          "text": "But suppose your servant says to you, “I don’t want to leave you.” He loves you and your family. And you are taking good care of him.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 17,
          "text": "Then take him to the door of your house. Poke a hole through his ear lobe into the doorpost. And he will become your servant for life. Do the same with your female servant.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 18,
          "text": "Don’t think you are being cheated when you set your servants free. After all, they have served you for six years. The service of each of them has been worth twice as much as the service of a hired worker. And the Lord your God will bless you in everything you do.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Acts 9:20 - 9:31",
    "versions": {
      "leb": [
        {
          "chapter": 9,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 21,
          "text": "And all who heard him were amazed, and were saying, “Is this not the one who was wreaking havoc in Jerusalem on those who call upon this name, and had come here for this reason, that he could bring them tied up to the chief priests?”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 22,
          "text": "But Saul was increasing in strength even more, and was confounding the Jews who lived in Damascus by proving that this one is the Christ.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 23,
          "text": "And when many days had elapsed, the Jews plotted to do away with him.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 24,
          "text": "But their plot became known to Saul, and they were also watching the gates both day and night so that they could do away with him.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 25,
          "text": "But his disciples took him at night and let him down through the wall by lowering him in a basket.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 26,
          "text": "And when he arrived in Jerusalem, he was attempting to associate with the disciples, and they were all afraid of him, because they did not believe that he was a disciple.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 27,
          "text": "But Barnabas took him and brought him to the apostles and related to them how he had seen the Lord on the road and that he had spoken to him, and how in Damascus he had spoken boldly in the name of Jesus.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 28,
          "text": "And he was going in and going out among them in Jerusalem, speaking boldly in the name of the Lord.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 29,
          "text": "And he was speaking and debating with the Greek-speaking Jews, but they were trying to do away with him.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 30,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 31,
          "text": "Then the church throughout all of Judea and Galilee and Samaria had peace, being strengthened. And living in the fear of the Lord and the encouragement of the Holy Spirit, it was increasing in numbers.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 9,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 21,
          "text": "All who heard him were amazed. They asked, “Isn’t he the man who caused great trouble in Jerusalem for those who worship Jesus? Hasn’t he come here to take them as prisoners to the chief priests?”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 22,
          "text": "But Saul grew more and more powerful. The Jews living in Damascus couldn’t believe what was happening. Saul proved to them that Jesus is the Christ.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 23,
          "text": "After many days, the Jews had a meeting. They planned to kill Saul.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 24,
          "text": "But he learned about their plan. Day and night they watched the city gates closely in order to kill him.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 25,
          "text": "But his followers helped him escape by night. They lowered him in a basket through an opening in the wall.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 26,
          "text": "When Saul came to Jerusalem, he tried to join the believers. But they were all afraid of him. They didn’t believe he was really one of Jesus’ followers.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 27,
          "text": "But Barnabas took him to the apostles. He told them about Saul’s journey. He said that Saul had seen the Lord. He told how the Lord had spoken to Saul. Barnabas also said that Saul had preached without fear in Jesus’ name in Damascus.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 28,
          "text": "So Saul stayed with the believers. He moved about freely in Jerusalem. He spoke boldly in the Lord’s name.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 29,
          "text": "He talked and argued with Jews who followed Greek practices. But they tried to kill him.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 30,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 31,
          "text": "Then the church throughout Judea, Galilee and Samaria enjoyed a time of peace. The Holy Spirit gave the church strength and boldness. So they grew in numbers. And they worshiped the Lord.",
          "isHeading": false
        }
      ]
    }
  }
}