{
  "torah": {
    "passage": "Leviticus 4:27 - 5:10",
    "versions": {
      "leb": [
        {
          "chapter": 4,
          "verse": 27,
          "text": "“‘If anyone of the people of the land sins by an unintentional wrong by violating one of Yahweh’s commands that should not be violated, so that he incurs guilt,",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 28,
          "text": "or his sin he has committed is made known to him, he shall bring as his offering a female goat without defect as his offering for his sin that he committed.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 29,
          "text": "He shall place his hand on the sin offering’s head and slaughter the sin offering in the place of the burnt offering.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 30,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 31,
          "text": "He must remove all of its fat just as the fat was removed from the fellowship offerings’ sacrifice, and the priest shall turn it into smoke on the altar as an appeasing fragrance for Yahweh. The priest shall make atonement for him, and he will be forgiven.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 32,
          "text": "“‘But if he brings a lamb as his offering for a sin offering, he must bring a female without defect.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 33,
          "text": "He shall place his hand on the sin offering’s head, and he shall slaughter it as a sin offering in the place where he slaughtered the burnt offering.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 34,
          "text": "The priest shall take some of the sin offering’s blood with his finger, and he shall put it on the horns of the altar of the burnt offering, and he must pour out all the rest of its blood on the altar’s base.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 35,
          "text": "He must remove all of its fat just as the lamb’s fat from the fellowship offerings’ sacrifice was removed, and the priest shall turn them into smoke on the altar upon Yahweh’s offerings made by fire; and the priest shall make atonement for him because of his sin that he committed, and he will be forgiven.’”",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 1,
          "text": "The second bird he must prepare as a burnt offering according to the regulation, and the priest shall make atonement for him for his sin that he has committed, and he shall be forgiven.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 2,
          "text": "Or if a person touches anything unclean, whether an unclean wild animal’s dead body or an unclean domestic animal’s dead body or an unclean swarmer’s dead body, but he is unaware of it, he is unclean and he is guilty.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 3,
          "text": "Or when he touches human uncleanness, namely any uncleanness of his by which he might become unclean, but he is unaware of it, and he himself finds out, then he will be guilty.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 4,
          "text": "Or when a person swears, speaking thoughtlessly with his lips, to do evil or to do good with regard to anything that the person in a sworn oath speaks thoughtlessly, but he is unaware of it, he will be guilty in any of these.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 5,
          "text": "When he becomes guilty in any of these, he shall confess what he has sinned regarding it,",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 6,
          "text": "and he shall bring his guilt offering to Yahweh for his sin that he has committed: a female from the flock, a ewe-lamb or a she-goat, as a sin offering, and the priest shall make atonement for him for his sin.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 7,
          "text": "“‘If he cannot afford a sheep, he shall bring as his guilt offering for what he sinned two turtledoves or two young doves for Yahweh, one for a sin offering and one for a burnt offering.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 8,
          "text": "He shall bring them to the priest, and he shall present that which is for the sin offering first, and the priest shall wring its head off at the back of its neck, but he must not sever it,",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 9,
          "text": "and he shall spatter some of the sin offering’s blood on the altar’s side, and the leftover blood must be drained out on the altar’s base; it is a sin offering.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 10,
          "text": "",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 4,
          "verse": 27,
          "text": "“‘Or suppose someone in the community sins without meaning to. If he disobeys any of the Lord’s commands, he is guilty.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 28,
          "text": "“‘But suppose he is made aware of the sin he has committed. Then he must bring an offering for the sin he has committed. It must be a female goat. It must not have any flaws.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 29,
          "text": "He must place his hand on the head of the animal for the sin offering. It must be killed at the place where the animals for burnt offerings are killed.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 30,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 31,
          "text": "“‘He must remove all of the fat in the same way the fat is removed from the friendship offering. He must burn it on the altar. It gives a smell that is pleasant to the Lord. When the priest burns the offering, he will pay for the sin of that person. And he will be forgiven.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 32,
          "text": "“‘Suppose he brings a lamb as his sin offering. Then he must bring a female animal. It must not have any flaws.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 33,
          "text": "He must place his hand on its head. He must kill it as a sin offering. He must do it at the place where the animals for burnt offerings are killed.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 34,
          "text": "“‘Then the priest must dip his finger into some of the blood of the sin offering. He must put it on the horns that stick out from the upper four corners of the altar for burnt offerings. He must pour out the rest of the blood at the bottom of the altar.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 35,
          "text": "“‘He must remove all of the fat in the same way the fat is removed from the lamb for the friendship offering. He must burn it on the altar on top of the offerings that are made to the Lord with fire. When he does, he will pay for the sin that person has committed. And he will be forgiven.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 1,
          "text": "“‘Then the priest will offer the other bird as a burnt offering. He must do it in the way the law requires. That will pay for the sin the person has committed. And he will be forgiven.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 2,
          "text": "“‘Or suppose a person touches something that is not “clean.” It could be the dead bodies of wild animals or of livestock. Or it could be the dead bodies of creatures that move along the ground. Even though he is not aware that he touched them, he has become “unclean.” And he is guilty.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 3,
          "text": "“‘Or suppose he touches something “unclean” that comes from a human being. It could be anything that would make him “unclean.” Suppose he is not aware that he touched it. When he finds out about it, he will be guilty.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 4,
          "text": "“‘Or suppose a person takes an oath and makes a promise to do something without thinking it through. It does not matter what he promised. It does not matter whether he took the oath without thinking about it carefully. And suppose he is not aware that he did not think it through. When he finds out about it, he will be guilty.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 5,
          "text": "“‘When someone is guilty in any of those ways, he must admit he has sinned.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 6,
          "text": "He must bring a sin offering to pay for the sin he has committed. He must bring to the Lord a female lamb or goat from the flock. The priest will sacrifice the animal. That will pay for the person’s sin.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 7,
          "text": "“‘Suppose he can’t afford a lamb. Then he must get two doves or two young pigeons. He must bring them to the Lord to pay for his sin. One of them is for a sin offering. The other is for a burnt offering.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 8,
          "text": "“‘He must bring them to the priest. The priest will offer the one for the sin offering first. He must twist its head. But he must not twist it off completely.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 9,
          "text": "“‘Then he must sprinkle some of the blood of the sin offering against the side of the altar. He must empty out the rest of the blood at the bottom of the altar. It is a sin offering.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 10,
          "text": "",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Matthew 5:13-5:20",
    "versions": {
      "leb": [
        {
          "chapter": 5,
          "verse": 13,
          "text": "“You are the salt of the earth. But if salt becomes tasteless, by what will it be made salty? It is good for nothing any longer except to be thrown outside and trampled under foot by people.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 14,
          "text": "You are the light of the world. A city located on top of a hill cannot be hidden,",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 15,
          "text": "nor do they light a lamp and place it under a basket, but on a lampstand, and it shines on all those in the house.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 16,
          "text": "In the same way let your light shine before people, so that they can see your good works and glorify your Father who is in heaven.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 17,
          "text": "“Do not think that I have come to destroy the law or the prophets. I have not come to destroy them but to fulfill them.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 18,
          "text": "For truly I say to you, until heaven and earth pass away, not one tiny letter or one stroke of a letter will pass away from the law until all takes place.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 19,
          "text": "Therefore whoever abolishes one of the least of these commandments and teaches people to do so will be called least in the kingdom of heaven, but whoever keeps them and teaches them, this person will be called great in the kingdom of heaven.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 20,
          "text": "",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 5,
          "verse": 13,
          "text": "“You are the salt of the earth. But suppose the salt loses its saltiness. How can it be made salty again? It is no longer good for anything. It will be thrown out. People will walk all over it.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 14,
          "text": "“You are the light of the world. A city on a hill can’t be hidden.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 15,
          "text": "Also, people do not light a lamp and put it under a bowl. Instead, they put it on its stand. Then it gives light to everyone in the house.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 16,
          "text": "“In the same way, let your light shine in front of others. Then they will see the good things you do. And they will praise your Father who is in heaven.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 17,
          "text": "“Do not think I have come to get rid of what is written in the Law or in the Prophets. I have not come to do that. Instead, I have come to give full meaning to what is written.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 18,
          "text": "What I’m about to tell you is true. Heaven and earth will disappear before the smallest letter disappears from the Law. Not even the smallest stroke of a pen will disappear from the Law until everything is completed.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 19,
          "text": "“Do not break even one of the least important commandments. And do not teach others to break them. If you do, you will be called the least important person in the kingdom of heaven. Instead, practice and teach these commands. Then you will be called important in the kingdom of heaven.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 20,
          "text": "",
          "isHeading": false
        }
      ]
    }
  }
}