{
  "torah": {
    "passage": "Leviticus 23:23-25; Genesis 7:5-6; Genesis 7:11; Genesis 8:13",
    "versions": {
      "leb": [
        {
          "chapter": 23,
          "verse": 23,
          "text": "Then Yahweh spoke to Moses, saying,",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 24,
          "text": "“Speak to the Israelites, saying, ‘In the seventh month, on the first day of the month, you must have a rest period, a remembrance of the trumpet blast, a holy assembly.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 25,
          "text": "You must not do any regular work, and you shall present an offering made by fire to Yahweh.’”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 23,
          "verse": 23,
          "text": "The Lord spoke to Moses. He said,",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 24,
          "text": "“Say to the people of Israel, ‘On the first day of the seventh month you must have a day of rest. It must be a special service that is announced with trumpet blasts.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 25,
          "text": "Do not do any regular work on that day. Instead, bring an offering that is made to me with fire.’”",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Matthew 2:9-11; Matthew 24:29-44; Revelation 12:1-7 ",
    "versions": {
      "leb": [
        {
          "chapter": 2,
          "verse": 9,
          "text": "After they listened to the king, they went out, and behold, the star which they had seen at its rising led them until it came and stood above the place where the child was.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 11,
          "text": "And when they came into the house, they saw the child with Mary his mother, and they fell down and worshiped him. And opening their treasure boxes, they offered him gifts of gold and frankincense and myrrh.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 2,
          "verse": 9,
          "text": "After the Wise Men had listened to the king, they went on their way. The star they had seen when they were in the east went ahead of them. It finally stopped over the place where the child was.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 11,
          "text": "The Wise Men went to the house. There they saw the child with his mother Mary. They bowed down and worshiped him. Then they opened their treasures. They gave him gold, incense and myrrh.",
          "isHeading": false
        }
      ]
    }
  }
}