{
  "torah": {
    "passage": "Genesis 30:14 - 30:27",
    "versions": {
      "leb": [
        {
          "chapter": 30,
          "verse": 14,
          "text": "And in the days of the wheat harvest, Reuben went and found mandrakes in the field and he brought them to Leah his mother. And Rachel said to Leah, “Please give me some of your son’s mandrakes.”",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 15,
          "text": "And she said to her, “Is your taking my husband such a small thing that you will also take the mandrakes of my son?” Then Rachel said, “Then he may sleep with you tonight in exchange for your son’s mandrakes.”",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 16,
          "text": "When Jacob came in from the field in the evening, Leah went out to meet him. And she said, “Come in to me, for I have hired you with my son’s mandrakes.” And he slept with her that night.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 17,
          "text": "And God listened to Leah and she conceived and gave birth to a fifth son for Jacob.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 18,
          "text": "Then Leah said, “God has given me my wage since I gave my servant girl to my husband.” And she called his name Issachar.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 19,
          "text": "And Leah conceived again and gave birth to a sixth son for Jacob.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 20,
          "text": "And Leah said, “God has endowed me with a good gift. This time my husband will acknowledge me, because I bore him six sons.” And she called his name Zebulun.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 21,
          "text": "And afterward she gave birth to a daughter. And she called her name Dinah.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 22,
          "text": "Then God remembered Rachel and listened to her, and God opened her womb.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 23,
          "text": "And she conceived and gave birth to a son. And she said, “God has taken away my disgrace.”",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 24,
          "text": "And she called his name Joseph, saying, “Yahweh has added to me another son.”",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 25,
          "text": "Jacob’s Prosperity\nAnd it happened that as soon as Rachel had given birth to Joseph, Jacob said to Laban, “Send me away that I may go to my place and my land.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 26,
          "text": "Give me my wives and my children for which I have served you, and let me go. For you yourself know my service that I have rendered to you.”",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 27,
          "text": "But Laban said to him, “Please, if I have found favor in your eyes, I have learned by divination that Yahweh has blessed me because of you.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 30,
          "verse": 14,
          "text": "While the wheat harvest was being gathered, Reuben went out into the fields. He found some mandrake plants. He brought them to his mother Leah. Rachel said to Leah, “Please give me some of your son’s mandrakes.”",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 15,
          "text": "But Leah said to her, “Isn’t it enough that you took my husband away? Are you going to take my son’s mandrakes too?”\nRachel said, “All right. Jacob can make love to you tonight if you give me your son’s mandrakes.”",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 16,
          "text": "Jacob came in from the fields that evening. Leah went out to meet him. “You have to sleep with me tonight,” she said. “I’ve bought you with my son’s mandrakes.” So he made love to her that night.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 17,
          "text": "God listened to Leah. She became pregnant and had a fifth son by Jacob.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 18,
          "text": "Then Leah said, “God has rewarded me because I gave my female servant to my husband.” So she named the boy Issachar.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 19,
          "text": "Leah became pregnant again. She had a sixth son by Jacob.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 20,
          "text": "Then Leah said, “God has given me a priceless gift. This time my husband will treat me with honor. I’ve had six sons by him.” So she named the boy Zebulun.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 21,
          "text": "Some time later she had a daughter. She named her Dinah.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 22,
          "text": "Then God listened to Rachel. He showed concern for her. He made it possible for her to have children.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 23,
          "text": "She became pregnant. She had a son. She said, “God has taken my shame away.”",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 24,
          "text": "She continued, “May the Lord give me another son.” So she named him Joseph.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 25,
          "text": "Jacob’s Flocks Increase Their Numbers\nAfter Rachel had Joseph, Jacob spoke to Laban. He said, “Send me on my way. I want to go back to my own home and country.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 26,
          "text": "Give me my wives and children. I worked for you to get them. So I’ll be on my way. You know how much work I’ve done for you.”",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 27,
          "text": "But Laban said to him, “If you are pleased with me, stay here. I’ve discovered that the Lord has blessed me because of you.”",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "John 11:1 - 11:16",
    "versions": {
      "leb": [
        {
          "chapter": 11,
          "verse": 1,
          "text": "Lazarus Dies\nNow a certain man was sick, Lazarus from Bethany, the village of Mary and her sister Martha.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 2,
          "text": "(Now it was Mary who anointed the Lord with perfumed oil and wiped his feet with her hair, whose brother Lazarus was sick.)",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 3,
          "text": "So the sisters sent word to him, saying, “Lord, behold, the one whom you love is sick.”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 4,
          "text": "And when he heard it, Jesus said, “This sickness is not to death, but for the glory of God, in order that the Son of God may be glorified through it.”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 5,
          "text": "(Now Jesus loved Martha and her sister and Lazarus.)",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 6,
          "text": "So when he heard that he was sick, then he remained in the place where he was two days.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 7,
          "text": "Then after this he said to the disciples, “Let us go to Judea again.”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 8,
          "text": "The disciples said to him, “Rabbi, the Jews were seeking just now to stone you, and are you going there again?”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 9,
          "text": "Jesus replied, Are there not twelve hours in the day? If anyone walks around in the daylight, he does not stumble, because he sees the light of this world.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 10,
          "text": "But if anyone walks around in the night, he stumbles, because the light is not in him.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 11,
          "text": "He said these things, and after this he said to them, “Our friend Lazarus has fallen asleep, but I am going so that I can awaken him.”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 12,
          "text": "So the disciples said to him, “Lord, if he has fallen asleep, he will get well.”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 13,
          "text": "(Now Jesus had been speaking about his death, but they thought that he was speaking about real sleep.)",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 14,
          "text": "So Jesus then said to them plainly, “Lazarus has died,",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 15,
          "text": "and I am glad for your sake that I was not there, so that you may believe. But let us go to him.”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 16,
          "text": "Then Thomas (the one who is called Didymus) said to his fellow disciples, “Let us go also, so that we may die with him.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 11,
          "verse": 1,
          "text": "Lazarus Dies\nA man named Lazarus was sick. He was from Bethany, the village where Mary and her sister Martha lived.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 2,
          "text": "Mary would later pour perfume on the Lord. She would also wipe his feet with her hair. Her brother Lazarus was sick in bed.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 3,
          "text": "So the sisters sent a message to Jesus. “Lord,” they told him, “the one you love is sick.”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 4,
          "text": "When Jesus heard this, he said, “This sickness will not end in death. No, it is for God’s glory. God’s Son will receive glory because of it.”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 5,
          "text": "Jesus loved Martha and her sister and Lazarus.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 6,
          "text": "But after he heard Lazarus was sick, he stayed where he was for two more days.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 7,
          "text": "Then he said to his disciples, “Let us go back to Judea.”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 8,
          "text": "“But Rabbi,” they said, “a short time ago the Jews tried to kill you with stones. Are you still going back there?”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 9,
          "text": "Jesus answered, “Aren’t there 12 hours of daylight? A person who walks during the day won’t trip and fall. He can see because of this world’s light.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 10,
          "text": "But when he walks at night, he’ll trip and fall. He has no light.”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 11,
          "text": "After he said this, Jesus went on speaking to them. “Our friend Lazarus has fallen asleep,” he said. “But I am going there to wake him up.”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 12,
          "text": "His disciples replied, “Lord, if he’s sleeping, he will get better.”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 13,
          "text": "Jesus had been speaking about the death of Lazarus. But his disciples thought he meant natural sleep.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 14,
          "text": "So then he told them plainly, “Lazarus is dead.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 15,
          "text": "For your benefit, I am glad I was not there. Now you will believe. But let us go to him.”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 16,
          "text": "Then Thomas, who was called Didymus, spoke to the rest of the disciples. “Let us go also,” he said. “Then we can die with Jesus.”",
          "isHeading": false
        }
      ]
    }
  }
}