{
  "torah": {
    "passage": "Deuteronomy 26:16 - 26:19",
    "versions": {
      "leb": [
        {
          "chapter": 26,
          "verse": 16,
          "text": "“This day Yahweh your God is commanding you to do these rules and regulations, and you must observe them diligently with all your heart and with all your soul.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 17,
          "text": "Yahweh you have declared today to be for you as your God, and to go in his ways and to observe his rules and his commandments and his regulations and to listen to his voice.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 18,
          "text": "And Yahweh has declared you today to be for him as a people, a treasured possession, as he promised to you, and that you are to observe all his commandments,",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 19,
          "text": "and that he then will set you high above all the nations that he has made for his praise and for fame and for honor and for you to be a holy people to Yahweh your God, as he promised.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 26,
          "verse": 16,
          "text": "Follow the Lord’s Commands\nThis very day the Lord your God commands you to follow all of those rules and laws. Be careful to obey them with all your heart and with all your soul.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 17,
          "text": "Today you have announced that the Lord is your God. You have said you would live exactly as he wants you to live. You have agreed to keep his rules, commands and laws. And you have said you would obey him.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 18,
          "text": "Today the Lord has announced that you are his people. He has said that you are his special treasure. He promised that you would be. He has told you to keep all of his commands.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 19,
          "text": "He has announced that he will make you famous. He’ll give you more praise and honor than all of the other nations he has made. And he has said that you will be a holy nation. The Lord your God has set you apart for himself. That’s exactly what he promised to do.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Acts 15:12 - 15:21",
    "versions": {
      "leb": [
        {
          "chapter": 15,
          "verse": 12,
          "text": "And the whole group became silent and listened to Barnabas and Paul describing all the signs and wonders God had done among the Gentiles through them.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 13,
          "text": "And after they had stopped speaking, James answered, saying, “Men and brothers, listen to me!",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 14,
          "text": "Simeon has described how God first concerned himself to take from among the Gentiles a people for his name.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 15,
          "text": "And with this the words of the prophets agree, just as it is written:",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 16,
          "text": "‘After these things I will return\nand build up again the tent of David that has fallen,\nand the parts of it that had been torn down I will build up again\nand will restore it,",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 17,
          "text": "so that the rest of humanity may seek the Lord,\neven all the Gentiles who are called by my name,\nsays the Lord, who makes these things",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 18,
          "text": "known from of old.’",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 19,
          "text": "Therefore I conclude we should not cause difficulty for those from among the Gentiles who turn to God,",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 20,
          "text": "but we should write a letter to them to abstain from the pollution of idols and from sexual immorality and from what has been strangled and from blood.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 21,
          "text": "For Moses has those who proclaim him in every city from ancient generations, because he is read aloud in the synagogues on every Sabbath.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 15,
          "verse": 12,
          "text": "Everyone became quiet as they listened to Barnabas and Paul. They were telling about the miraculous signs and wonders God had done through them among non-Jews.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 13,
          "text": "When they finished, James spoke up. “Brothers,” he said, “listen to me.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 14,
          "text": "Simon Peter has explained to us how God first showed his concern for those who aren’t Jews. He chose some of them to be his very own people.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 15,
          "text": "The prophets’ words agree with that. They say,",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 16,
          "text": "“‘After this I will return\nand rebuild David’s fallen tent.\nI will rebuild what was destroyed.\nI will make it what it used to be.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 17,
          "text": "Then the rest of the people can look to the Lord.\nThis means all the non-Jews who belong to me.\nThe Lord says this. He is the one who does these things.’ ()",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 18,
          "text": "&nbsp;&nbsp;&nbsp;&nbsp;The Lord does things that have been known for a long time.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 19,
          "text": "“Now here is my opinion. We should not make it hard for the non-Jews who are turning to God.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 20,
          "text": "Here is what we should write to them. They must not eat food polluted by being offered to statues of gods. They must not commit sexual sins. They must not eat the meat of animals that have been choked to death. And they must not drink blood.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 21,
          "text": "These laws of Moses have been preached in every city from the earliest times. They are read out loud in the synagogues every Sabbath day.”",
          "isHeading": false
        }
      ]
    }
  }
}