{
  "torah": {
    "passage": "Genesis 34:1 - 35:11",
    "versions": {
      "leb": [
        {
          "chapter": 34,
          "verse": 1,
          "text": "The Rape of Dinah and the Massacre at Shechem\nNow Dinah the daughter of Leah, whom she had borne to Jacob, went out to see the daughters of the land.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 2,
          "text": "And Shechem, the son of Hamor the Hivite, the prince of the land, saw her. And he took her and lay with her and raped her.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 3,
          "text": "And his soul clung to Dinah, the daughter of Jacob, and he loved the girl and spoke tenderly to the girl.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 4,
          "text": "So Shechem said to Hamor his father, saying, “Get this girl for me as a wife.”",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 5,
          "text": "And Jacob heard that Dinah his daughter had been defiled, but his sons were with his flocks in the field. And Jacob kept silent until they came.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 6,
          "text": "And Hamor, father of Shechem, went out to Jacob to speak with him.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 7,
          "text": "And the sons of Jacob came in from the field when they heard it. And the men were distressed and very angry because he had done a disgraceful thing in Israel by having sexual relations with the daughter of Jacob—something that should not be done.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 8,
          "text": "And Hamor spoke with them saying, “Shechem my son is in love with your daughter. Please give her to him for a wife.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 9,
          "text": "Make marriages with us. Give us your daughters and take our daughters for yourselves.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 10,
          "text": "You shall dwell with us and the land shall be before you; settle and trade in it, and acquire property in it.”",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 11,
          "text": "Then Shechem said to her father and to her brothers, “Let me find favor in your eyes, and whatever you say to me I will do.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 12,
          "text": "Make the bride price and gift as high as you like; I will give what you say to me. But give me the girl as a wife.”",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 13,
          "text": "Then the sons of Jacob answered Shechem and his father Hamor speaking deceitfully, because he had defiled Dinah their sister.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 14,
          "text": "And they said to them, “We cannot do this thing, to give our sister to a man who is uncircumcised, for that is a disgrace for us.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 15,
          "text": "Only on this condition will we give consent to you; if you will become like us—every male among you to be circumcised.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 16,
          "text": "Then we will give our daughters to you, and we will take for ourselves your daughters, and we will live with you and become one family.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 17,
          "text": "But if you will not listen to us, to be circumcised, then we will take our daughters and we will go.”",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 18,
          "text": "And their words were good in the eyes of Hamor and in the eyes of Shechem, the son of Hamor.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 19,
          "text": "And the young man did not delay to do the thing, for he wanted the daughter of Jacob. Now he was the most honored of his father’s house.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 20,
          "text": "Then Hamor and his son Shechem came to the gate of their city, and they spoke to the men of their city, saying,",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 21,
          "text": "“These men are at peace with us. Let them dwell in the land and let them trade in it. Now, behold, the land is broad enough for them. Let us take their daughters as wives, and let us give our daughters to them.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 22,
          "text": "Only on this condition will they give consent to us, to live with us and to become one family—when every male among us is circumcised as they are circumcised.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 23,
          "text": "Will not their livestock and their property and all their animals be ours? Only let us give consent to them so they will live among us.”",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 24,
          "text": "And all those who went out of the gate of his city listened to Hamor and Shechem. Every male was circumcised, all those who went out of the gate of his city.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 25,
          "text": "And it happened that on the third day, while they were in pain, two of the sons of Jacob, Simeon and Levi, the brothers of Dinah, each took his sword and came against the unsuspecting city and killed all the males.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 26,
          "text": "They killed Hamor and his son Shechem with the edge of the sword, and they took Dinah from the house of Shechem and went out.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 27,
          "text": "The other sons of Jacob came upon the slain and plundered the city, because they had defiled their sister.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 28,
          "text": "They took their flocks and their cattle and their donkeys, and whatever was in the field.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 29,
          "text": "They captured and plundered all that was in the houses—all their wealth, their little ones, and their women.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 30,
          "text": "Then Jacob said to Simeon and Levi, “You have brought trouble on me, making me stink among the inhabitants of the land, among the Canaanites and the Perizzites! I am few in number! If they gather against me and attack me, I will be destroyed—I and my household!”",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 31,
          "text": "But they said, “Shall he treat our sister like a prostitute?”",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 1,
          "text": "Jacob Goes Back to Bethel\nAnd God said to Jacob, “Arise, go up to Bethel and dwell there, and make an altar to the God who appeared to you when you fled from before Esau your brother.”",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 2,
          "text": "Then Jacob said to his household and to all who were with him, “Get rid of the foreign gods that are in your midst and purify yourselves and change your garments.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 3,
          "text": "Then let us make ready and let us go up to Bethel, so that I can make an altar there to the God who answered me in the day of my trouble, and who has been with me on the way that I have gone.”",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 4,
          "text": "So they gave to Jacob all the foreign gods that were in their hands, and the ornamental rings that were in their ears. And Jacob buried them under the oak which was near Shechem.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 5,
          "text": "Then they set out on their journey, and the terror of God was upon the cities that were all around them, so that they did not pursue after the sons of Jacob.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 6,
          "text": "And Jacob came to Luz which was in the land of Canaan (that is Bethel), he and all the people that were with him.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 7,
          "text": "And he built an altar there and called the place El-Bethel, for there God had appeared to him when he fled before his brother.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 8,
          "text": "And Deborah, the nurse of Rebekah, died. And she was buried below Bethel, under the oak. And its name was called Allon-Bacuth.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 9,
          "text": "And God appeared to Jacob again when he came from Paddan-Aram, and he blessed him.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 10,
          "text": "And God said to him, “Your name is Jacob. Your name shall no longer be called Jacob, but Israel shall be your name.” Then his name was called Israel.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 11,
          "text": "And God said to him, “I am El-Shaddai. Be fruitful and multiply. A nation and an assemblage of nations shall be from you, and kings shall go out from your loins.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 34,
          "verse": 1,
          "text": "Simeon and Levi Kill the Men of Shechem\nDinah was the daughter Leah had by Jacob. Dinah went out to visit the women of the land.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 2,
          "text": "Hamor the Hivite was the ruler of that area. When his son Shechem saw Dinah, he took her and raped her.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 3,
          "text": "Then his heart longed for Jacob’s daughter Dinah. He fell in love with her and spoke tenderly to her.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 4,
          "text": "Shechem said to his father Hamor, “Get me that woman. I want her to be my wife.”",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 5,
          "text": "Jacob heard that his daughter Dinah had been made “unclean.” His sons were in the fields with his livestock. So he kept quiet about it until they came home.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 6,
          "text": "Then Shechem’s father Hamor went out to talk with Jacob.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 7,
          "text": "Jacob’s sons had come in from the fields. They came as soon as they heard what had happened. They were filled with sadness and anger.\nShechem had done a very terrible thing. He had forced Jacob’s daughter to have sex with him. He had done something that should never be done in Israel.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 8,
          "text": "But Hamor said to them, “My son Shechem wants your daughter. Please give her to him to be his wife.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 9,
          "text": "“Let your people and ours get married to each other. Give us your daughters as our wives. You can have our daughters as your wives.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 10,
          "text": "You can settle among us. Here is the land. Live in it. Trade in it. Buy property in it.”",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 11,
          "text": "Then Shechem spoke to Dinah’s father and brothers. He said, “I want to please you. I’ll give you anything you ask.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 12,
          "text": "Make the price for the bride as high as you want to. I’ll pay anything you ask me. Just give me the woman. I want to get married to her.”",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 13,
          "text": "Their sister Dinah had been made “unclean.” So Jacob’s sons lied to Shechem and his father Hamor.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 14,
          "text": "They said to them, “We can’t do it. We can’t give our sister to a man who isn’t circumcised. That would bring shame on us.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 15,
          "text": "We’ll agree, but only on one condition. You will have to become like us. You will have to circumcise all of your males.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 16,
          "text": "“Then we’ll give you our daughters as your wives. And we’ll take your daughters as our wives. We’ll settle among you and become one people with you.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 17,
          "text": "But if you won’t agree to it, then we’ll take our sister and go.”",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 18,
          "text": "Their offer seemed good to Hamor and his son Shechem.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 19,
          "text": "The young man was the most honored of all of the men in his father’s family. He didn’t lose any time in doing what they said, because he was delighted with Jacob’s daughter.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 20,
          "text": "Hamor and his son Shechem went to the city gate. They spoke to the other men in town.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 21,
          "text": "“These men are friendly toward us,” they said. “Let them live in our land. Let them trade in it. The land has plenty of room for them. We can get married to their daughters. And they can marry ours.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 22,
          "text": "“But they will agree to live with us as one people only on one condition. All of our males must be circumcised, just as they are.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 23,
          "text": "“Won’t their livestock and their property belong to us? Won’t all of their animals become ours? So let’s say yes to them. Then they’ll settle among us.”",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 24,
          "text": "All of the men who went out through the city gate agreed with Hamor and his son Shechem. So every male in the city was circumcised.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 25,
          "text": "Three days later, all of them were still in pain. Then Simeon and Levi took their swords. They were Jacob’s sons and Dinah’s brothers. They attacked the city when the people didn’t expect it. They killed every male.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 26,
          "text": "They also killed Hamor and his son Shechem with their swords. Then they took Dinah from Shechem’s house and left.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 27,
          "text": "Jacob’s other sons found the dead bodies. They robbed the city where their sister had been made “unclean.”",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 28,
          "text": "They took the flocks and herds and donkeys. They took everything that was in the city and out in the fields.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 29,
          "text": "They carried everything away. And they took all of the women and children. They took away everything that was in the houses.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 30,
          "text": "Then Jacob said to Simeon and Levi, “You have brought trouble on me. Now I’m like a very bad smell to the Canaanites and Perizzites who live in this land. There aren’t many of us. They may join together against me and attack me. Then I and my family will be destroyed.”",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 31,
          "text": "But they replied, “Should he have treated our sister like a prostitute?”",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 1,
          "text": "Jacob Returns to Bethel\nThen God said to Jacob, “Go up to Bethel and settle there. Build an altar there to honor me. That’s where I appeared to you when you were running away from your brother Esau.”",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 2,
          "text": "So Jacob spoke to his family and to everyone who was with him. He said, “Get rid of the strange gods you have with you. Make yourselves pure, and change your clothes.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 3,
          "text": "Come, let’s go up to Bethel. There I’ll build an altar to honor God. He answered me when I was in trouble. He’s been with me everywhere I’ve gone.”",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 4,
          "text": "So they gave Jacob all of the strange gods they had. They also gave him their earrings. Jacob buried them under the oak tree at Shechem.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 5,
          "text": "Then Jacob and everyone who was with him started out. The terror of God fell on the towns all around them. So no one chased them.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 6,
          "text": "Jacob and all of the people who were with him came to Luz. Luz is also called Bethel. It’s in the land of Canaan.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 7,
          "text": "Jacob built an altar at Luz. He named the place El Bethel. There God made himself known to Jacob when he was running away from his brother.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 8,
          "text": "Rebekah’s attendant Deborah died. They buried her body under the oak tree below Bethel. So it was called Allon Bacuth.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 9,
          "text": "After Jacob returned from Paddan Aram, God appeared to him again. And God blessed him.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 10,
          "text": "God said to him, “Your name is Jacob. But you will not be called Jacob anymore. Your name will be Israel.” So he named him Israel.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 11,
          "text": "God said to him, “I am the Mighty God. Have children and increase your numbers. A nation and a community of nations will come from you. Kings will come from your body.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "John 12:27 - 12:36",
    "versions": {
      "leb": [
        {
          "chapter": 12,
          "verse": 27,
          "text": "Jesus Predicts His Death\n“Now my soul is troubled, and what shall I say? ‘Father, deliver me from this hour’? But for this reason I have come to this hour!",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 28,
          "text": "Father, glorify your name!” Then a voice came from heaven, “I have both glorified it, and I will glorify it again.”",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 29,
          "text": "Now the crowd that stood there and heard it said it had thundered. Others were saying, “An angel has spoken to him!”",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 30,
          "text": "Jesus answered and said, “This voice has not happened for my sake, but for your sake.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 31,
          "text": "Now is the judgment of this world! Now the ruler of this world will be thrown out!",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 32,
          "text": "And I, when I am lifted up from the earth, will draw all people to myself.”",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 33,
          "text": "(Now he said this to indicate by what sort of death he was going to die.)",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 34,
          "text": "Then the crowd replied to him, “We have heard from the law that the Christ remains forever! And how do you say that the Son of Man must be lifted up? Who is this Son of Man?”",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 35,
          "text": "So Jesus said to them, “Yet a little time the light is with you! Walk while you have the light, so that the darkness does not overtake you! And the one who walks in the darkness does not know where he is going.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 36,
          "text": "While you have the light, believe in the light, in order that you may become sons of light.” Jesus said these things, and then he went away and was hidden from them.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 12,
          "verse": 27,
          "text": "“My heart is troubled. What should I say? ‘Father, save me from this hour’? No. This is the very reason I came to this hour.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 28,
          "text": "Father, bring glory to your name!”\nThen a voice came from heaven. It said, “I have brought glory to my name. I will bring glory to it again.”",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 29,
          "text": "The crowd there heard the voice. Some said it was thunder. Others said an angel had spoken to Jesus.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 30,
          "text": "Jesus said, “This voice was for your benefit, not mine.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 31,
          "text": "Now it is time for the world to be judged. Now the prince of this world will be thrown out.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 32,
          "text": "But I am going to be lifted up from the earth. When I am, I will bring all people to myself.”",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 33,
          "text": "He said this to show them how he was going to die.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 34,
          "text": "The crowd spoke up. “The Law tells us that the Christ will remain forever,” they said. “So how can you say, ‘The Son of Man must be lifted up’? Who is this ‘Son of Man’?”",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 35,
          "text": "Then Jesus told them, “You are going to have the light just a little while longer. Walk while you have the light. Do this before darkness catches up with you. Anyone who walks in the dark does not know where he is going.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 36,
          "text": "While you have the light, put your trust in it. Then you can become sons of light.”\nWhen Jesus had finished speaking, he left and hid from them.",
          "isHeading": false
        }
      ]
    }
  }
}