{
  "torah": {
    "passage": "Deuteronomy 14:22 - 14:29",
    "versions": {
      "leb": [
        {
          "chapter": 14,
          "verse": 22,
          "text": "“Certainly you must give a tithe of all the yield of your seed, which comes forth from your field year after year.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 23,
          "text": "And you shall eat before Yahweh your God in the place that he will choose to make to dwell his name there the tithe of your grain, your wine and your olive oil and the firstling of your herd and your flock, so that you may learn to revere Yahweh your God always.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 24,
          "text": "But if the distance is too great for you, so that you are not able to transport it, because the place that Yahweh your God will choose to set his name there, it is too far from you, when Yahweh your God will bless you,",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 25,
          "text": "then in that case you may exchange for money, and you shall take the money to your hand and go to the place that Yahweh your God will choose.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 26,
          "text": "You may spend the money for anything that you desire, for oxen or for sheep or for wine or for strong drink or for anything that you desire, and you shall eat it there before Yahweh your God, and you shall rejoice, you and your household.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 27,
          "text": "And as to the Levite who is in your towns, you shall not neglect him, because there is not a plot of ground for him and an inheritance along with you.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 28,
          "text": "“At the end of three years you shall bring out all of the tithe of your yield for that year, and you shall store it in your towns.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 29,
          "text": "And so the Levite may come, because there is no plot of ground for him or an inheritance with you, and the alien also may come and the orphan and the widow that are in your towns, and they may eat their fill, so that Yahweh your God may bless you in all of the work of your hand that you undertake.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 14,
          "verse": 22,
          "text": "Be sure to set apart a tenth of everything your fields produce each year.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 23,
          "text": "Here are the things you should eat in the sight of the Lord your God. You should eat a tenth part of your grain, olive oil and fresh wine. You should also eat the male animals among your livestock that were born first to their mothers. Eat all of those things at the special place the Lord your God will choose. He will put his Name there. You will learn to have respect for him always.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 24,
          "text": "But suppose the place the Lord will choose for his Name is too far away from you. And suppose your God has blessed you. And your tenth part is too heavy for you to carry.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 25,
          "text": "Then sell it for silver. Take the silver with you. Go to the place the Lord your God will choose.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 26,
          "text": "Use the silver to buy anything you like. It can be cattle or sheep. It can be any kind of wine. In fact, it can be anything else you wish. Then you and your family can eat there in the sight of the Lord your God. You can be filled with joy.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 27,
          "text": "Don’t forget to take care of the Levites who will live in your towns. They won’t receive any part of the land as their share.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 28,
          "text": "At the end of every three years, bring a tenth of everything you produce that year. Store it in your towns.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 29,
          "text": "Then the Levites can come and eat. That’s because they won’t receive any part of the land as their share. The outsiders and widows who live in your towns can come. So can the children whose fathers have died. Everyone can have plenty to eat. Then the Lord your God will bless you in everything you do.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Acts 9:1 - 9:19",
    "versions": {
      "leb": [
        {
          "chapter": 9,
          "verse": 1,
          "text": "Now there was a certain disciple in Damascus named Ananias, and the Lord said to him in a vision, “Ananias!” And he said, “Behold, here I am, Lord!”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 2,
          "text": "And immediately he began proclaiming Jesus in the synagogues: “This one is the Son of God!”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 3,
          "text": "And when the brothers found out, they brought him down to Caesarea and sent him away to Tarsus.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 4,
          "text": "But Peter sent them all outside, and, falling to his knees, he prayed. And turning toward the body, he said, “Tabitha, get up!” And she opened her eyes, and when she saw Peter, she sat up.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 5,
          "text": "So he said, “Who are you, Lord?” And he said, “I am Jesus, whom you are persecuting!",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 6,
          "text": "But get up and enter into the city, and it will be told to you what you must do.”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 7,
          "text": "(Now the men who were traveling together with him stood speechless, because they heard the voice but saw no one.)",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 8,
          "text": "So Saul got up from the ground, but although his eyes were open he could see nothing. And leading him by the hand, they brought him into Damascus.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 9,
          "text": "And he was unable to see for three days, and he did not eat or drink.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 11,
          "text": "And the Lord said to him, “Get up, go to the street called ‘Straight’ and in the house of Judas look for a man named Saul from Tarsus. For behold, he is praying,",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 12,
          "text": "and he has seen in a vision a man named Ananias coming in and placing hands on him so that he may regain his sight.”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 13,
          "text": "But Ananias replied, “Lord, I have heard from many people about this man, how much harm he has done to your saints in Jerusalem,",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 14,
          "text": "and here he has authority from the chief priests to tie up all who call upon your name!”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 15,
          "text": "But the Lord said to him, “Go, because this man is my chosen instrument to carry my name before Gentiles and kings and the sons of Israel.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 16,
          "text": "For I will show him how much he must suffer for the sake of my name.”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 17,
          "text": "So Ananias departed and entered into the house, and placing his hands on him, he said, “Brother Saul, the Lord Jesus, who appeared to you on the road by which you came, has sent me so that you may regain your sight and be filled with the Holy Spirit.”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 18,
          "text": "And immediately something like scales fell from his eyes and he regained his sight and got up and was baptized,",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 19,
          "text": "and after taking food, he regained his strength. And he was with the disciples in Damascus several days.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 9,
          "verse": 1,
          "text": "In Damascus there was a believer named Ananias. The Lord called out to him in a vision. “Ananias!” he said.\n“Yes, Lord,” he answered.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 2,
          "text": "At once he began to preach in the synagogues. He taught that Jesus is the Son of God.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 3,
          "text": "The other believers heard about this. They took Saul down to Caesarea. From there they sent him off to Tarsus.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 4,
          "text": "Peter sent them all out of the room. Then he got down on his knees and prayed. He turned toward the dead woman. He said, “Tabitha, get up.” She opened her eyes. When she saw Peter, she sat up.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 5,
          "text": "“I am Jesus,” he replied. “I am the one you are opposing.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 6,
          "text": "Now get up and go into the city. There you will be told what you must do.”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 7,
          "text": "The men traveling with Saul stood there. They weren’t able to speak. They had heard the sound. But they didn’t see anyone.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 8,
          "text": "Saul got up from the ground. He opened his eyes, but he couldn’t see. So they led him by the hand into Damascus.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 9,
          "text": "For three days he was blind. He didn’t eat or drink anything.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 11,
          "text": "The Lord told him, “Go to the house of Judas on Straight Street. Ask for a man from Tarsus named Saul. He is praying.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 12,
          "text": "In a vision he has seen a man named Ananias. The man has come and placed his hands on him. Now he will be able to see again.”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 13,
          "text": "“Lord,” Ananias answered, “I’ve heard many reports about this man. They say he has done great harm to God’s people in Jerusalem.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 14,
          "text": "Now he has come here to arrest all those who worship you. The chief priests have given him authority to do this.”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 15,
          "text": "But the Lord said to Ananias, “Go! I have chosen this man to work for me. He will carry my name to those who aren’t Jews and to their kings. He will bring my name to the people of Israel.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 16,
          "text": "I will show him how much he must suffer for me.”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 17,
          "text": "Then Ananias went to the house and entered it. He placed his hands on Saul. “Brother Saul,” he said, “you saw the Lord Jesus. He appeared to you on the road as you were coming here. He has sent me so that you will be able to see again. You will be filled with the Holy Spirit.”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 18,
          "text": "Right away something like scales fell from Saul’s eyes. And he could see again. He got up and was baptized.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 19,
          "text": "After eating some food, he got his strength back.\nSaul in Damascus and Jerusalem\nSaul spent several days with the believers in Damascus.",
          "isHeading": false
        }
      ]
    }
  }
}