{
  "torah": {
    "passage": "Exodus 8:7 - 8:18",
    "versions": {
      "leb": [
        {
          "chapter": 8,
          "verse": 7,
          "text": "And the magicians did likewise with their secret arts, and they brought up frogs over the land of Egypt.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 8,
          "text": "And Pharaoh called Moses and Aaron and said, “Pray to Yahweh, and let him remove the frogs from me and from my people, and let me release the people so that they can sacrifice to Yahweh.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 9,
          "text": "And Moses said to Pharaoh, “I leave to you the honor over me. When shall I pray for you and for your servants and for your people to cut off the frogs from you and from your houses? They will be left only in the Nile.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 10,
          "text": "And he said, “Tomorrow.” And he said, “Let it be according to your word so that you will know that there is no one like Yahweh our God.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 11,
          "text": "And the frogs will depart from you and from your house and from your servants. They will be left only in the Nile.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 12,
          "text": "And Moses and Aaron went out from Pharaoh, and Moses cried out to Yahweh over the matter of the frogs that he had brought on Pharaoh.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 13,
          "text": "And Yahweh did according to the word of Moses, and the frogs died from the houses, from the courtyards, and from the fields.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 14,
          "text": "And they piled them in countless heaps, and the land stank.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 15,
          "text": "And Pharaoh saw that there was relief, and he made his heart insensitive, and he did not listen to them, as Yahweh had spoken.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 16,
          "text": "Plague Three: Gnats\nAnd Yahweh said to Moses, “Say to Aaron, ‘Stretch out your staff and strike the dust of the land, and it will become gnats in all the land of Egypt.’”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 17,
          "text": "And he did so, and Aaron stretched out his hand with his staff, and he struck the dust of the land, and it became gnats on the humans and on the animals; all of the dust of the land became gnats in all the land of Egypt.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 18,
          "text": "And the magicians did so with their secret arts to bring out the gnats, but they were not able, and the gnats were on the humans and on the animals.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 8,
          "verse": 7,
          "text": "But the magicians did the same things by doing their magic tricks. They also made frogs come up on the land of Egypt.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 8,
          "text": "Pharaoh sent for Moses and Aaron. He said to them, “Pray to the Lord to take the frogs away from me and my people. Then I’ll let your people go to offer sacrifices to the Lord.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 9,
          "text": "Moses said to Pharaoh, “You can have the honor of setting the time for me to pray. I will pray for you, your officials and your people. I’ll pray that the frogs will leave you and your homes. The only frogs left will be the ones in the Nile River.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 10,
          "text": "“Tomorrow,” Pharaoh said.\nMoses replied, “It will happen just as you say. Then you will know that there is no one like the Lord our God.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 11,
          "text": "The frogs will leave you and your houses. They will leave your officials and your people. They will remain only in the Nile River.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 12,
          "text": "Moses and Aaron left Pharaoh. Then Moses cried out to the Lord about the frogs he had brought on Pharaoh.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 13,
          "text": "And the Lord did what Moses asked. The frogs died in the houses, courtyards and fields.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 14,
          "text": "The Egyptians piled them up. The land smelled very bad because of them.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 15,
          "text": "But when Pharaoh saw that the frogs were dead, his heart became stubborn. He wouldn’t listen to Moses and Aaron, just as the Lord had said.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 16,
          "text": "The Plague of Gnats\nThen the Lord spoke to Moses. He said, “Tell Aaron, ‘Reach your wooden staff out. Strike the dust on the ground with it.’ Then all over the land of Egypt the dust will turn into gnats.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 17,
          "text": "So they did it. Aaron reached out the staff that was in his hand. He struck the dust on the ground with it. The dust all over the land of Egypt turned into gnats. They landed on people and animals alike.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 18,
          "text": "The magicians tried to produce gnats by doing their magic tricks. But they couldn’t. The gnats stayed on people and animals alike.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Mark 3:7 - 3:12",
    "versions": {
      "leb": [
        {
          "chapter": 3,
          "verse": 7,
          "text": "Jesus Heals Crowds by the Sea\nAnd Jesus went away with his disciples to the sea, and a great crowd from Galilee followed him. And from Judea",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 8,
          "text": "and from Jerusalem and from Idumea and the other side of the Jordan and around Tyre and Sidon a great crowd came to him because they heard all that he was doing.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 9,
          "text": "And he told his disciples that a small boat should stand ready for him because of the crowd, so that they would not press upon him.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 10,
          "text": "For he had healed many, so that all those who were suffering from diseases pressed about him in order that they could touch him.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 11,
          "text": "And the unclean spirits, whenever they saw him, were falling down before him and crying out, saying, “You are the Son of God!”",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 12,
          "text": "And he warned them strictly that they should not make him known.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 3,
          "verse": 7,
          "text": "Crowds Follow Jesus\nJesus went off to the Sea of Galilee with his disciples. A large crowd from Galilee followed.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 8,
          "text": "People heard about all that Jesus was doing. And many came to him. They came from Judea, Jerusalem, and Idumea. They came from the lands east of the Jordan River. And they came from the area around Tyre and Sidon.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 9,
          "text": "Because of the crowd, Jesus told his disciples to get a small boat ready for him. This would keep the people from crowding him.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 10,
          "text": "Jesus had healed many people. So those who were sick were pushing forward to touch him.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 11,
          "text": "When people with evil spirits saw him, they fell down in front of him. The spirits shouted, “You are the Son of God!”",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 12,
          "text": "But Jesus ordered them not to tell who he was.",
          "isHeading": false
        }
      ]
    }
  }
}