{
  "torah": {
    "passage": "Genesis 4:23 - 5:24",
    "versions": {
      "leb": [
        {
          "chapter": 4,
          "verse": 23,
          "text": "Then Lamech said to his wives,\n“Adah and Zillah, listen to my voice;\nO wives of Lamech, hear my words.\nI have killed a man for wounding me,\nEven a young man for injuring me.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 24,
          "text": "If Cain is avenged sevenfold,\nThen Lamech will be avenged seventy and seven times.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 25,
          "text": "Then Adam knew his wife again, and she gave birth to a son. And she called his name Seth, for she said “God has appointed to me another child in the place of Abel, because Cain killed him.”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 26,
          "text": "And as for Seth, he also fathered a son, and he called his name Enosh. At that time he began to call on the name of Yahweh.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 1,
          "text": "Adam’s Descendants to Noah\nThis is the record of the generations of Adam. When God created Adam, he made him in the likeness of God.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 2,
          "text": "Male and female he created them. And he blessed them. And he called their name “Humankind” when they were created.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 3,
          "text": "And when Adam had lived one hundred and thirty years, he fathered a child in his likeness, according to his image. And he called his name Seth.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 4,
          "text": "And the days of Adam after he fathered Seth were eight hundred years. And he fathered sons and daughters.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 5,
          "text": "And all the days of Adam which he lived were nine hundred and thirty years, and he died.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 6,
          "text": "When Seth had lived one hundred and five years, he fathered Enosh.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 7,
          "text": "And after Seth had fathered Enosh he lived eight hundred and seven years, and fathered sons and daughters.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 8,
          "text": "And all the days of Seth were nine hundred and twelve years, and he died.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 9,
          "text": "When Enosh lived ninety years, he fathered Kenan.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 10,
          "text": "And after Enosh fathered Kenan he lived eight hundred and fifteen years, and fathered sons and daughters.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 11,
          "text": "And all the days of Enosh were nine hundred and five years, and he died.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 12,
          "text": "When Kenan had lived seventy years, he fathered Mahalalel.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 13,
          "text": "And after Kenan had fathered Mahalalel, he lived eight hundred and forty years, and fathered sons and daughters.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 14,
          "text": "And all the days of Kenan were nine hundred and ten years, and he died.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 15,
          "text": "When Mahalalel had lived sixty-five years, he fathered Jared.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 16,
          "text": "And after Mahalalel had fathered Jared, he lived eight hundred and thirty years, and fathered sons and daughters.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 17,
          "text": "And all the days of Mahalalel were eight hundred and ninety-five years, and he died.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 18,
          "text": "When Jared had lived one hundred and sixty-two years, he fathered Enoch.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 19,
          "text": "And after Jared had fathered Enoch, he lived eight hundred years, and fathered sons and daughters.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 20,
          "text": "And all the days of Jared were nine hundred and sixty-two years, and he died.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 21,
          "text": "When Enoch had lived sixty-five years, he fathered Methuselah.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 22,
          "text": "And Enoch walked with God after he fathered Methuselah three hundred years, and fathered sons and daughters.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 23,
          "text": "And all the days of Enoch were three hundred and sixty-five years.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 24,
          "text": "And Enoch walked with God, and he was no more, for God took him.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 4,
          "verse": 23,
          "text": "Lamech said to his wives,\n“Adah and Zillah, listen to me.\nYou wives of Lamech, hear my words.\nI have killed a man because he wounded me.\nI have killed a young man because he hurt me.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 24,
          "text": "Anyone who would have killed Cain would have been paid back seven times.\nBut anyone who hurts me will be paid back 77 times.”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 25,
          "text": "Adam made love to his wife again. She gave birth to a son and named him Seth. She said, “God has given me another child. The child will take the place of Abel, because Cain killed him.”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 26,
          "text": "Seth also had a son. He named him Enosh.\nAt that time people began to worship the Lord.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 1,
          "text": "The Family Line of Adam\nHere is the written story of Adam’s family line.\nWhen God created man, he made him in his own likeness.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 2,
          "text": "He created them as male and female. He blessed them. And he called them “man” when they were created.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 3,
          "text": "When Adam was 130 years old, he had a son in his own likeness. He named him Seth.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 4,
          "text": "Adam lived 800 years after Seth was born. He also had other sons and daughters.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 5,
          "text": "Adam lived a total of 930 years. Then he died.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 6,
          "text": "Seth lived 105 years. Then he became the father of Enosh.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 7,
          "text": "Seth lived 807 years after Enosh was born. He also had other sons and daughters.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 8,
          "text": "Seth lived a total of 912 years. Then he died.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 9,
          "text": "Enosh lived 90 years. Then he became the father of Kenan.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 10,
          "text": "Enosh lived 815 years after Kenan was born. He also had other sons and daughters.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 11,
          "text": "Enosh lived a total of 905 years. Then he died.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 12,
          "text": "Kenan lived 70 years. Then he became the father of Mahalalel.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 13,
          "text": "Kenan lived 840 years after Mahalalel was born. He also had other sons and daughters.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 14,
          "text": "Kenan lived a total of 910 years. Then he died.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 15,
          "text": "Mahalalel lived 65 years. Then he became the father of Jared.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 16,
          "text": "Mahalalel lived 830 years after Jared was born. He also had other sons and daughters.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 17,
          "text": "Mahalalel lived a total of 895 years. Then he died.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 18,
          "text": "Jared lived 162 years. Then he became the father of Enoch.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 19,
          "text": "Jared lived 800 years after Enoch was born. He also had other sons and daughters.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 20,
          "text": "Jared lived a total of 962 years. Then he died.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 21,
          "text": "Enoch lived 65 years. Then he became the father of Methuselah.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 22,
          "text": "Enoch walked with God 300 years after Methuselah was born. He also had other sons and daughters.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 23,
          "text": "Enoch lived a total of 365 years.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 24,
          "text": "Enoch walked with God. Then he couldn’t be found, because God took him from this life.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "John 2:12 - 2:17",
    "versions": {
      "leb": [
        {
          "chapter": 2,
          "verse": 12,
          "text": "Jesus’ First Journey to Jerusalem\nAfter this he went down to Capernaum, and his mother and brothers and his disciples, and they stayed there a few days.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 13,
          "text": "And the Passover of the Jews was near, and Jesus went up to Jerusalem.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 14,
          "text": "The Cleansing of the Temple\nAnd he found in the temple courts those who were selling oxen and sheep and doves, and the money changers seated.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 15,
          "text": "And he made a whip of cords and drove them all out of the temple courts, both the sheep and the oxen, and he poured out the coins of the money changers and overturned their tables.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 16,
          "text": "And to the ones selling the doves he said, “Take these things away from here! Do not make my Father’s house a marketplace!”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 17,
          "text": "His disciples remembered that it is written, “Zeal for your house will consume me.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 2,
          "verse": 12,
          "text": "Jesus Clears Out the Temple\nAfter this, Jesus went down to Capernaum. His mother and brothers and disciples went with him. They all stayed there for a few days.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 13,
          "text": "It was almost time for the Jewish Passover Feast. So Jesus went up to Jerusalem.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 14,
          "text": "In the temple courtyard he found people who were selling cattle, sheep and doves. Others were sitting at tables exchanging money.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 15,
          "text": "So Jesus made a whip out of ropes. He chased all the sheep and cattle from the temple area. He scattered the coins of the people exchanging money. And he turned over their tables.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 16,
          "text": "He told those who were selling doves, “Get these out of here! How dare you turn my Father’s house into a market!”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 17,
          "text": "His disciples remembered what had been written. It says, “My great love for your house will destroy me.” ()",
          "isHeading": false
        }
      ]
    }
  }
}