{
  "torah": {
    "passage": "Deuteronomy 28:45 - 28:52",
    "versions": {
      "leb": [
        {
          "chapter": 28,
          "verse": 45,
          "text": "“And all of these curses shall come over you, and they shall pursue you, and they shall overtake you until you are destroyed, because you did not listen to the voice of Yahweh your God, by observing his commandments and his statutes that he commanded you.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 46,
          "text": "And they shall be among you as a sign and as a wonder and among your offspring forever.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 47,
          "text": "“Because of the fact that you did not serve Yahweh your God with joy and with gladness of heart for the abundance of everything,",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 48,
          "text": "then you shall serve your enemies, whom Yahweh will send against you under conditions of famine, in thirst, in nakedness, and in a lack of everything; and he shall place a yoke of iron on your neck until he has destroyed you.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 49,
          "text": "Yahweh will raise up against you a nation from far off, from the end of the earth, attacking as the eagle swoops down, a nation whose language you will not understand,",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 50,
          "text": "a grim-faced nation who does not show respect to the old and the young and does not show pity.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 51,
          "text": "And it shall consume the fruit of your livestock and the fruit of your ground until you are destroyed, and who will not leave for you any grain, wine, and olive oil, calves of your herds, and lambs of your flock until it has destroyed you.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 52,
          "text": "And it shall besiege you in all your towns until your high and fortified walls fall, which you are trusting in throughout your land; and it shall besiege you in all of your towns in all of your land that Yahweh your God has given to you.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 28,
          "verse": 45,
          "text": "The Lord your God will send all of those curses on you. They will follow you everywhere. They’ll catch up with you. You will be under the Lord’s curse until you are destroyed. That’s because you didn’t obey him. You didn’t keep the commands and rules he gave you.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 46,
          "text": "Those curses will remain as miraculous signs and wonders against you and your children after you forever.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 47,
          "text": "You didn’t serve the Lord your God with joy and gladness when times were good.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 48,
          "text": "So he will send enemies against you. You will have to serve them. You will be hungry and thirsty. You will be naked and poor. The Lord will put the iron chains of slavery around your necks until he has destroyed you.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 49,
          "text": "The Lord will bring a nation against you from far away. It will come from the ends of the earth. It will dive down on you like an eagle. You won’t understand that nation’s language.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 50,
          "text": "Its people will look mean. They won’t have any respect for old people. They won’t show any kindness to young people.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 51,
          "text": "They will eat up the young animals among your livestock. They’ll eat up the crops on your land. They’ll destroy you. They won’t leave you any grain, olive oil or fresh wine. They won’t leave you any calves or lambs. They’ll destroy you.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 52,
          "text": "They’ll surround all of the cities through your whole land. They’ll get ready to attack them. They’ll do those things until the high, strong walls you trust in fall down. That’s what will happen to the cities in the land the Lord your God is giving you.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Acts 18:18 - 18:28",
    "versions": {
      "leb": [
        {
          "chapter": 18,
          "verse": 18,
          "text": "Paul Returns to Antioch in Syria\nSo Paul, after remaining many days longer, said farewell to the brothers and sailed away to Syria, and with him Priscilla and Aquila. He shaved his head at Cenchrea, because he had taken a vow.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 19,
          "text": "So they arrived at Ephesus, and those he left behind there, but he himself entered into the synagogue and discussed with the Jews.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 20,
          "text": "And when they asked him to stay for a longer time, he did not give his consent,",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 21,
          "text": "but saying farewell and telling them, “I will return to you again if God wills,” he set sail from Ephesus.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 22,
          "text": "And when he arrived at Caesarea, he went up and greeted the church, and went down to Antioch.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 23,
          "text": "And after spending some time there, he departed, traveling through one place after another in the Galatian region and Phrygia, strengthening all the disciples.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 24,
          "text": "The Early Ministry of Apollos\nNow a certain Jew named Apollos, a native Alexandrian, arrived in Ephesus—an eloquent man who was well-versed in the scriptures.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 25,
          "text": "This man had been instructed in the way of the Lord, and being enthusiastic in spirit, he was speaking and teaching accurately the things about Jesus, although he knew only the baptism of John.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 26,
          "text": "And he began to speak boldly in the synagogue, but when Priscilla and Aquila heard him, they took him aside and explained the way of God to him more accurately.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 27,
          "text": "And when he wanted to cross over to Achaia, the brothers encouraged him and wrote to the disciples to welcome him. When he arrived, he assisted greatly those who had believed through grace.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 28,
          "text": "For he was vigorously refuting the Jews in public, demonstrating through the scriptures that the Christ was Jesus.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 18,
          "verse": 18,
          "text": "Priscilla and Aquila Teach Apollos\nPaul stayed in Corinth for some time. Then he left the believers and sailed for Syria. Priscilla and Aquila went with him. Before he sailed, he had his hair cut off at Cenchrea. He did this because he had made a promise to God.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 19,
          "text": "They arrived at Ephesus. There Paul said good-by to Priscilla and Aquila. He himself went into the synagogue and talked with the Jews.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 20,
          "text": "The Jews asked him to spend more time with them. But he said no.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 21,
          "text": "As he left, he made them a promise. “If God wants me to,” he said, “I will come back.” Then he sailed from Ephesus.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 22,
          "text": "When he landed at Caesarea, he went up to Jerusalem. There he greeted the church. He then went down to Antioch.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 23,
          "text": "Paul spent some time in Antioch. Then he left and traveled all over Galatia and Phrygia. He gave strength to all the believers there.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 24,
          "text": "At that time a Jew named Apollos came to Ephesus. He was an educated man from Alexandria. He knew the Scriptures very well.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 25,
          "text": "Apollos had been taught the way of the Lord. He spoke with great power. He taught the truth about Jesus. But he only knew about John’s baptism.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 26,
          "text": "He began to speak boldly in the synagogue. Priscilla and Aquila heard him. So they invited him to their home. There they gave him a better understanding of the way of God.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 27,
          "text": "Apollos wanted to go to Achaia. The brothers agreed with him. They wrote to the believers there. They asked them to welcome him. When he arrived, he was a great help to those who had become believers by God’s grace.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 28,
          "text": "He argued strongly against the Jews in public meetings. He proved from the Scriptures that Jesus was the Christ.",
          "isHeading": false
        }
      ]
    }
  }
}