{
  "torah": {
    "passage": "Deuteronomy 29:15 - 29:28",
    "versions": {
      "leb": [
        {
          "chapter": 29,
          "verse": 15,
          "text": "But with whoever is standing here with us today before Yahweh our God, and with whoever is not standing here with us today.",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 16,
          "text": "For you know how we lived in the land of Egypt and how we traveled through the midst of the nations that you traveled through.",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 17,
          "text": "And you have seen their detestable things and their idols of wood and stone, silver, and gold that were among them,",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 18,
          "text": "so that there is not among you a man or a woman or a clan or a tribe whose heart turns today from being with Yahweh our God to go to serve the gods of these nations, so that there is not among you a root sprouting poison and wormwood.",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 19,
          "text": "And then when he hears the words of this oath, then he will assure himself in his heart, saying, ‘Safety shall be mine even though I go in the stubbornness of my heart,’ thereby destroying the well-watered land along with the parched.",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 20,
          "text": "Yahweh will not be willing to forgive him, for by then the anger of Yahweh will smoke, and his passion against that man and all the curses written in this scroll will descend on him, and Yahweh will blot out his name from under heaven.",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 21,
          "text": "And Yahweh will single him out for calamity out of all the tribes of Israel, according to all the curses of the covenant written in the scroll of this law.",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 22,
          "text": "“And the next generation, that is, your children who will rise up after you, and the foreigner who will come from a distant land, when they will see the plagues of that land and its diseases that Yahweh has inflicted upon it, will say,",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 23,
          "text": "‘All its land is brimstone and salt left by fire, none of its land will be sown, and it will not make plants sprout out and it will not grow any vegetation; it is as the destruction of Sodom and Gomorrah, Adman and Zeboiim, which Yahweh overturned in his anger and in his wrath.’",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 24,
          "text": "And all the nations will say, ‘Why has Yahweh done such a thing to this land? What caused the fierceness of this great anger?’",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 25,
          "text": "And they will say, ‘It is because they abandoned the covenant of Yahweh, the God of their ancestors, which he made with them when he brought them out from the land of Egypt.",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 26,
          "text": "And they went and served other gods and bowed down to them, gods whom they did not know them and he had not allotted to them.",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 27,
          "text": "So the anger of Yahweh was kindled against that land to bring upon it all the curses written in this scroll,",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 28,
          "text": "and Yahweh uprooted them from their land in anger and in wrath and in great fury, and he cast them into another land, just as it is today.’",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 29,
          "verse": 15,
          "text": "who are standing here with us today in the sight of the Lord our God. I’m also making it with those who aren’t here today.",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 16,
          "text": "You yourselves know how we lived in Egypt. You also know how we passed through other countries on the way here.",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 17,
          "text": "You saw the statues of their gods that were made out of wood, stone, silver and gold. The Lord hates those statues.",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 18,
          "text": "Make sure there isn’t a man or woman among your families or tribes who turns away from the Lord our God. No one must worship the gods of those nations. Make sure that kind of worship doesn’t spread like bitter poison through your whole community.",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 19,
          "text": "Some people who worship those gods will hear the oath that seals the covenant I’m making. They think they can escape trouble by saying to themselves, “We’ll be safe, even though we’re stubborn and go our own way.” But trouble will come on them everywhere in the land.",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 20,
          "text": "The Lord will never be willing to forgive those people. His burning anger will blaze out against them. All of the curses I’ve written down in this scroll will fall on them. And the Lord will wipe out their names from the earth.",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 21,
          "text": "He will find those people in all of the tribes of Israel and give them nothing but trouble. That will be in keeping with all of the curses of the covenant. They are written down in this Scroll of the Law.",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 22,
          "text": "Even your children’s children will see the troubles that have fallen on the land. They’ll see the sicknesses the Lord has brought on it. People who come from countries far away will also see those things.",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 23,
          "text": "The whole land will be burned up. Nothing but salt and sulfur will be left. Nothing will be planted there. Nothing will grow there. In fact, nothing will even start to grow there. The land will be like Sodom, Gomorrah, Admah and Zeboiim after they were destroyed. The Lord wiped out those cities because he was very angry.",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 24,
          "text": "All of the nations will ask, “Why has the Lord done this to the land? What could have made him so very angry?”",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 25,
          "text": "And they will hear the answer, “It’s because the people who are living there have broken the covenant of the Lord. He’s the God of their parents. He made that covenant with them when he brought them out of Egypt.",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 26,
          "text": "They went off and worshiped other gods. They bowed down to them. They hadn’t known anything about those gods before. The Lord hadn’t given those gods to them.",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 27,
          "text": "“So the Lord’s anger burned against the land. He brought on it all of the curses that are written down in this scroll.",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 28,
          "text": "The Lord’s anger blazed out against his people. So he pulled them up out of their land. He threw them into another land. And that’s where they are now.”",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Acts 20:22 - 20:27",
    "versions": {
      "leb": [
        {
          "chapter": 20,
          "verse": 22,
          "text": "“And now behold, bound by the Spirit I am traveling to Jerusalem, not knowing the things that will happen to me there,",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 23,
          "text": "except that the Holy Spirit testifies to me in town after town, saying that bonds and persecutions await me.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 24,
          "text": "But I consider my life as worth nothing to myself, in order to finish my mission and the ministry that I received from the Lord Jesus, to testify to the gospel of the grace of God.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 25,
          "text": "“And now behold, I know that all of you, among whom I went about proclaiming the kingdom, will see my face no more.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 26,
          "text": "Therefore I testify to you on this very day that I am guiltless of the blood of all of you,",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 27,
          "text": "for I did not shrink from proclaiming to you the whole purpose of God.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 20,
          "verse": 22,
          "text": "“Now I am going to Jerusalem. The Holy Spirit compels me. I don’t know what will happen to me there.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 23,
          "text": "I only know that in every city the Spirit warns me. He tells me that I will face prison and suffering.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 24,
          "text": "But my life means nothing to me. I only want to finish the race. I want to complete the work the Lord Jesus has given me. He wants me to give witness to others about the good news of God’s grace.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 25,
          "text": "“I have spent time with you preaching about the kingdom. I know that none of you will ever see me again.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 26,
          "text": "So I tell you today that I am not guilty if anyone has not believed.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 27,
          "text": "I haven’t let anyone keep me from telling you everything God wants you to do.",
          "isHeading": false
        }
      ]
    }
  }
}