{
  "torah": {
    "passage": "Exodus 19:1 - 19:6",
    "versions": {
      "leb": [
        {
          "chapter": 19,
          "verse": 1,
          "text": "In the third month after the Israelites went out from the land of Egypt, on this day they came to the Sinai desert.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 2,
          "text": "They set out from Rephidim, and they came to the desert of Sinai, and they camped in the desert, and Israel camped there in front of the mountain.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 3,
          "text": "And Moses went up to God, and Yahweh called to him from the mountain, saying, “Thus you will say to the house of Jacob and you will tell the Israelites,",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 4,
          "text": "‘You yourselves have seen what I did to Egypt and how I bore you on eagles’ wings and I brought you to me.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 5,
          "text": "And now if you will carefully listen to my voice and keep my covenant, you will be a treasured possession for me out of all the peoples, for all the earth is mine,",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 6,
          "text": "but you, you will belong to me as a kingdom of priests and a holy nation.’ These are the words that you will speak to the Israelites.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 19,
          "verse": 1,
          "text": "Exactly three months after the people of Israel left Egypt, they came to the Desert of Sinai.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 2,
          "text": "After they started out from Rephidim, they entered the Desert of Sinai. They camped there in the desert in front of the mountain.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 3,
          "text": "Then Moses went up to God. The Lord called out to him from the mountain. He said, “Here is what I want you to say to my people, who came from Jacob’s family. Tell the Israelites,",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 4,
          "text": "‘You have seen for yourselves what I did to Egypt. You saw how I carried you on the wings of eagles and brought you to myself.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 5,
          "text": "“‘Now obey me completely. Keep my covenant. If you do, then out of all of the nations you will be my special treasure. The whole earth is mine.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 6,
          "text": "But you will be a kingdom of priests to serve me. You will be my holy nation.’ That is what you must tell the Israelites.”",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Mark 7:24 - 7:30",
    "versions": {
      "leb": [
        {
          "chapter": 7,
          "verse": 24,
          "text": "And from there he set out and went to the region of Tyre. And when he entered into a house, he wanted no one to know, and yet he was not able to escape notice.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 25,
          "text": "But immediately a woman whose young daughter was possessed by an unclean spirit, when she heard about him, came and fell down at his feet,",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 26,
          "text": "Now the woman was a Greek—a Syrophoenician by nationality—and she was asking him that he would expel the demon from her daughter.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 27,
          "text": "And he said to her, “Let the children be satisfied first, for it is not right to take the children’s bread and throw it to the dogs!”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 28,
          "text": "But she answered and said to him, “Lord, even the dogs under the table eat the children’s crumbs.”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 29,
          "text": "And he said to her, “Because of this statement, go! The demon has gone out of your daughter.”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 30,
          "text": "And when she went to her home, she found the child lying on the bed and the demon gone.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 7,
          "verse": 24,
          "text": "Jesus went from there to a place near Tyre. He entered a house. He did not want anyone to know where he was. But he could not keep it a secret.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 25,
          "text": "Soon a woman heard about him. An evil spirit controlled her little daughter. The woman came to Jesus and fell at his feet.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 26,
          "text": "She was a Greek, born in Syrian Phoenicia. She begged Jesus to drive the demon out of her daughter.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 27,
          "text": "“First let the children eat all they want,” he told her. “It is not right to take the children’s bread and throw it to their dogs.”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 28,
          "text": "“Yes, Lord,” she replied. “But even the dogs under the table eat the children’s crumbs.”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 29,
          "text": "Then he told her, “That was a good reply. You may go. The demon has left your daughter.”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 30,
          "text": "So she went home and found her child lying on the bed. And the demon was gone.",
          "isHeading": false
        }
      ]
    }
  }
}