{
  "torah": {
    "passage": "Numbers 21:21 - 22:1",
    "versions": {
      "leb": [
        {
          "chapter": 21,
          "verse": 21,
          "text": "Israel sent messengers to Sihon, the king of the Amorites, saying,",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 22,
          "text": "“Let us go through your land; we will not turn aside into a field or vineyard; we will not drink well water along the way of the king until we have gone through your territory.”",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 23,
          "text": "But Sihon did not allow Israel to go through his territory. Sihon gathered all his people and went out to meet Israel; he came to the desert, to Jahaz, and he fought against Israel.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 24,
          "text": "But Israel struck him with the edge of the sword, and they took possession of his land from Arnon to Jabbok, until the Ammonites, because the boundary of the Ammonites was strong.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 25,
          "text": "Israel took all these cities, and Israel inhabited all the cities of the Amorites, in Heshbon, and in all its environs.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 26,
          "text": "Because Heshbon was the city of Sihon king of the Amorites, who had fought against the former king of Moab and taken all his land from his hand until Arnon.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 27,
          "text": "“Come to Heshbon! Let it be built!\nAnd let the city of Sihon be established.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 28,
          "text": "a flame from the city of Sihon;\nit consumed Ar of Moab,\nthe lords of the high places of Arnon.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 29,
          "text": "Woe to you, Moab!\nYou have perished, people of Chemosh.\nHe has given his sons as fugitives,\nand his daughters into captivity,\nto the king of the Amorites, Sihon.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 30,
          "text": "Heshbon has perished up to Dibon;\nwe laid waste up to Nophah,\nwhich reaches Medeba.”",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 31,
          "text": "Thus Israel lived in the land of the Amorites.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 32,
          "text": "Moses sent to explore Jaazer; they captured its environs and dispossessed the Amorites who were there.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 33,
          "text": "Then they turned and went up by the way of the Bashan, and Og king of the Bashan and all his people went out to meet them for battle at Edrei.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 34,
          "text": "And Yahweh said to Moses, “Do not fear him because I will give him and all his people and all his land into your hand. You will do to him just as you did to Sihon king of the Amorites, who was living in Heshbon.”",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 35,
          "text": "And so they destroyed him and his sons, and all his people until they had not spared a survivor; and they took possession of his land.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 1,
          "text": "The Israelites set out, and they encamped on the desert-plateau of Moab, across from Jericho beyond the Jordan.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 21,
          "verse": 21,
          "text": "The people of Israel sent messengers to speak to Sihon. He was the king of the Amorites. The messengers said to him,",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 22,
          "text": "“Let us pass through your country. We won’t go off the road into any field or vineyard. We won’t drink water from any well. We’ll travel along the king’s highway. We’ll just go straight through your territory.”",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 23,
          "text": "But Sihon wouldn’t let Israel pass through his territory. He gathered his whole army together. Then he marched out into the desert against Israel. When he reached Jahaz, he fought against Israel.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 24,
          "text": "But Israel put him to death with their swords. They took over his land. They took everything from the Arnon River to the Jabbok River. But they didn’t take over any of the land of the Ammonites. That’s because the Ammonites had built strong forts along their border.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 25,
          "text": "The people of Israel captured all of the cities of the Amorites. Then they settled down in them. They captured the city of Heshbon. They also captured all of the settlements that were around it.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 26,
          "text": "Sihon, the king of the Amorites, ruled in Heshbon. He had fought against an earlier king of Moab. Sihon had taken from him all of his land all the way to the Arnon River.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 27,
          "text": "“Come to Heshbon. Let it be built again.\nLet Sihon’s city be made as good as new.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 28,
          "text": "A blaze went out from the city of Sihon.\nIt burned up Ar in Moab.\nIt burned up the citizens who lived on Arnon’s hills.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 29,
          "text": "Moab, how terrible it is for you!\nPeople of Chemosh, you are destroyed!\nChemosh has deserted his sons and daughters.\nHis sons have run away from the battle.\nHis daughters have become prisoners.\nHe has handed all of them over to Sihon,\nthe king of the Amorites.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 30,
          "text": "Heshbon is destroyed all the way to Dibon.\nWe have destroyed them as far as Nophah.\nNophah goes all the way to Medeba.”",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 31,
          "text": "So Israel settled in the land of the Amorites.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 32,
          "text": "Moses sent spies to the city of Jazer. The people of Israel captured the settlements that were around it. They drove out the Amorites who were there.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 33,
          "text": "Then they turned and went up along the road toward Bashan. Og was the king of Bashan. He and his whole army marched out. They went to fight against Israel at Edrei.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 34,
          "text": "The Lord said to Moses, “Do not be afraid of Og. I have handed him over to you. I have given you his whole army. I have also given you his land. Do to him what you did to Sihon, the king of the Amorites. He ruled in Heshbon.”",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 35,
          "text": "So the people of Israel struck Og down. They struck his sons down. And they wiped out his whole army. They didn’t leave anyone alive. They took over his land for themselves.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 1,
          "text": "Then the people of Israel traveled to the flatlands of Moab. They camped along the Jordan River across from Jericho.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "?",
    "versions": {
      "leb": [],
      "nirv": []
    }
  }
}