{
  "torah": {
    "passage": "Exodus 20:15 - 20:26",
    "versions": {
      "leb": [
        {
          "chapter": 20,
          "verse": 15,
          "text": "“You shall not steal.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 16,
          "text": "“You shall not testify against your neighbor with a false witness.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 17,
          "text": "“You shall not covet the house of your neighbor; you will not covet the wife of your neighbor or his male servant or his female servant or his ox or his donkey or anything that is your neighbor’s.”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 18,
          "text": "And all the people were seeing the thunder and the lightning and the sound of the ram’s horn and the mountain smoking, and the people saw, and they trembled, and they stood at a distance.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 19,
          "text": "And they said to Moses, “You speak with us, and we will listen, but let not God speak with us, lest we die.”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 20,
          "text": "And Moses said to the people, “Do not be afraid. God has come to test you so that his fear will be before you so that you do not sin.”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 21,
          "text": "And the people stood at a distance, and Moses approached the very thick cloud where God was.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 22,
          "text": "Instructions for Building Altars\nAnd Yahweh said to Moses, “Thus you will say to the Israelites, ‘You yourselves have seen that I have spoken to you from the heavens.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 23,
          "text": "You will not make alongside me gods of silver, and gods of gold you will not make for yourselves.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 24,
          "text": "An altar of earth you will make for me, and you will sacrifice on it your burnt offerings and your fellowship offerings, your sheep and your cattle. In every place where I cause my name to be remembered, I will come to you, and I will bless you.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 25,
          "text": "And if you make an altar of stones for me, you will not build them as hewn stone, because if you use your chisel on it, you have defiled it.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 26,
          "text": "You will not go up with steps onto my altar, that your nakedness not be exposed on it.’",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 20,
          "verse": 15,
          "text": "“Do not steal.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 16,
          "text": "“Do not give false witness against your neighbor.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 17,
          "text": "“Do not long for anything that belongs to your neighbor. Do not long for your neighbor’s house, wife, male or female servant, ox or donkey.”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 18,
          "text": "The people saw the thunder and lightning. They heard the trumpet. They saw the mountain covered with smoke. They trembled with fear and stayed a long way off.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 19,
          "text": "They said to Moses, “Speak to us yourself. Then we’ll listen. But don’t let God speak to us. If he does, we’ll die.”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 20,
          "text": "Moses said to the people, “Don’t be afraid. God has come to put you to the test. He wants you to have respect for him. That will keep you from sinning.”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 21,
          "text": "Moses approached the thick darkness where God was. But the people remained a long way off.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 22,
          "text": "Worshiping the Lord\nThen the Lord said to Moses, “Here is what you must tell the people of Israel. Say to them, ‘You have seen for yourselves what I said to you from heaven.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 23,
          "text": "Do not put any other gods in place of me. Do not make silver or gold statues of them for yourselves.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 24,
          "text": "“‘Make an altar out of dirt for me. Sacrifice your burnt offerings and friendship offerings on it. Sacrifice your sheep, goats and cattle on it. I will come to you and bless you everywhere I cause my name to be honored.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 25,
          "text": "“‘If you make an altar out of stones in honor of me, do not build it with blocks of stone. You will make it “unclean” if you use a tool on it.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 26,
          "text": "“‘Do not walk up steps to my altar. If you do, someone might see your naked body under your robes.’",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Mark 8:14 - 8:21",
    "versions": {
      "leb": [
        {
          "chapter": 8,
          "verse": 14,
          "text": "Beware the Leaven of the Pharisees and Herod\nAnd they had forgotten to take bread, and except for one loaf, they did not have any with them in the boat.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 15,
          "text": "And he ordered them, saying, “Watch out! Beware of the leaven of the Pharisees and the leaven of Herod!”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 16,
          "text": "And they began to discuss with one another that they had no bread.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 17,
          "text": "And knowing this, he said to them, “Why are you discussing that you have no bread? Do you not yet perceive or understand? Have your hearts been hardened?",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 18,
          "text": "Although you have eyes, do you not see? And although you have ears, do you not hear? And do you not remember?",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 19,
          "text": "When I broke the five loaves for the five thousand how many baskets full of broken pieces did you pick up?” They said to him, “Twelve.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 20,
          "text": "“When I also broke the seven loaves for the four thousand, how many baskets full of broken pieces did you pick up?” And they said to him, “Seven.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 21,
          "text": "And he said to them, “Do you not yet understand?”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 8,
          "verse": 14,
          "text": "The Yeast of the Pharisees and Herod\nThe disciples had forgotten to bring bread. They had only one loaf with them in the boat.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 15,
          "text": "“Be careful,” Jesus warned them. “Watch out for the yeast of the Pharisees. And watch out for the yeast of Herod.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 16,
          "text": "They talked about this with each other. They said, “He must be saying this because we don’t have any bread.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 17,
          "text": "Jesus knew what they were saying. So he asked them, “Why are you talking about having no bread? Why can’t you see or understand? Are you stubborn?",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 18,
          "text": "Do you have eyes and still don’t see? Do you have ears and still don’t hear? And don’t you remember?",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 19,
          "text": "Earlier I broke five loaves for the 5,000. How many baskets of pieces did you pick up?”\n“Twelve,” they replied.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 20,
          "text": "“Later I broke seven loaves for the 4,000. How many baskets of pieces did you pick up?”\n“Seven,” they answered.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 21,
          "text": "He said to them, “Can’t you understand yet?”",
          "isHeading": false
        }
      ]
    }
  }
}