{
  "torah": {
    "passage": "Deuteronomy 22:8 - 23:7",
    "versions": {
      "leb": [
        {
          "chapter": 22,
          "verse": 8,
          "text": "“When you build a new house then you shall make a parapet wall for your roof, so that you will not bring bloodguilt on your house if anyone should fall from it.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 9,
          "text": "“You shall not sow your vineyard with differing kinds of seed, so that you shall not forfeit the whole harvest, both the seed that you sowed and the yield of the vineyard.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 10,
          "text": "“You shall not plow with an ox and with a donkey yoked together.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 11,
          "text": "“You shall not wear woven material made of wool and linen mixed together.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 12,
          "text": "“You shall make tassels for yourselves on the four corners of your clothing with which you cover yourself.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 13,
          "text": "“If a man takes a woman and he has sex with her, but he then dislikes her,",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 14,
          "text": "and he accuses her falsely, and he defames her, and he says ‘This woman I took and I lay with her and I discovered that she was not a virgin,’",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 15,
          "text": "then in defense the father of the young woman shall take, along with her mother, and together they must bring out the evidence of the virginity of the young woman to display it to the elders of the city at the city gate.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 16,
          "text": "And then the father of the young woman shall say to the elders, ‘I gave my daughter to this man as wife, but he now dislikes her,",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 17,
          "text": "and now look he has accused her falsely, saying, “I did not find your daughter a virgin,” but here is evidence of the virginity of my daughter’; and they shall spread the cloth out before the elders of the city.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 18,
          "text": "Then the elders of that city shall take the man, and they shall discipline him.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 19,
          "text": "Then they shall fine him a hundred shekels of silver, and they shall give them to the father of the young woman, for he defamed an Israelite young woman, and she shall become his wife; he will not be allowed to divorce her all his days.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 20,
          "text": "“But if this charge was true, and the signs of virginity were not found for the young woman,",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 21,
          "text": "and then they shall bring out the young woman to the doorway of the house of her father, and the men of her city shall stone her with stones, and she shall die, because she did a disgraceful thing in Israel by playing the harlot in the house of her father, and so you shall purge the evil from your midst.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 22,
          "text": "“If a man is found lying with a married woman, then they shall both die; both of them, the man who lay with the woman and the woman also, so you shall purge the evil from Israel.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 23,
          "text": "“If it happens that a young woman, a virgin, is engaged to a man, and a man finds her in the town and lies with her,",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 24,
          "text": "then you shall bring out both of them to the gate of that city, and you shall stone them with stones so that they shall die, the young woman because she did not cry out in the town, and the man because he violated his neighbor’s wife; and so you shall purge the evil from your midst.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 25,
          "text": "“But if the man finds the young engaged woman in the field and the man overpowers her and he has sex with her, then the man only must die who lay with her.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 26,
          "text": "But you shall not do anything to the young woman, for there is not reckoned against the young woman a sin deserving death; it is similar to when a man rises up against his neighbor and murders him, a fellow human being, just so is this case,",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 27,
          "text": "for he found her in the field, the engaged young woman cried out, but there was no rescuer to help her.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 28,
          "text": "“If a man finds a young woman, a virgin who is not engaged, and he seizes her and he has sex with her and they are caught,",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 29,
          "text": "then the man who lay with her shall give to the father of the young woman fifty shekels of silver, and she shall become his wife because he violated her, and he is not allowed to divorce her during his lifetime.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 30,
          "text": "A man may not take the wife of his father, and so he may not dishonor his father.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 1,
          "text": "“No man with crushed testicles or whose male organ is cut off may come into the assembly of Yahweh.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 2,
          "text": "An illegitimate child may not come into the assembly of Yahweh; even to the tenth generation none of his descendants may come into the assembly of Yahweh.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 3,
          "text": "An Ammonite or a Moabite may not come into the assembly of Yahweh; even to the tenth generation none of his descendants may come into the assembly of Yahweh forever,",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 4,
          "text": "because they did not come to meet you with food and with water when you came out of Egypt, and also because they hired Balaam, son of Beor, from Pethor, in Aram Naharaim to act against you to curse you.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 5,
          "text": "But Yahweh your God was not willing to listen to Balaam, and Yahweh your God turned the curse into a blessing for you, because Yahweh your God loved you.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 6,
          "text": "You shall not promote their welfare or their prosperity all your days forever.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 7,
          "text": "“You shall not abhor an Edomite, because he is your brother; you shall not abhor an Egyptian because you were an alien in his land.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 22,
          "verse": 8,
          "text": "If you build a new house, put a low wall around the edge of your roof. Then you won’t be held accountable if someone falls off your roof and dies.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 9,
          "text": "Don’t plant two kinds of seeds in your vineyard. If you do, the crops you grow there will be polluted. Your grapes will also be polluted.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 10,
          "text": "Don’t let an ox and a donkey pull the same plow together.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 11,
          "text": "Don’t wear clothes made of wool and linen that are woven together.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 12,
          "text": "Make tassels on the four corners of the coat you wear.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 13,
          "text": "Suppose a man gets married to a woman and makes love to her. But then he doesn’t like her.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 14,
          "text": "So he tells lies about her and says she’s a bad woman. He says, “I got married to this woman. But when I made love to her, I discovered she wasn’t a virgin.”",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 15,
          "text": "Then the woman’s parents must bring proof that she was a virgin. They must give the proof to the elders at the gate of the town.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 16,
          "text": "The woman’s father will speak to the elders. He’ll say, “I gave my daughter to this man to be his wife. But he doesn’t like her.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 17,
          "text": "So now he has told lies about her. He has said, ‘I discovered that your daughter wasn’t a virgin.’ But here’s the proof that my daughter was a virgin.” Then her parents will show the elders of the town the cloth that has her blood on it.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 18,
          "text": "The elders will punish the man.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 19,
          "text": "They’ll make him weigh out two and a half pounds of silver. They’ll give it to the woman’s father. That’s because the man has said an Israelite virgin is a bad woman. She will continue to be his wife. He must not divorce her as long as he lives.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 20,
          "text": "But suppose the charge is true. And there isn’t any proof that the woman was a virgin.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 21,
          "text": "Then she must be brought to the door of her father’s house. There the people of her town will put her to death by throwing stones at her. She has done a very terrible thing in Israel. She has had sex before she got married. Get rid of that evil person.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 22,
          "text": "Suppose a man is seen having sex with another man’s wife. Then the man and the woman must both die. Get rid of those evil people.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 23,
          "text": "Suppose a man happens to see a virgin in a town. And she has promised to get married to another man. But the man who happens to see her has sex with her.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 24,
          "text": "Then you must take both of them to the gate of that town. You must put them to death by throwing stones at them. You must kill the woman because she was in a town and didn’t scream for help. And you must kill the man because he had sex with another man’s wife. Get rid of those evil people.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 25,
          "text": "But suppose a man happens to see a woman out in the country. And she has promised to marry another man. But the man who happens to see her rapes her. Then only the man who has done that will die.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 26,
          "text": "Don’t do anything to the woman. She hasn’t committed a sin that is worthy of death. That case is like the case of someone who attacks and murders his neighbor.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 27,
          "text": "The man found the woman out in the country. And she screamed. But there wasn’t anyone around who could save her.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 28,
          "text": "Suppose a man happens to see a virgin who hasn’t promised to marry another man. And the man who happens to see her rapes her. But someone discovers them.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 29,
          "text": "Then the man must weigh out 20 ounces of silver. He must give it to the woman’s father. The man must marry the woman, because he raped her. And he can never divorce her as long as he lives.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 30,
          "text": "A man must not get married to his stepmother. He must not bring shame on his father by having sex with her.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 1,
          "text": "Who Can Worship With the Lord’s People?\nNo man whose sex organs have been crushed or cut can join in worship with the Lord’s people.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 2,
          "text": "No one who was born to a woman who wasn’t married can join in worship with the Lord’s people. That also applies to the person’s children for all time to come.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 3,
          "text": "The people of Ammon and Moab can’t join in worship with the Lord’s people. That also applies to their children after them for all time to come.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 4,
          "text": "The Ammonites and Moabites didn’t come to meet you with food and water on your way out of Egypt. They even hired Balaam from Pethor in Aram Naharaim to call down a curse on you. Balaam was the son of Beor.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 5,
          "text": "The Lord your God wouldn’t listen to Balaam. Instead, he turned the curse into a blessing for you. He did it because he loves you.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 6,
          "text": "So don’t make a peace treaty with the Ammonites and Moabites as long as you live.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 7,
          "text": "Don’t hate the people of Edom. They are your relatives. Don’t hate the people of Egypt. After all, you lived as outsiders in their country.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Acts 13:4 - 13:12",
    "versions": {
      "leb": [
        {
          "chapter": 13,
          "verse": 4,
          "text": "Therefore, sent out by the Holy Spirit, they came down to Seleucia, and from there they sailed away to Cyprus.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 5,
          "text": "And when they came to Salamis, they began to proclaim the word of God in the synagogues of the Jews. And they also had John as assistant.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 6,
          "text": "And when they had crossed over the whole island as far as Paphos, they found a certain man, a magician, a Jewish false prophet whose name was Bar-Jesus,",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 7,
          "text": "who was with the proconsul Sergius Paulus, an intelligent man. This man summoned Barnabas and Saul and wished to hear the word of God.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 8,
          "text": "But Elymas the magician (for his name is translated in this way) opposed them, attempting to turn the proconsul away from the faith.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 9,
          "text": "But Saul (also called Paul), filled with the Holy Spirit, looked intently at him",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 10,
          "text": "and said, “O you who are full of all deceit and of all unscrupulousness, you son of the devil, you enemy of all righteousness! Will you not stop making crooked the straight paths of the Lord!",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 11,
          "text": "And now behold, the hand of the Lord is against you, and you will be blind, not seeing the sun for a while. And immediately mist and darkness fell over him, and he was going around looking for people to lead him by the hand.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 12,
          "text": "Then when the proconsul saw what had happened, he believed, because he was astounded at the teaching about the Lord.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 13,
          "verse": 4,
          "text": "Barnabas and Saul were sent on their way by the Holy Spirit. They went down to Seleucia. From there they sailed to Cyprus.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 5,
          "text": "They arrived at Salamis. There they preached God’s word in the Jewish synagogues. John was with them as their helper.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 6,
          "text": "They traveled all across the island until they came to Paphos. There they met a Jew named Bar-Jesus. He was an evil magician and a false prophet.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 7,
          "text": "He was an attendant of Sergius Paulus, the governor. Paulus was a man of understanding. He sent for Barnabas and Saul. He wanted to hear God’s word.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 8,
          "text": "But Elymas, the evil magician, opposed them. The name Elymas means “magician.” He tried to keep the governor from becoming a believer.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 9,
          "text": "Saul was also known as Paul. He was filled with the Holy Spirit. He looked straight at Elymas. He said to him,",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 10,
          "text": "“You are a child of the devil! You are an enemy of everything that is right! You cheat people. You use all kinds of tricks. Won’t you ever stop twisting the right ways of the Lord?",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 11,
          "text": "Now the Lord’s hand is against you. You are going to go blind. You won’t be able to see the light of the sun for a while.”\nRight away mist and darkness came over him. He tried to feel his way around. He wanted to find someone to lead him by the hand.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 12,
          "text": "When the governor saw what had happened, he believed. He was amazed at what Paul was teaching about the Lord.",
          "isHeading": false
        }
      ]
    }
  }
}