{
  "torah": {
    "passage": "Genesis 48:17 - 48:22",
    "versions": {
      "leb": [
        {
          "chapter": 48,
          "verse": 17,
          "text": "When Joseph saw that his father put his right hand on the head of Ephraim, he was displeased. And he took hold of his father’s hand to remove it from the head of Ephraim over to the head of Manasseh.",
          "isHeading": false
        },
        {
          "chapter": 48,
          "verse": 18,
          "text": "And Joseph said to his father, “Not so, my father; because this one is the firstborn. Put your right hand upon his head.”",
          "isHeading": false
        },
        {
          "chapter": 48,
          "verse": 19,
          "text": "But his father refused and said, “I know, my son; I know. He also shall become a people, and he also shall be great, but his younger brother shall be greater than him, and his offspring shall become a multitude of nations.”",
          "isHeading": false
        },
        {
          "chapter": 48,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 48,
          "verse": 21,
          "text": "And Israel said to Joseph, “Behold, I am about to die, but God will be with you and will bring you back to the land of your ancestors.",
          "isHeading": false
        },
        {
          "chapter": 48,
          "verse": 22,
          "text": "And I have given to you one slope of land rather than your brothers, which I took from the hand of the Amorites by my sword and with my bow.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 48,
          "verse": 17,
          "text": "Joseph saw his father putting his right hand on Ephraim’s head. And Joseph didn’t like it. So he took hold of his father’s hand to move it over to Manasseh’s head.",
          "isHeading": false
        },
        {
          "chapter": 48,
          "verse": 18,
          "text": "Joseph said to him, “No, my father. Here’s my older son. Put your right hand on his head.”",
          "isHeading": false
        },
        {
          "chapter": 48,
          "verse": 19,
          "text": "But his father wouldn’t do it. He said, “I know, my son. I know. He too will become a nation. He too will become great. But his younger brother will be greater than he is. His children after him will become a group of nations.”",
          "isHeading": false
        },
        {
          "chapter": 48,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 48,
          "verse": 21,
          "text": "Then Israel said to Joseph, “I’m about to die. But God will be with all of you. He’ll take you back to the land of your fathers.",
          "isHeading": false
        },
        {
          "chapter": 48,
          "verse": 22,
          "text": "But you, Joseph, are over your brothers. So I’m giving you the range of hills I took from the Amorites. I took it with my sword and bow.”",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "John 20:19 - 23",
    "versions": {
      "leb": [
        {
          "chapter": 20,
          "verse": 19,
          "text": "Now when it was evening on that day—the first day of the week—and the doors had been shut where the disciples were because of fear of the Jews, Jesus came and stood in their midst and said to them, “Peace to you.”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 21,
          "text": "So Jesus said to them again, “Peace to you. As the Father has sent me, I also send you.”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 22,
          "text": "And when he had said this, he breathed on them and said to them, “Receive the Holy Spirit.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 23,
          "text": "If you forgive the sins of any, they are forgiven them. If you retain the sins of any, they are retained.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 20,
          "verse": 19,
          "text": "On the evening of that first day of the week, the disciples were together. They had locked the doors because they were afraid of the Jews.\nJesus came in and stood among them. He said, “May peace be with you!”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 21,
          "text": "Again Jesus said, “May peace be with you! The Father has sent me. So now I am sending you.”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 22,
          "text": "He then breathed on them. He said, “Receive the Holy Spirit.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 23,
          "text": "If you forgive anyone’s sins, they are forgiven. If you do not forgive them, they are not forgiven.”",
          "isHeading": false
        }
      ]
    }
  }
}