{
  "torah": {
    "passage": "Exodus 17:1 - 17:16",
    "versions": {
      "leb": [
        {
          "chapter": 17,
          "verse": 1,
          "text": "And all the community of the Israelites set out from the desert of Sin for their journeys according to the command of Yahweh, and they camped in Rephidim, and there was no water for the people to drink.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 2,
          "text": "And the people quarreled with Moses, and they said, “Give us water so that we can drink.” And Moses said to them, “Why do you quarrel with me? Why do you test Yahweh?”",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 3,
          "text": "And the people thirsted for water, and the people grumbled against Moses and said, “Why ever did you bring us up from Egypt to kill me and my sons and my cattle with thirst?”",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 4,
          "text": "And Moses cried out to Yahweh, saying, “What will I do with this people? A little longer and they will stone me.”",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 5,
          "text": "And Yahweh said to Moses, “Go on before the people and take with you some from the elders of Israel, and the staff with which you struck the Nile take in your hand, and go.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 6,
          "text": "Look, I will be standing before you there on the rock in Horeb, and you will strike the rock, and water will come out from it, and the people will drink.”\nAnd Moses did so before the eyes of the elders of Israel.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 7,
          "text": "And he called the name of the place Massah and Meribah because of the quarrel of the Israelites and because of their testing Yahweh by saying, “Is Yahweh in our midst or not?”",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 8,
          "text": "And Amalek came and fought with Israel at Rephidim.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 9,
          "text": "And Moses said to Joshua, “Choose men for us, and go out, fight against Amalek tomorrow. I will be standing on the top of the hill, and the staff of God will be in my hand.”",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 10,
          "text": "And Joshua did as Moses had said to him to fight with Amalek. And Moses, Aaron, and Hur went up to the top of the hill.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 11,
          "text": "And when Moses raised his hand, Israel would prevail, but when he rested his hand, Amalek would prevail.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 12,
          "text": "But the hands of Moses were heavy, and they took a stone and placed it under him, and he sat on it; Aaron and Hur supported his hands, one on each side, and his hands were steady until sundown.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 13,
          "text": "And Joshua defeated Amalek and his people with the edge of the sword.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 14,
          "text": "And Yahweh said to Moses, “Write this as a memorial in the scroll and recite it in the hearing of Joshua, because I will utterly blot out the remembrance of Amalek from under the heavens.”",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 15,
          "text": "And Moses built an altar, and he called its name Yahweh Is My Banner.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 16,
          "text": "And he said, “Because a hand was against the throne of Yah, a war will be for Yahweh with Amalek from generation to generation.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 17,
          "verse": 1,
          "text": "The whole community of Israel started out from the Desert of Sin. They traveled from place to place, just as the Lord commanded.\nThey camped at Rephidim. But there wasn’t any water for the people to drink.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 2,
          "text": "So they argued with Moses. They said, “Give us water to drink.”\nMoses replied, “Why are you arguing with me? Why are you putting the Lord to the test?”",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 3,
          "text": "But the people were thirsty for water there. So they told Moses they weren’t happy with him. They said, “Why did you bring us up out of Egypt? Did you want us, our children and our livestock to die of thirst?”",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 4,
          "text": "Then Moses cried out to the Lord. He said, “What am I going to do with these people? They are almost ready to kill me by throwing stones at me.”",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 5,
          "text": "The Lord answered Moses. He said, “Walk on ahead of the people. Take some of the elders of Israel along with you. Take in your hand the wooden staff you used when you struck the Nile River. Go.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 6,
          "text": "I will stand there in front of you by the rock at Mount Horeb. Hit the rock. Then water will come out of it for the people to drink.” So Moses hit the rock in the sight of the elders of Israel.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 7,
          "text": "Moses called the place Massah and Meribah. That’s because the people of Israel argued with him there. They also put the Lord to the test. They asked, “Is the Lord among us or not?”",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 8,
          "text": "The Amalekites came and attacked the Israelites at Rephidim.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 9,
          "text": "Moses said to Joshua, “Choose some of our men. Then go out and fight against the Amalekites. Tomorrow I will stand on top of the hill. I’ll stand there with the staff of God in my hands.”",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 10,
          "text": "So Joshua fought against the Amalekites, just as Moses had ordered.\nMoses, Aaron and Hur went to the top of the hill.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 11,
          "text": "As long as Moses held his hands up, the Israelites were winning. But every time he lowered his hands, the Amalekites began to win.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 12,
          "text": "When Moses’ arms got tired, Aaron and Hur got a stone and put it under him. Then he sat on it. Aaron and Hur held his hands up. Aaron was on one side, and Hur was on the other. Moses’ hands remained steady until sunset.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 13,
          "text": "So Joshua destroyed the Amalekite army with swords.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 14,
          "text": "Then the Lord said to Moses, “That is something to be remembered. So write it on a scroll. Make sure Joshua knows you have done it. I will completely erase the memory of the Amalekites from the earth.”",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 15,
          "text": "Then Moses built an altar. He called it The Lord Is My Banner.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 16,
          "text": "He said, “I raised my hands toward the throne of the Lord. The Lord will fight against the Amalekites for all time to come.”",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Mark 6:35 - 6:44",
    "versions": {
      "leb": [
        {
          "chapter": 6,
          "verse": 35,
          "text": "And the hour had already become late when his disciples came up to him, saying, “The place is desolate and the hour is already late.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 36,
          "text": "Send them away so that they can go into the surrounding farms and villages and purchase something to eat for themselves.”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 37,
          "text": "But he answered and said to them, “You give them something to eat.” And they said to him, “Should we go and purchase bread for two hundred denarii and give it to them to eat?”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 38,
          "text": "And he said to them, “How many loaves do you have? Go look!” And when they found out, they said, “Five, and two fish.”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 39,
          "text": "And he ordered them all to recline in groups on the green grass.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 40,
          "text": "And they reclined in groups, by hundreds and by fifties.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 41,
          "text": "And taking the five loaves and the two fish and looking up to heaven, he gave thanks and broke the loaves and gave them to his disciples so that they could set them before them. And he distributed the two fish to them all.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 42,
          "text": "And they all ate and were satisfied.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 43,
          "text": "And they picked up the broken pieces, twelve baskets full, and of the fish.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 44,
          "text": "And those who ate the loaves were five thousand men.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 6,
          "verse": 35,
          "text": "By that time it was late in the day. His disciples came to him. “There is nothing here,” they said. “It’s already very late.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 36,
          "text": "Send the people away. They can go and buy something to eat in the nearby countryside and villages.”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 37,
          "text": "But Jesus answered, “You give them something to eat.”\nThey said to him, “That would take eight months of a person’s pay! Should we go and spend that much on bread? Are we supposed to feed them?”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 38,
          "text": "When they found out, they said, “Five loaves and two fish.”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 39,
          "text": "Then Jesus directed them to have all the people sit down in groups on the green grass.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 40,
          "text": "So they sat down in groups of 100s and 50s.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 41,
          "text": "Jesus took the five loaves and the two fish. He looked up to heaven and gave thanks. He broke the loaves into pieces. Then he gave them to his disciples to set in front of the people. He also divided the two fish among them all.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 42,
          "text": "All of them ate and were satisfied.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 43,
          "text": "The disciples picked up 12 baskets of broken pieces of bread and fish.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 44,
          "text": "The number of men who had eaten was 5,000.",
          "isHeading": false
        }
      ]
    }
  }
}