{
  "torah": {
    "passage": "Deuteronomy 26:12 - 26:15",
    "versions": {
      "leb": [
        {
          "chapter": 26,
          "verse": 12,
          "text": "“When you are finished giving a tithe, all of the tithe of your produce in the third year, the year of the tithe, then you shall give to the Levite, to the alien, to the orphan, and to the widow, so that they may eat in your towns and they may be satisfied.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 13,
          "text": "And you shall say before Yahweh your God, ‘I have removed the sacred portion from the house and, moreover, I have given it to the Levite and to the alien and to the orphan and to the widow according to all your commandment that you commanded me; I have not transgressed any of your commandments, and I have not forgotten any of them.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 14,
          "text": "I have not eaten during my time of mourning, and I have not removed anything from it while being unclean, and I have not offered any of it to someone who has died. I have listened to the voice of Yahweh my God; I have done all that you commanded me to do.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 15,
          "text": "Look down from the dwelling place of your holiness, from heaven, and bless your people Israel, and the land that you have given to us, as you swore to our ancestors, a land flowing with milk and honey.’",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 26,
          "verse": 12,
          "text": "You will set apart a tenth of everything you produce in the third year. That’s the year for giving the tenth to people who have special needs. You will give it to the Levites, outsiders and widows. You will also give it to children whose fathers have died. Then all of them will have plenty to eat in your towns.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 13,
          "text": "Speak to the Lord your God. Say to him, “I have taken your sacred share from my house. I have given it to the Levites, outsiders and widows. I have also given it to children whose fathers have died. I’ve done everything you commanded me to do. I haven’t turned away from your commands. I haven’t forgotten any of them.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 14,
          "text": "I haven’t eaten any part of your sacred share while I was sobbing over someone who had died. I haven’t taken any of it from my house while I was ‘unclean.’ And I haven’t offered any of it to the dead. Lord my God, I’ve obeyed you. I’ve done everything you commanded me to do.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 15,
          "text": "“Look down from the holy place where you live in heaven. Bless your people Israel. Bless the land you have given us. It’s the land you promised with an oath to give to our fathers. It’s a land that has plenty of milk and honey.”",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Acts 15:1 - 15:11",
    "versions": {
      "leb": [
        {
          "chapter": 15,
          "verse": 1,
          "text": "And some men came down from Judea and began teaching the brothers, “Unless you are circumcised according to the custom prescribed by Moses, you cannot be saved.”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 2,
          "text": "And after there was no little strife and debate by Paul and Barnabas against them, they appointed Paul and Barnabas and some others from among them to go up to the apostles and elders in Jerusalem concerning this issue.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 3,
          "text": "So they were sent on their way by the church, and passed through both Phoenicia and Samaria, telling in detail the conversion of the Gentiles and bringing great joy to all the brothers.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 4,
          "text": "And when they arrived in Jerusalem, they were received by the church and the apostles and the elders, and reported all that God had done with them.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 5,
          "text": "But some of those who had believed from the party of the Pharisees stood up, saying, “It is necessary to circumcise them and to command them to observe the law of Moses!”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 6,
          "text": "Both the apostles and the elders assembled to deliberate concerning this matter.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 7,
          "text": "And after there was much debate, Peter stood up and said to them, “Men and brothers, you know that in the early days God chose among you through my mouth that the Gentiles should hear the message of the gospel and believe.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 8,
          "text": "And God, who knows the heart, testified to them by giving them the Holy Spirit, just as he also did to us.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 9,
          "text": "And he made no distinction between us and them, cleansing their hearts by faith.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 10,
          "text": "So now why are you putting God to the test by placing on the neck of the disciples a yoke that neither our fathers nor we have been able to bear?",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 11,
          "text": "But we believe we will be saved through the grace of the Lord Jesus in the same way those also are.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 15,
          "verse": 1,
          "text": "Certain people came down from Judea to Antioch. Here is what they were teaching the believers. “Moses commanded you to be circumcised,” they said. “If you aren’t, you can’t be saved.”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 2,
          "text": "But Paul and Barnabas didn’t agree with this. They argued strongly with them. So Paul and Barnabas were appointed to go up to Jerusalem. Some other believers were chosen to go with them. They were supposed to see the apostles and elders about this question.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 3,
          "text": "The church sent them on their way. As they traveled through Phoenicia and Samaria, they told how those who weren’t Jews had turned to God. This news made all the believers very glad.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 4,
          "text": "When they arrived in Jerusalem, the church welcomed them. The apostles and elders welcomed them too. Then Paul and Barnabas reported everything God had done through them.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 5,
          "text": "Some of the believers were Pharisees. They stood up and said, “Those who aren’t Jews must be circumcised. They must obey the law of Moses.”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 6,
          "text": "The apostles and elders met to consider this question.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 7,
          "text": "After they had talked it over, Peter got up and spoke to them.\n“Brothers,” he said, “you know that some time ago God chose me to take the good news to those who aren’t Jews. He wanted them to hear the good news and believe.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 8,
          "text": "God knows the human heart. By giving the Holy Spirit to non-Jews, he showed that he accepted them. He did the same for them as he had done for us.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 9,
          "text": "He showed that there is no difference between us and them. He made their hearts pure because of their faith.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 10,
          "text": "“Now then, why are you trying to test God? You test him when you put a heavy load on the believers’ shoulders. Our people of long ago couldn’t carry that load. We can’t either.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 11,
          "text": "No! We believe we are saved through the grace of our Lord Jesus. Those who aren’t Jews are saved in the same way.”",
          "isHeading": false
        }
      ]
    }
  }
}