{
  "torah": {
    "passage": "Deuteronomy 28:20 - 28:26",
    "versions": {
      "leb": [
        {
          "chapter": 28,
          "verse": 20,
          "text": "“Yahweh will send upon you the curse, the panic, and the threat in everything that you undertake, until you are destroyed and until you perish quickly because of the evil of your deeds in that you have forsaken me.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 21,
          "text": "Yahweh will cause the plague to cling to you until it consumes you from the land that you are going to, to take possession of it.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 22,
          "text": "Yahweh will afflict you with the wasting diseases and with the fever and with the inflammation and with the scorching heat and with the sword and with the blight and with the mildew, and they shall pursue you until you perish.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 23,
          "text": "And your heavens that are over your heads shall be like bronze, and the earth that is under you shall be like iron.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 24,
          "text": "Yahweh will change the rain of your land to fine dust and to sand; from the heaven it shall come down upon you until you are destroyed.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 25,
          "text": "“Yahweh shall cause you to be defeated before your enemies; on one road you shall go against them, but you will flee on seven roads before them, and you shall become a thing of horror to all of the kingdoms of the earth.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 26,
          "text": "And your dead bodies shall be as food for all of the birds of the heaven and to the animals of the earth, and there shall not be anyone to frighten them away.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 28,
          "verse": 20,
          "text": "The Lord will send curses on you. You won’t know what’s going on. In everything you do, he will be angry with you. You will be destroyed suddenly and completely. That will happen because you did an evil thing when you deserted the Lord.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 21,
          "text": "He will send all kinds of sicknesses on you. He’ll send them until he has destroyed you. He’ll remove you from the land you are entering to take as your own.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 22,
          "text": "The Lord will make you sick and very weak. He will strike you with fever and swelling. He’ll send burning heat. There won’t be any rain. The hot winds will completely dry up your crops. All of those things will happen until you die.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 23,
          "text": "The sky above you will be like bronze. The ground beneath you will be like iron.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 24,
          "text": "The Lord will turn the rain of your country into dust and powder. It will come down from the skies until you are destroyed.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 25,
          "text": "The Lord will help your enemies win the battle over you. You will come at them from one direction. But you will run away from them in seven directions. You will look so bad that all of the kingdoms on earth will be completely shocked when they see you.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 26,
          "text": "Birds and wild animals will eat up your dead bodies. There won’t be anyone left to scare them away.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Acts 17:1 - 17:15",
    "versions": {
      "leb": [
        {
          "chapter": 17,
          "verse": 1,
          "text": "Attacked by a Mob in Thessalonica\nNow after they traveled through Amphipolis and Apollonia, they came to Thessalonica, where there was a synagogue of the Jews.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 2,
          "text": "And as was his custom, Paul went in to them and on three Sabbath days he discussed with them from the scriptures,",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 3,
          "text": "explaining and demonstrating that it was necessary for the Christ to suffer and to rise from the dead, and saying, “This Jesus whom I am proclaiming to you is the Christ.”",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 4,
          "text": "And some of them were persuaded and joined Paul and Silas, and also a large number of God-fearing Greeks and not a few of the prominent women.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 5,
          "text": "But the Jews were filled with jealousy and, taking along some worthless men from the rabble in the marketplace and forming a mob, threw the city into an uproar. And attacking Jason’s house, they were looking for them to bring them out to the popular assembly.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 6,
          "text": "And when they did not find them, they dragged Jason and some brothers before the city officials, shouting, “These people who have stirred up trouble throughout the world have come here also,",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 7,
          "text": "whom Jason has entertained as guests! And these people are all acting contrary to the decrees of Caesar, saying there is another king, Jesus!”",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 8,
          "text": "And they threw the crowd into confusion, and the city officials who heard these things.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 9,
          "text": "And after taking money as security from Jason and the rest, they released them.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 10,
          "text": "Paul and Silas in Berea\nNow the brothers sent away both Paul and Silas at once, during the night, to Berea. They went into the synagogue of the Jews when they arrived.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 11,
          "text": "Now these were more open-minded than those in Thessalonica. They accepted the message with all eagerness, examining the scriptures every day to see if these things were so.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 12,
          "text": "Therefore many of them believed, and not a few of the prominent Greek women and men.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 13,
          "text": "But when the Jews from Thessalonica found out that the message of God had been proclaimed by Paul in Berea also, they came there too, inciting and stirring up the crowds.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 14,
          "text": "So then the brothers sent Paul away at once to go to the sea, and both Silas and Timothy remained there.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 15,
          "text": "And those who conducted Paul brought him as far as Athens, and after receiving an order for Silas and Timothy that they should come to him as soon as possible, they went away.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 17,
          "verse": 1,
          "text": "Paul and Silas Arrive in Thessalonica\nPaul and Silas passed through Amphipolis and Apollonia. They came to Thessalonica. A Jewish synagogue was there.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 2,
          "text": "Paul went into the synagogue as he usually did. For three Sabbath days in a row he talked about the Scriptures with the Jews.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 3,
          "text": "He explained and proved that the Christ had to suffer and rise from the dead. “This Jesus I am telling you about is the Christ!” he said.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 4,
          "text": "His words won some of the Jews over. They joined Paul and Silas. A large number of Greeks who worshiped God joined them too. So did quite a few important women.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 5,
          "text": "But the Jews were jealous. So they rounded up some evil fellows from the market place. Forming a crowd, they started all kinds of trouble in the city. The Jews rushed to Jason’s house. They were looking for Paul and Silas. They wanted to bring them out to the crowd.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 6,
          "text": "But they couldn’t find them. So they dragged Jason and some other believers to the city officials. “These men have caused trouble all over the world,” they shouted. “Now they have come here.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 7,
          "text": "Jason has welcomed them into his house. They are all disobeying Caesar’s commands. They say there is another king. He is called Jesus.”",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 8,
          "text": "When the crowd and the city officials heard this, they became very upset.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 9,
          "text": "They made Jason and the others give them money. They wanted to make sure they would return to the court. Then they let them go.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 10,
          "text": "Paul and Silas Are Sent to Berea\nAs soon as it was night, the believers sent Paul and Silas away to Berea. When they arrived, they went to the Jewish synagogue.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 11,
          "text": "The Bereans were very glad to receive Paul’s message. They studied the Scriptures carefully every day. They wanted to see if what Paul said was true. So they were more noble than the Thessalonians.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 12,
          "text": "Many of the Jews believed. A number of important Greek women also became believers. And so did many Greek men.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 13,
          "text": "The Jews in Thessalonica found out that Paul was preaching God’s word in Berea. So they went there too. They stirred up the crowds and got them all worked up.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 14,
          "text": "Right away the believers sent Paul to the coast. But Silas and Timothy stayed in Berea.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 15,
          "text": "The men who went with Paul took him to Athens. Then they returned with orders that Silas and Timothy were supposed to join him as soon as they could.",
          "isHeading": false
        }
      ]
    }
  }
}