{
  "torah": {
    "passage": "Genesis 6:9 - 6:22",
    "versions": {
      "leb": [
        {
          "chapter": 6,
          "verse": 9,
          "text": "These are the generations of Noah. Noah was a righteous man, without defect in his generations. Noah walked with God.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 10,
          "text": "And Noah fathered three sons: Shem, Ham, and Japheth.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 11,
          "text": "And the earth was corrupted before God, and the earth was filled with violence.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 12,
          "text": "And God saw the earth, and behold, it was corrupt, for all flesh had corrupted its way upon the earth.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 13,
          "text": "And God said to Noah, “The end of all flesh has come before me, for the earth was filled with violence because of them. Now, look, I am going to destroy them along with the earth.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 14,
          "text": "Make for yourself an ark of cypress wood; you must make the ark with rooms, then you must cover it with pitch, inside and outside.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 15,
          "text": "And this is how you must make it: the length of the ark, three hundred cubits; its width fifty cubits; its height, thirty cubits.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 16,
          "text": "You must make a roof for the ark, and finish it to a cubit above. And as for the door of the ark, you must put it in its side. You must make it with a lower, second, and a third deck.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 17,
          "text": "And I, behold, I am about to bring the flood waters over the earth to destroy all flesh in which is the breath of life from under the heaven; everything that is on the earth shall perish.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 18,
          "text": "And I will establish my covenant with you, and you must go into the ark—you, and your sons, and your wife, and the wives of your sons with you.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 19,
          "text": "And of every living thing, from all flesh, you must bring two from every kind into the ark to keep them alive with you; they shall be male and female.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 20,
          "text": "From the birds according to their kind, and from the animals according to their kind, from every creeping thing on the ground according to its kind—two from every kind shall come to you to keep them alive.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 21,
          "text": "And as for you, take for yourself from every kind of food that is eaten. And you must gather it to yourself. And it shall be for you and for them for food.”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 22,
          "text": "And Noah did according to all that God commanded him; thus he did.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 6,
          "verse": 9,
          "text": "Here is the story of Noah.\nNoah was a godly man. He was without blame among the people of his time. He walked with God.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 10,
          "text": "Noah had three sons. Their names were Shem, Ham and Japheth.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 11,
          "text": "The earth was very sinful in God’s eyes. It was full of mean and harmful acts.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 12,
          "text": "God saw how sinful the earth had become. All of the people on earth were leading very sinful lives.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 13,
          "text": "So God said to Noah, “I am going to put an end to all people. They have filled the earth with their harmful acts. You can be sure that I am going to destroy both them and the earth.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 14,
          "text": "“So make yourself an ark out of cypress wood. Make rooms in it. Cover it with tar inside and out.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 15,
          "text": "Here is how I want you to build it. The ark has to be 450 feet long. It has to be 75 feet wide and 45 feet high.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 16,
          "text": "Make a roof for it. Leave the sides of the ark open a foot and a half from the top. Put a door in one side of the ark. Make lower, middle and upper decks.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 17,
          "text": "“I am going to bring a flood on the earth. It will destroy all life under the sky. It will destroy every living creature that breathes. Everything on earth will die.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 18,
          "text": "“But I will make my covenant with you. You will enter the ark. Your sons and your wife and your sons’ wives will enter it with you.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 19,
          "text": "“Bring two of every living thing into the ark. Bring male and female of them into it. They will be kept alive with you.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 20,
          "text": "Two of every kind of bird will come to you. Two of every kind of animal will come to you. And two of every kind of creature that moves along the ground will come to you. All of them will be kept alive with you.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 21,
          "text": "“Take every kind of food that you will need. Store it away. It will be food for you and for them.”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 22,
          "text": "Noah did everything exactly as God commanded him.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "John 3:1 - 3:15",
    "versions": {
      "leb": [
        {
          "chapter": 3,
          "verse": 1,
          "text": "Now there was a man of the Pharisees whose name was Nicodemus, a ruler of the Jews.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 2,
          "text": "This man came to him at night and said to him, “Rabbi, we know that you are a teacher who has come from God, for no one is able to perform these signs that you are performing unless God were with him.”",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 3,
          "text": "Jesus answered and said to him, “Truly, truly I say to you, unless someone is born from above, he is not able to see the kingdom of God.”",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 4,
          "text": "Nicodemus said to him, “How can a man be born when he is an old man? He is not able to enter into his mother’s womb for the second time and be born, can he?”",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 5,
          "text": "Jesus answered, “Truly, truly I say to you, unless someone is born of water and spirit, he is not able to enter into the kingdom of God.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 6,
          "text": "What is born of the flesh is flesh, and what is born of the Spirit is spirit.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 7,
          "text": "Do not be astonished that I said to you, ‘It is necessary for you to be born from above.’",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 8,
          "text": "The wind blows wherever it wishes, and you hear the sound of it, but you do not know where it comes from and where it is going. So is everyone who is born of the Spirit.”",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 9,
          "text": "Nicodemus answered and said to him, “How can these things be?”",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 10,
          "text": "Jesus answered and said to him, “Are you the teacher of Israel, and you do not understand these things?",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 11,
          "text": "Truly, truly I say to you, we speak what we know, and we testify about what we have seen, and you do not accept our testimony!",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 12,
          "text": "If I tell you earthly things and you do not believe, how will you believe if I tell you heavenly things?",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 13,
          "text": "And no one has ascended into heaven except the one who descended from heaven—the Son of Man.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 14,
          "text": "And just as Moses lifted up the snake in the wilderness, thus it is necessary that the Son of Man be lifted up,",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 15,
          "text": "so that everyone who believes in him will have eternal life.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 3,
          "verse": 1,
          "text": "There was a Pharisee named Nicodemus. He was one of the Jewish rulers.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 2,
          "text": "He came to Jesus at night and said, “Rabbi, we know you are a teacher who has come from God. We know that God is with you. If he weren’t, you couldn’t do the miraculous signs you are doing.”",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 3,
          "text": "Jesus replied, “What I’m about to tell you is true. No one can see God’s kingdom without being born again.”",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 4,
          "text": "“How can I be born when I am old?” Nicodemus asked. “I can’t go back inside my mother! I can’t be born a second time!”",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 5,
          "text": "Jesus answered, “What I’m about to tell you is true. No one can enter God’s kingdom without being born through water and the Holy Spirit.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 6,
          "text": "People give birth to people. But the Spirit gives birth to spirit.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 7,
          "text": "You should not be surprised when I say, ‘You must all be born again.’",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 8,
          "text": "“The wind blows where it wants to. You hear the sound it makes. But you can’t tell where it comes from or where it is going. It is the same with everyone who is born through the Spirit.”",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 9,
          "text": "“How can this be?” Nicodemus asked.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 10,
          "text": "“You are Israel’s teacher,” said Jesus. “Don’t you understand these things?",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 11,
          "text": "“What I’m about to tell you is true. We speak about what we know. We give witness to what we have seen. But still you people do not accept our witness.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 12,
          "text": "I have spoken to you about earthly things, and you do not believe. So how will you believe if I speak about heavenly things?",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 13,
          "text": "“No one has ever gone into heaven except the One who came from heaven. He is the Son of Man.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 14,
          "text": "Moses lifted up the snake in the desert. The Son of Man must be lifted up also.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 15,
          "text": "Then everyone who believes in him can live with God forever.",
          "isHeading": false
        }
      ]
    }
  }
}