{
  "torah": {
    "passage": "Genesis 18:1 - 18:14",
    "versions": {
      "leb": [
        {
          "chapter": 18,
          "verse": 1,
          "text": "Yahweh Appears to Abraham as a Man\nAnd Yahweh appeared to him by the oaks of Mamre. And he was sitting in the doorway of the tent at the heat of the day.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 2,
          "text": "And he lifted up his eyes and saw, and behold, three men were standing near him. And he saw them and ran from the doorway of the tent to meet them. And he bowed down to the ground.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 3,
          "text": "And he said, “My lord, if I have found favor in your eyes do not pass by your servant.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 4,
          "text": "Let a little water be brought and wash your feet, and rest under the tree.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 5,
          "text": "And let me bring a piece of bread, then refresh yourselves. Afterward you can pass on, once you have passed by with your servant.” Then they said, “Do so as you have said.”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 6,
          "text": "Then Abraham hastened into the tent to Sarah, and he said, “Quickly—make three seahs of fine flour for kneading and make bread cakes!”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 7,
          "text": "And Abraham ran to the cattle and took a calf, tender and good, and gave it to the servant, and he made haste to prepare it.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 8,
          "text": "Then he took curds and milk, and the calf which he prepared, and set it before them. And he was standing by them under the tree while they ate.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 9,
          "text": "And they said to him, “Where is Sarah your wife?” And he said, “Here, in the tent.”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 10,
          "text": "And he said, “I will certainly return to you in the spring, and look, Sarah your wife will have a son.” Now Sarah was listening at the doorway of the tent, and which was behind him.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 11,
          "text": "Now Abraham and Sarah were old, advanced in age; the way of women had ceased to be for Sarah.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 12,
          "text": "So Sarah laughed to herself saying, “After I am worn out and my husband is old, shall this pleasure be to me?”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 13,
          "text": "Then Yahweh said to Abraham, “What is this that Sarah laughed, saying, ‘Is it indeed true that I will bear a child, now that I have grown old?’",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 14,
          "text": "Is anything too difficult for Yahweh? At the appointed time I will return to you in the spring and Sarah shall have a son.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 18,
          "verse": 1,
          "text": "Three Men Visit Abraham\nThe Lord appeared to Abraham near the large trees of Mamre. Abraham was sitting at the entrance to his tent. It was the hottest time of the day.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 2,
          "text": "Abraham looked up and saw three men standing nearby. He quickly left the entrance to his tent to meet them. He bowed low to the ground.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 3,
          "text": "He said, “My lord, if you are pleased with me, don’t pass me by.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 4,
          "text": "Let a little water be brought. All of you can wash your feet and rest under this tree.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 5,
          "text": "“Let me get you something to eat to give you strength. Then you can go on your way. I want to do this for you now that you have come to me.”\n“All right,” they answered. “Go ahead and do it.”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 6,
          "text": "So Abraham hurried into the tent to Sarah. “Quick!” he said. “Get about half a bushel of fine flour. Mix it and bake some bread.”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 7,
          "text": "Then he ran to the herd. He picked out a choice, tender calf. He gave it to a servant, who hurried to prepare it.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 8,
          "text": "Then he brought some butter and milk and the calf that had been prepared. He served them to the three men.\nWhile they ate, he stood near them under a tree.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 9,
          "text": "“Where is your wife Sarah?” they asked him.\n“Over there, in the tent,” he said.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 10,
          "text": "Then the Lord said, “You can be sure that I will return to you about this time next year. Your wife Sarah will have a son.”\nSarah was listening at the entrance to the tent behind him.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 11,
          "text": "Abraham and Sarah were already very old. Sarah was too old to have a baby.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 12,
          "text": "So she laughed to herself. She thought, “I’m worn out, and my husband is old. Can I really know the joy of having a baby?”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 13,
          "text": "Then the Lord said to Abraham, “Why did Sarah laugh? Why did she say, ‘Will I really have a baby, now that I am old?’",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 14,
          "text": "Is anything too hard for me? I will return to you at the appointed time next year. Sarah will have a son.”",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "John 6:16 - 6:27",
    "versions": {
      "leb": [
        {
          "chapter": 6,
          "verse": 16,
          "text": "Jesus Walks on the Water\nNow when evening came, his disciples went down to the sea.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 17,
          "text": "And getting into a boat, they began to go to the other side of the sea, to Capernaum. And it had already become dark, and Jesus had not yet come to them.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 18,
          "text": "And the sea began to be stirred up because a strong wind was blowing.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 19,
          "text": "Then when they had rowed about twenty-five or thirty stadia, they saw Jesus walking on the sea and coming near the boat, and they were afraid.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 20,
          "text": "But he said to them, “It is I! Do not be afraid!”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 21,
          "text": "So they were wanting to take him into the boat, and immediately the boat came to the land to which they were going.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 22,
          "text": "Discourse About the Bread of Life\nOn the next day, the crowd that was on the other side of the sea saw that other boats were not there (except one), and that Jesus had not entered with his disciples into the boat, but his disciples had departed alone.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 23,
          "text": "Other boats from Tiberias came near the place where they had eaten the bread after the Lord had given thanks.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 24,
          "text": "So when the crowd saw that Jesus was not there, nor his disciples, they themselves got into the boats and came to Capernaum seeking Jesus.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 25,
          "text": "And when they found him on the other side of the sea, they said to him, “Rabbi, when did you get here?”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 26,
          "text": "Jesus replied to them and said, “Truly, truly I say to you, you seek me not because you saw signs, but because you ate of the loaves and were satisfied!",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 27,
          "text": "Do not work for the food that perishes, but the food that remains to eternal life, which the Son of Man will give to you. For God the Father has set his seal on this one.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 6,
          "verse": 16,
          "text": "Jesus Walks on the Water\nWhen evening came, Jesus’ disciples went down to the Sea of Galilee.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 17,
          "text": "There they got into a boat and headed across the lake toward Capernaum. By now it was dark. Jesus had not yet joined them.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 18,
          "text": "A strong wind was blowing, and the water became rough.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 19,
          "text": "They rowed three or three and a half miles. Then they saw Jesus coming toward the boat. He was walking on the water. They were terrified.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 20,
          "text": "But he said to them, “It is I. Don’t be afraid.”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 21,
          "text": "Then they agreed to take him into the boat. Right away the boat reached the shore where they were heading.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 22,
          "text": "The next day the crowd that had stayed on the other side of the lake realized something. They saw that only one boat had been there. They knew that Jesus had not gotten into it with his disciples. And they knew that the disciples had gone away alone.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 23,
          "text": "Then some boats from Tiberias landed. It was near the place where the people had eaten the bread after the Lord gave thanks.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 24,
          "text": "The crowd realized that Jesus and his disciples were not there. So they got into boats and went to Capernaum to look for Jesus.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 25,
          "text": "Jesus Is the Bread of Life\nThey found him on the other side of the lake. They asked him, “Rabbi, when did you get here?”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 26,
          "text": "Jesus answered, “What I’m about to tell you is true. You are not looking for me because you saw miraculous signs. You are looking for me because you ate the loaves until you were full.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 27,
          "text": "Do not work for food that spoils. Work for food that lasts forever. That is the food the Son of Man will give you. God the Father has put his seal of approval on him.”",
          "isHeading": false
        }
      ]
    }
  }
}