{
  "torah": {
    "passage": "Genesis 27:28 - 28:4",
    "versions": {
      "leb": [
        {
          "chapter": 27,
          "verse": 28,
          "text": "May God give you of the dew of heaven\nand of the fatness of the earth,\nand abundance of grain and new wine.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 29,
          "text": "Let peoples serve you,\nand nations bow down to you;\nBe lord of your brothers,\nand may the sons of your mother bow down to you.\nCursed be those cursing you,\nand blessed be those blessing you.”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 30,
          "text": "And as soon as Isaac had finished blessing Jacob, immediately after Jacob had gone out from the presence of Isaac his father, Esau his brother came back from his hunting.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 31,
          "text": "He too prepared tasty food and brought it to his father. And he said to his father, “Let my father arise and eat from the wild game of his son, that you may bless me.”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 32,
          "text": "And Isaac his father said to him, “Who are you?” And he said, “I am your son, your firstborn, Esau.”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 33,
          "text": "Then Isaac trembled violently. Then he said, “Who then was he that hunted wild game and brought it to me, and I ate it all before you came, and I blessed him? Moreover, he will be blessed!”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 34,
          "text": "When Esau heard the words of his father he cried out with a great and exceedingly bitter cry of distress. And he said to his father, “Bless me as well, my father!”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 35,
          "text": "And he said, “Your brother came in deceit and took your blessing.”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 36,
          "text": "Then he said, “Isn’t that why he is named Jacob? He has deceived me these two times. He took my birthright and, look, now he has taken my blessing!” Then he said, “Have you not reserved a blessing for me?”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 37,
          "text": "Then Isaac answered and said to Esau, “Behold, I have made him lord over you and I have given him all his brothers as servants, and with grain and wine I have sustained him. Now what can I do for you, my son?”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 38,
          "text": "And Esau said to his father, “Have you only one blessing, my father? Bless me also, my father!” And Esau lifted up his voice and wept.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 39,
          "text": "Then Isaac his father answered and said to him,\n“Your home shall be from the fatness of the land,\nand from the dew of heaven above.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 40,
          "text": "But by your sword you shall live,\nand you shall serve your brother.\nBut it shall be that when free yourself\nyou shall tear off his yoke from your neck.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 41,
          "text": "Then Esau held a grudge against Jacob on account of the blessing with which his father had blessed him. And Esau said in his heart, “The days of mourning for my father are coming, then I will kill Jacob my brother.”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 42,
          "text": "But the words of Esau her older son were told to Rebekah. And she sent and called for her younger son Jacob. And she said to him, “Look, Esau your brother is consoling himself concerning you, intending to kill you.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 43,
          "text": "Now then, my son, listen to my voice; arise and flee to Haran to Laban my brother.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 44,
          "text": "Stay with him a few days until the wrath of your brother has turned—",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 45,
          "text": "until the anger of your brother turns from you and he has forgotten what you have done to him. Then I will send and bring you from there. Why should I lose the two of you in one day?”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 46,
          "text": "Then Rebekah said to Isaac, “I loathe my life because of the Hittite women. If Jacob takes a wife from Hittite women like these, from the native women, what am I living for?”",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 1,
          "text": "Jacob Flees to Haran\nThen Isaac called Jacob and blessed him. And he instructed him and said to him, “You must not take a wife from the daughters of Canaan.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 2,
          "text": "Arise, go to Paddan-Aram, to the house of Bethuel, your mother’s father, and take for yourself a wife from there, from the daughters of Laban your mother’s brother.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 3,
          "text": "Now, may El-Shaddai bless you, and make you fruitful, and multiply you, so that you become an assembly of peoples.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 4,
          "text": "And may he give you the blessing of Abraham, to you and to your descendants with you, that you may take possession of the land of your sojourning, which God gave to Abraham.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 27,
          "verse": 28,
          "text": "May God give you dew from heaven.\nMay he give you the richness of the earth.\nMay he give you plenty of grain and fresh wine.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 29,
          "text": "May nations serve you.\nMay they bow down to you.\nRule over your brothers.\nMay the sons of your mother bow down to you.\nMay those who call down curses on you be cursed.\nAnd may those who bless you be blessed.”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 30,
          "text": "When Isaac finished blessing him, Jacob left his father. Just then his brother Esau came in from hunting.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 31,
          "text": "He too prepared some tasty food. He brought it to his father. Then Esau said to him, “My father, sit up. Eat some of my wild meat. Then give me your blessing.”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 32,
          "text": "His father Isaac asked him, “Who are you?”\n“I’m your son,” he answered. “I’m your oldest son. I’m Esau.”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 33,
          "text": "Isaac was shaking all over. He said, “Then who was it that hunted a wild animal and brought it to me? I ate it just before you came. I gave him my blessing. And he will certainly be blessed!”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 34,
          "text": "Esau heard his father’s words. Then he began crying loudly and bitterly. He said to his father, “Bless me! Bless me too, my father!”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 35,
          "text": "But Isaac said, “Your brother came and tricked me. He took your blessing.”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 36,
          "text": "Esau said, “Isn’t Jacob just the right name for him? He has cheated me two times. First, he took my rights as the oldest son. And now he’s taken my blessing!” Then Esau asked, “Haven’t you saved any blessing for me?”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 37,
          "text": "Isaac answered Esau, “I’ve made him ruler over you. I’ve made all of his relatives serve him. And I’ve provided him with grain and fresh wine. So what can I possibly do for you, my son?”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 38,
          "text": "Esau said to his father, “Do you have only one blessing, my father? Bless me too, my father!” Then Esau sobbed loudly.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 39,
          "text": "His father Isaac answered him,\n“You will live far away from the richness of the earth.\nYou will live far away from the dew of heaven above.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 40,
          "text": "You will live by the sword.\nAnd you will serve your brother.\nBut you will grow restless.\nThen you will throw off the heavy load\nhe put on your shoulders.”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 41,
          "text": "Jacob Runs Away to Laban\nEsau was angry with Jacob. He was angry because of the blessing his father had given to Jacob. He said to himself, “My father will soon die. The days of sorrow over him are near. Then I’ll kill my brother Jacob.”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 42,
          "text": "Rebekah was told what her older son Esau had said. So she sent for her younger son Jacob. She said to him, “Your brother Esau is comforting himself with the thought of killing you.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 43,
          "text": "“Now then, my son, do what I say. Go at once to my brother Laban in Haran.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 44,
          "text": "Stay with him until your brother’s anger calms down.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 45,
          "text": "Stay until your brother isn’t angry with you anymore. When he forgets what you did to him, I’ll let you know. Then you can come back from there. Why should I lose both of you in one day?”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 46,
          "text": "Then Rebekah spoke to Isaac. She said, “I’m sick of living because of Esau’s Hittite wives. Suppose Jacob also marries a Hittite woman. If he does, my life won’t be worth living.”",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 1,
          "text": "So Isaac called for Jacob and blessed him. He commanded him, “Don’t get married to a woman from Canaan.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 2,
          "text": "Go at once to Paddan Aram. Go to the house of your mother’s father Bethuel. Find a wife for yourself there. Take her from among the daughters of your mother’s brother Laban.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 3,
          "text": "“May the Mighty God bless you. May he give you children. May he increase your numbers until you become a community of nations.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 4,
          "text": "May he give you and your children after you the blessing he gave to Abraham. Then you can take over the land where you now live as an outsider. It’s the land God gave to Abraham.”",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "John 9:35 - 9:41",
    "versions": {
      "leb": [
        {
          "chapter": 9,
          "verse": 35,
          "text": "Jesus as the Son of Man\nJesus heard that they had thrown him out, and finding him, he said, “Do you believe in the Son of Man?”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 36,
          "text": "He answered and said, “And who is he, sir, that I may believe in him?”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 37,
          "text": "Jesus said to him, “You have both seen him, and he is the one who is speaking with you.”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 38,
          "text": "[[And he said, “I believe, Lord!” and he worshiped him.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 39,
          "text": "And Jesus said,]] “For judgment I have come into this world, so that those who do not see may see, and those who see may become blind!”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 40,
          "text": "Some of the Pharisees who were with him heard these things and said to him, “We are not also blind, are we?”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 41,
          "text": "Jesus said to them, “If you were blind, you would not have sin. But now you say, ‘We see,’ your sin remains.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 9,
          "verse": 35,
          "text": "The Blind Will See\nJesus heard that the Pharisees had thrown the man out. When he found him, he said, “Do you believe in the Son of Man?”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 36,
          "text": "“Who is he, sir?” the man asked. “Tell me, so I can believe in him.”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 37,
          "text": "Jesus said, “You have now seen him. In fact, he is the one speaking with you.”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 38,
          "text": "Then the man said, “Lord, I believe.” And he worshiped him.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 39,
          "text": "Jesus said, “I have come into this world to judge it. I have come so that the blind will see and those who see will become blind.”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 40,
          "text": "Some Pharisees who were with him heard him say this. They asked, “What? Are we blind too?”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 41,
          "text": "Jesus said, “If you were blind, you would not be guilty of sin. But since you claim you can see, you remain guilty.",
          "isHeading": false
        }
      ]
    }
  }
}