{
  "torah": {
    "passage": "Exodus 6:2 - 6:13",
    "versions": {
      "leb": [
        {
          "chapter": 6,
          "verse": 2,
          "text": "And Amram took Jochebed his aunt for himself as a wife, and she bore for him Aaron and Moses, and the years of the life of Amram were one hundred and thirty-seven years.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 3,
          "text": "And Moses said before Yahweh, “Look, I am a poor speaker. And how will Pharaoh listen to me?”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 4,
          "text": "And I not only established my covenant with them to give to them the land of Canaan, the land of their sojournings, in which they dwelt as aliens,",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 5,
          "text": "but also I myself heard the groaning of the Israelites, whom the Egyptians are making to work, and I remembered my covenant.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 6,
          "text": "Therefore say to the Israelites, ‘I am Yahweh, and I will bring you out from under the forced labor of Egypt, and I will deliver you from their slavery, and I will redeem you with an outstretched arm and with great punishments.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 7,
          "text": "And I will take you as my people, and I will be your God, and you will know that I am Yahweh your God, who brought you out from under the forced labor of Egypt.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 8,
          "text": "And I will bring you to the land that I swore to give to Abraham, to Isaac, and to Jacob, and I will give it to you as a possession. I am Yahweh.”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 9,
          "text": "And Moses spoke thus to the Israelites, but they did not listen to Moses, because of discouragement and because of hard work.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 11,
          "text": "“Go, speak to Pharaoh, the king of Egypt, and let him release the Israelites from his land.”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 12,
          "text": "And Moses spoke before Yahweh, saying, “Look, the Israelites do not listen to me, and how will Pharaoh listen to me, since I am a poor speaker?”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 13,
          "text": "And Yahweh spoke to Moses and to Aaron, and he commanded them to go to the Israelites and to Pharaoh, the king of Egypt, to bring the Israelites out from the land of Egypt.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 6,
          "verse": 2,
          "text": "Amram got married to his father’s sister Jochebed. Aaron and Moses were born in Amram’s family line. Amram lived for 137 years.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 3,
          "text": "But Moses said to the Lord, “I don’t speak very well. So why would Pharaoh listen to me?”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 4,
          "text": "“I also made my covenant with them. I promised to give them the land of Canaan. That is where they lived as outsiders.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 5,
          "text": "Also, I have heard the groans of the Israelites. The Egyptians are keeping them as slaves. But I have remembered my covenant.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 6,
          "text": "“So tell the people of Israel, ‘I am the Lord. I will throw off the heavy load the Egyptians have put on your shoulders. I will set you free from being slaves to them. I will reach out my arm and save you with mighty acts when I judge Egypt.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 7,
          "text": "“‘I will take you to be my own people. I will be your God. You will know that I am the Lord your God when I throw off the load the Egyptians have put on your shoulders.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 8,
          "text": "“‘I will bring you to the land I promised with an oath to give to Abraham, Isaac and Jacob. I lifted up my hand and promised it to them. The land will belong to you. I am the Lord.’”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 9,
          "text": "Moses reported those things to the Israelites. But they didn’t listen to him. That’s because they had lost all hope and had to work very hard.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 11,
          "text": "“Go. Tell Pharaoh, the king of Egypt, to let the people of Israel leave his country.”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 12,
          "text": "But Moses spoke to the Lord. “The people won’t listen to me,” he said. “So why would Pharaoh listen to me? After all, I don’t speak very well.”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 13,
          "text": "The Lord had spoken to Moses and Aaron. He had talked with them about the Israelites and about Pharaoh, the king of Egypt. He had commanded Moses and Aaron to bring the people of Israel out of Egypt.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Mark 2:13 - 2:17",
    "versions": {
      "leb": [
        {
          "chapter": 2,
          "verse": 13,
          "text": "And he went out again beside the sea, and all the crowd was coming to him, and he began to teach them.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 14,
          "text": "And as he was passing by, he saw Levi the son of Alphaeus sitting at the tax booth, and he said to him, “Follow me!” And he stood up and followed him.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 15,
          "text": "And it happened that he was dining in his house, and many tax collectors and sinners were dining with Jesus and his disciples, for there were many and they were following him.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 16,
          "text": "And the scribes of the Pharisees, when they saw that he was eating with sinners and tax collectors, began to say to his disciples, “Why does he eat with tax collectors and sinners?”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 17,
          "text": "And when Jesus heard it, he said to them, “Those who are healthy do not have need of a physician, but those who are sick. I have not come to call the righteous, but sinners.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 2,
          "verse": 13,
          "text": "Once again Jesus went out beside the Sea of Galilee. A large crowd came to him. He began to teach them.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 14,
          "text": "As he walked along he saw Levi, son of Alphaeus. Levi was sitting at the tax collector’s booth. “Follow me,” Jesus told him. Levi got up and followed him.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 15,
          "text": "Later Jesus was having dinner at Levi’s house. Many tax collectors and “sinners” were eating with him and his disciples. They were part of the large crowd following Jesus.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 16,
          "text": "Some teachers of the law who were Pharisees were there. They saw Jesus eating with “sinners” and tax collectors. So they asked his disciples, “Why does he eat with tax collectors and ‘sinners’?”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 17,
          "text": "Jesus heard that. So he said to them, “Those who are healthy don’t need a doctor. Sick people do. I have not come to get those who think they are right with God to follow me. I have come to get sinners to follow me.”",
          "isHeading": false
        }
      ]
    }
  }
}