{
  "torah": {
    "passage": "Exodus 33:12 - 33:16",
    "versions": {
      "leb": [
        {
          "chapter": 33,
          "verse": 12,
          "text": "And Moses said to Yahweh, “See, you are saying to me, ‘Take this people up.’ But you have not let me know whom you will send with me, and you yourself have said, ‘I know you by name, and you also have found favor in my eyes.’",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 13,
          "text": "And now if I have found favor in your eyes, make known to me, please, your way, and so I may know you so that I can find favor in your eyes. And see that this nation is your people.”",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 14,
          "text": "And he said, “My presence will go, and I will give you rest.”",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 15,
          "text": "And he said to him, “If your presence is not going, do not bring us up from here.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 16,
          "text": "And by what will it be known then that I have found favor in your eyes, I and your people? Is it not by your going with us? And so we will be distinguished, I and your people, from all the people who are on the face of the ground.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 33,
          "verse": 12,
          "text": "Moses said to the Lord, “You have been telling me, ‘Lead these people.’ But you haven’t let me know whom you will send with me. You have said, ‘I know your name. I know all about you. And I am pleased with you.’",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 13,
          "text": "If you are pleased with me, teach me more about yourself. Then I can know you. And I can continue to please you. Remember that this nation is your people.”",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 14,
          "text": "The Lord replied, “I will go with you. And I will give you rest.”",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 15,
          "text": "Then Moses said to him, “If you don’t go with us, don’t send us up from here.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 16,
          "text": "How will anyone know that you are pleased with me and your people? You must go with us. How else will we be different from all of the other people on the face of the earth?”",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Mark 14:1 - 14:11",
    "versions": {
      "leb": [
        {
          "chapter": 14,
          "verse": 1,
          "text": "Now after two days it was the Passover and the feast of Unleavened Bread, and the chief priests and the scribes were seeking how, after arresting him by stealth, they could kill him.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 2,
          "text": "For they said, “Not at the feast, lest there be an uproar by the people.”",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 3,
          "text": "And while he was at Bethany in the house of Simon the leper, as he was reclining for a meal, a woman came holding an alabaster flask of very costly perfumed oil of genuine nard. After breaking the alabaster flask, she poured it out on his head.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 4,
          "text": "But some were expressing indignation to one another: “Why has there been this waste of perfumed oil?",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 5,
          "text": "For this perfumed oil could have been sold for more than three hundred denarii and given to the poor!” And they began to scold her.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 6,
          "text": "But Jesus said, “Leave her alone. Why do you cause trouble for her? She has done a good deed to me.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 7,
          "text": "For the poor you always have with you, and you can do good for them whenever you want, but you do not always have me.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 8,
          "text": "She has done what she could; she has anointed my body beforehand for burial.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 9,
          "text": "And truly I say to you, wherever the gospel is proclaimed in the whole world, what she has done will also be told in memory of her.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 10,
          "text": "And Judas Iscariot, who was one of the twelve, went to the chief priests in order to betray him to them.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 11,
          "text": "And when they heard this, they were delighted, and promised to give him money. And he began seeking how he could betray him conveniently.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 14,
          "verse": 1,
          "text": "The Passover and the Feast of Unleavened Bread were only two days away. The chief priests and the teachers of the law were looking for a clever way to arrest Jesus. They wanted to kill him.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 2,
          "text": "“But not during the Feast,” they said. “The people may stir up trouble.”",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 3,
          "text": "Jesus was in Bethany. He was at the table in the home of a man named Simon, who had a skin disease. A woman came with a special sealed jar of very expensive perfume. It was made out of pure nard. She broke the jar open and poured the perfume on Jesus’ head.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 4,
          "text": "Some of the people there became angry. They said to one another, “Why waste this perfume?",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 5,
          "text": "It could have been sold for more than a year’s pay. The money could have been given to poor people.” So they found fault with the woman.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 6,
          "text": "“Leave her alone,” Jesus said. “Why are you bothering her? She has done a beautiful thing to me.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 7,
          "text": "You will always have poor people with you. You can help them any time you want to. But you will not always have me.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 8,
          "text": "She did what she could. She poured perfume on my body to prepare me to be buried.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 9,
          "text": "What I’m about to tell you is true. What she has done will be told anywhere the good news is preached all over the world. It will be told in memory of her.”",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 10,
          "text": "Judas Iscariot was one of the Twelve. He went to the chief priests to hand Jesus over to them.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 11,
          "text": "They were delighted to hear that he would do this. They promised to give Judas money. So he watched for the right time to hand Jesus over to them.",
          "isHeading": false
        }
      ]
    }
  }
}