{
  "torah": {
    "passage": "Genesis 23:1 - 23:16",
    "versions": {
      "leb": [
        {
          "chapter": 23,
          "verse": 1,
          "text": "Now Ephron was sitting among the Hittites. And Ephron the Hittite answered Abraham in the hearing of the Hittites with respect to all who were entering the gate of his city, and said,",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 2,
          "text": "And the field and the cave which was in it passed to Abraham as a burial site from the Hittites.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 3,
          "text": "And Abraham went to mourn for Sarah and to weep for her. And Abraham rose up from his dead, and he spoke to the Hittites and said,",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 4,
          "text": "“I am a stranger and an alien among you; give to me my own burial site among you so that I may bury my dead from before me.”",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 5,
          "text": "And the Hittites answered Abraham and said to him,",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 6,
          "text": "“Hear us, my lord, you are a mighty prince in our midst. Bury your dead in the choicest of our burial sites. None of us will withhold his burial site from you for burying your dead.”",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 7,
          "text": "And Abraham rose up and bowed to the people of the land, to the Hittites.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 8,
          "text": "And he spoke with them, saying, “If you are willing that I bury my dead from before me, hear me and intercede for me with Ephron the son of Zohar,",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 9,
          "text": "that he may sell to me the cave of Machpelah which belongs to him, which is at the end of his field. At full value let him sell it to me in your midst as a burial site.”",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 11,
          "text": "“No, my lord, hear me. I give you the field and the cave which is in it, I also give it to you in the sight of the children of my people I give it to you. Bury your dead.”",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 12,
          "text": "And Abraham bowed before the people of the land.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 13,
          "text": "And he spoke to Ephron in the hearing of the people of the land, saying, “If only you will hear me—I give the price of the field. Take it from me that I may bury my dead there.”",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 14,
          "text": "And Ephron answered Abraham, saying to him,",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 15,
          "text": "“My lord, hear me. A piece of land worth four hundred shekels of silver—what is that between me and you? Bury your dead.”",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 16,
          "text": "Then Abraham listened to Ephron, and Abraham weighed for Ephron the silver that he had named in the hearing of the Hittites: four hundred shekels of silver at the merchants’ current rate.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 23,
          "verse": 1,
          "text": "Ephron the Hittite was sitting there among his people. He replied to Abraham. All of the Hittites who had come to the gate of his city heard him.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 2,
          "text": "So the field and the cave that was in it were sold to Abraham by the Hittites. The property became a place for his family tomb.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 3,
          "text": "Then Abraham got up from beside his dead wife. He spoke to the Hittites. He said,",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 4,
          "text": "“I’m an outsider. I’m a stranger among you. Sell me some property here as a place for a family tomb. Then I can bury my wife’s body.”",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 5,
          "text": "The Hittites replied to Abraham,",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 6,
          "text": "“Sir, listen to us. You are a mighty prince among us. Bury your dead wife in the best of our tombs. None of us will refuse to sell you his tomb for burying her.”",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 7,
          "text": "Then Abraham bowed down in front of the Hittites, the people of the land.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 8,
          "text": "He said to them, “If you are willing to let me bury my dead wife, then listen to me. Speak to Zohar’s son Ephron for me.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 9,
          "text": "Ask him to sell me the cave of Machpelah. It belongs to him and is at the end of his field. Ask him to sell it to me for the full price. I want it as a place to bury my dead wife among you.”",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 11,
          "text": "“No, sir,” Ephron said. “Listen to me. I will sell you the field. I’ll also sell you the cave that’s in the field. I will sell it to you in front of my people. Bury your wife.”",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 12,
          "text": "Again Abraham bowed down in front of the people of the land.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 13,
          "text": "He spoke to Ephron so they could hear him. He said, “Please listen to me. I’ll pay the price of the field. Accept it from me. Then I can bury my dead wife there.”",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 14,
          "text": "Ephron answered Abraham,",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 15,
          "text": "“Sir, listen to me. The land is worth ten pounds of silver. But what is that between you and me? Bury your wife.”",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 16,
          "text": "Abraham agreed to Ephron’s offer. He weighed out for him the price he had named. The Hittites there had heard it. The price was ten pounds of silver. Abraham measured it by the weights that were used by those who bought and sold.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "John 7:25 - 7:30",
    "versions": {
      "leb": [
        {
          "chapter": 7,
          "verse": 25,
          "text": "Is Jesus the Christ?\nThen some of the inhabitants of Jerusalem began to say, “Is this not the one whom they are seeking to kill?",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 26,
          "text": "And behold, he is speaking openly and they are saying nothing to him! Can it be that the rulers truly know that this man is the Christ?",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 27,
          "text": "Yet we know where this man is from, but the Christ, whenever he comes—no one knows where he is from!”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 28,
          "text": "Then Jesus cried out in the temple courts, teaching and saying, “You both know me and you know where I am from! And I have not come from myself, but the one who sent me is true, whom you do not know.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 29,
          "text": "I know him, because I am from him and he sent me.”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 30,
          "text": "",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 7,
          "verse": 25,
          "text": "Is Jesus the Christ?\nThen some of the people of Jerusalem began asking questions. They said, “Isn’t this the man some people are trying to kill?",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 26,
          "text": "Here he is! He is speaking openly. They aren’t saying a word to him. Have the authorities really decided that he is the Christ?",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 27,
          "text": "But we know where this man is from. When the Christ comes, no one will know where he is from.”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 28,
          "text": "Jesus was still teaching in the temple courtyard. He cried out, “Yes, you know me. And you know where I am from. I am not here on my own. The One who sent me is true. You do not know him.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 29,
          "text": "But I know him. I am from him, and he sent me.”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 30,
          "text": "",
          "isHeading": false
        }
      ]
    }
  }
}