{
  "torah": {
    "passage": "Numbers 10:11 - 10:34",
    "versions": {
      "leb": [
        {
          "chapter": 10,
          "verse": 11,
          "text": "The Israelites Depart from Sinai\nAnd it happened, in the second year, in the second month, on the twentieth of the month the cloud was lifted from upon the tabernacle of the testimony.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 12,
          "text": "And the Israelites set out for their journey from the desert of Sinai, and the cloud dwelled in the desert of Paran.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 13,
          "text": "They set out for the first time on the command of Yahweh in the hand of Moses.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 14,
          "text": "The standard of the camp of the descendants of Judah set out for the first time according to their divisions, with Nahshon son of Amminadab over its division.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 15,
          "text": "And Nathanel son of Zuar was over the division of the descendants of Issachar;",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 16,
          "text": "Eliab son of Helon was over the division of the tribe of the descendants of Zebulun.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 17,
          "text": "The tabernacle was taken down, and the sons of Gershon and the sons of Merari, the bearers of the tabernacle, set out.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 18,
          "text": "And the standard of the camp of Reuben according to their divisions; Elizur son of Shedeur was over their division.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 19,
          "text": "Shelumiel son of Zurishaddai was over the division of the sons of the tribe of Simeon.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 20,
          "text": "Eliasaph son of Deuel was over the division of the tribe of the descendants of Gad.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 21,
          "text": "The Kohathites, the bearers of the sanctuary, set out, and they set up the tabernacle before they arrived.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 22,
          "text": "And the stand of the camp of the descendants of Ephraim set out according to their divisions; Elishama son of Ammihud was over its division.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 23,
          "text": "Gamaliel son of Pedahzur was over the division of the tribe of the descendants of Manasseh.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 24,
          "text": "Abidan son of Gideoni was over the division of the tribe of the descendants of Benjamin.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 25,
          "text": "Then the standard of the camp of the descendants of Dan, who formed a rear guard for all the camps, set out according to their divisions; Ahiezer son of Ammishaddai was over its division.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 26,
          "text": "Pagiel son of Ocran was over the division of the tribe of the descendants of Asher.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 27,
          "text": "Ahira son of Enan was over the division of the tribe of the descendants of Naphtali.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 28,
          "text": "These were the departures of the Israelites according to their divisions; and so they set out.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 29,
          "text": "Moses said to Hobab son of Reuel the Midianite, the father-in-law of Moses, “We are setting out to the place that Yahweh said, ‘I will give it to you’; go with us, and we will treat you well because Yahweh promised good concerning Israel.”",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 30,
          "text": "But he said to him, “I will not go. I will only go to my land and to my family.”",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 31,
          "text": "He said, “Please, do not abandon us because you know our encampment in the desert, and you should be our guide.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 32,
          "text": "Moreover, if you go with us, the good that Yahweh will do to us we will do to you.”",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 33,
          "text": "And so they set out from the mountain of Yahweh a journey of three days, with the ark of the covenant of Yahweh setting out ahead of them three days’ journey to search out a resting place for them;",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 34,
          "text": "and the cloud of Yahweh was over them by day when they set out from the camp.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 10,
          "verse": 11,
          "text": "The People of Israel Leave the Sinai Desert\nIt was the 20th day of the second month of the second year. On that day the cloud began to move. It went up from above the holy tent where the tablets of the covenant were kept.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 12,
          "text": "Then the people of Israel started out from the Desert of Sinai. They traveled from place to place. They kept going until the cloud came to rest in the Desert of Paran.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 13,
          "text": "The first time they started out, the Lord commanded Moses to tell them to do it. And they did it.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 14,
          "text": "The companies of the camp of Judah went first. They went out under their flag. Nahshon was their commander. He was the son of Amminadab.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 15,
          "text": "Nethanel was over the company of the tribe of Issachar. Nethanel was the son of Zuar.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 16,
          "text": "Eliab was over the company of the tribe of Zebulun. Eliab was the son of Helon.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 17,
          "text": "The holy tent was taken down. The men of Gershon and Merari started out. They carried the tent.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 18,
          "text": "The companies of the camp of Reuben went next. They went out under their flag. Elizur was their commander. He was the son of Shedeur.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 19,
          "text": "Shelumiel was over the company of the tribe of Simeon. Shelumiel was the son of Zurishaddai.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 20,
          "text": "Eliasaph was over the company of the tribe of Gad. Eliasaph was the son of Deuel.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 21,
          "text": "The men of Kohath started out. They carried the holy things. The holy tent had to be set up before they arrived.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 22,
          "text": "The companies of the camp of Ephraim went next. They went out under their flag. Elishama was their commander. He was the son of Ammihud.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 23,
          "text": "Gamaliel was over the company of the tribe of Manasseh. Gamaliel was the son of Pedahzur.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 24,
          "text": "Abidan was over the company of the tribe of Benjamin. Abidan was the son of Gideoni.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 25,
          "text": "Finally, the companies of the camp of Dan started out. They marched out under their flag. They followed behind all of the other companies and guarded them. Ahiezer was their commander. He was the son of Ammishaddai.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 26,
          "text": "Pagiel was over the company of the tribe of Asher. Pagiel was the son of Ocran.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 27,
          "text": "Ahira was over the company of the tribe of Naphtali. Ahira was the son of Enan.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 28,
          "text": "As the companies of Israel started out, that was the order they marched in.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 29,
          "text": "Moses spoke to Hobab, the son of Reuel. Reuel was Moses’ father-in-law. Reuel was from Midian. Moses said to Hobab, “We’re starting out for the place the Lord promised to us. He said to us, ‘I will give it to you.’ So come with us. We’ll treat you well. The Lord has promised to give good things to Israel.”",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 30,
          "text": "Hobab answered, “No. I can’t go. I’m going back to my own land. I’m returning to my own people.”",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 31,
          "text": "But Moses said, “Please don’t leave us. You know where we should camp in the desert. You can be our guide.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 32,
          "text": "So come with us. The Lord will give us good things. We’ll share them with you.”",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 33,
          "text": "So they started out from the mountain of the Lord. They traveled for three days. The ark of the covenant of the Lord went in front of them during those three days. It went ahead of them to find a place for them to rest.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 34,
          "text": "They started out from the camp by day. And the cloud of the Lord was above them.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "?",
    "versions": {
      "leb": [],
      "nirv": []
    }
  }
}