{
  "torah": {
    "passage": "Deuteronomy 27:1 - 27:10",
    "versions": {
      "leb": [
        {
          "chapter": 27,
          "verse": 1,
          "text": "Then Moses and the elders of Israel charged the people, saying, “Keep all of the commandment that I am commanding you today.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 2,
          "text": "And then on the day that you cross the Jordan to the land that Yahweh your God is giving to you, then you shall set up for yourselves large stones, and you shall paint them with lime,",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 3,
          "text": "and you shall write on them all the words of this law at your crossing, so that you may come into the land that Yahweh your God is giving to you, a land flowing with milk and honey, as Yahweh, the God of your ancestors, promised to you.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 4,
          "text": "And when you cross the Jordan, you shall set up these stones that I am commanding you about today on Mount Ebal, and you shall paint them with lime.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 5,
          "text": "And you shall build an altar there for Yahweh your God, an altar of stone, but you shall not use an iron tool to shape the stones.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 6,
          "text": "You must build the altar of your God with unhewn stones, and you shall sacrifice on it burnt offerings to Yahweh your God.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 7,
          "text": "And you shall sacrifice fellowship offerings, and you shall eat them there, and you shall rejoice before Yahweh your God.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 8,
          "text": "You shall write on the stone all of the words of this law very clearly.”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 9,
          "text": "Then Moses and the priests, the Levites, spoke to all Israel, saying, “Be silent and hear, Israel, for this day you have become a people for Yahweh your God.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 10,
          "text": "And listen to the voice of Yahweh your God, and observe his commandments and his rules that I am commanding you today.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 27,
          "verse": 1,
          "text": "The elders of Israel and I gave commands to the people. We said, “Obey all of the commands we’re giving you today.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 2,
          "text": "“You will go across the Jordan River. You will enter the land the Lord your God is giving you. When you do, set up some large stones. Put a coat of plaster on them.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 3,
          "text": "Write all of the words of this law on them. Do it when you have crossed over into the land the Lord your God is giving you. It’s a land that has plenty of milk and honey. The Lord is the God of your fathers. He promised you that you would enter the land.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 4,
          "text": "After you have gone across the Jordan, set up those stones on Mount Ebal. Put a coat of plaster on them. We’re commanding you today to do that.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 5,
          "text": "“Build an altar there to honor the Lord your God. Make it out of stones. Don’t use any iron tool on them.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 6,
          "text": "Use stones you find in the fields to build his altar. Then offer burnt offerings on it to the Lord your God.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 7,
          "text": "Sacrifice friendship offerings there. Eat them and be filled with joy in the sight of the Lord your God.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 8,
          "text": "“You must write all of the words of this law on the stones you have set up. Write the words very clearly.”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 9,
          "text": "Then the priests, who are Levites, and I spoke to all of the people of Israel. We said, “Israel, be quiet! Listen! You have now become the people of the Lord your God.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 10,
          "text": "Obey him. Follow his commands and rules that we’re giving you today.”",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Acts 15:22 - 15:41",
    "versions": {
      "leb": [
        {
          "chapter": 15,
          "verse": 22,
          "text": "Then it seemed best to the apostles and the elders, together with the whole church, to send men chosen from among them to Antioch with Paul and Barnabas—Judas who was called Barsabbas and Silas, men who were leaders among the brothers—",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 23,
          "text": "The apostles and the elders, brothers.\nTo the brothers who are from among the Gentiles in Antioch and Syria and Cilicia.\nGreetings!",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 24,
          "text": "Because we have heard that some have gone out from among us—to whom we gave no orders—and have thrown you into confusion by words upsetting your minds,",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 25,
          "text": "it seemed best to us, having reached a unanimous decision, and having chosen men, to send them to you together with our dear friends Barnabas and Paul,",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 26,
          "text": "men who have risked their lives on behalf of the name of our Lord Jesus Christ.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 27,
          "text": "Therefore we have sent Judas and Silas, and they will report the same things by word of mouth.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 28,
          "text": "For it seemed best to the Holy Spirit and to us to place on you no greater burden except these necessary things:",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 29,
          "text": "that you abstain from food sacrificed to idols, and from blood, and from what has been strangled, and from sexual immorality. If you keep yourselves from these things you will do well.\nFarewell.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 30,
          "text": "So when they were sent off, they came down to Antioch, and after calling together the community, they delivered the letter.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 31,
          "text": "And when they read it aloud, they rejoiced at the encouragement.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 32,
          "text": "Both Judas and Silas, who were also prophets themselves, encouraged and strengthened the brothers by a long message.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 33,
          "text": "And after spending some time, they were sent away in peace from the brothers to those who had sent them.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 34,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 35,
          "text": "But Paul and Barnabas remained in Antioch teaching and proclaiming the word of the Lord with many others also.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 36,
          "text": "And after some days, Paul said to Barnabas, “Come then,let us return and visit the brothers in every town in which we proclaimed the word of the Lord, to see how they are doing.”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 37,
          "text": "Now Barnabas wanted to take John who was called Mark along also,",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 38,
          "text": "but Paul held the opinion they should not take this one along, who departed from them in Pamphylia and did not accompany them in the work.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 39,
          "text": "And a sharp disagreement took place, so that they separated from one another. And Barnabas took along Mark and sailed away to Cyprus,",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 40,
          "text": "but Paul chose Silas and departed, after being commended to the grace of the Lord by the brothers.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 41,
          "text": "And he traveled through Syria and Cilicia, strengthening the churches.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 15,
          "verse": 22,
          "text": "Then the apostles, the elders and the whole church decided what to do. They would choose some of their own men. They would send them to Antioch with Paul and Barnabas. So they chose two leaders among the believers. Their names were Judas Barsabbas and Silas.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 23,
          "text": "Here is the letter they sent with them.\nThe apostles and elders, your brothers, are writing this letter.\nWe are sending it to the non-Jewish believers in Antioch, Syria and Cilicia.\nGreetings.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 24,
          "text": "We have heard that some of our people came to you and caused trouble. You were upset by what they said. But we had given them no authority to go.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 25,
          "text": "So we all agreed to send our dear friends Barnabas and Paul to you. We chose some others to go with them.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 26,
          "text": "Barnabas and Paul have put their lives in danger for the name of our Lord Jesus Christ.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 27,
          "text": "So we are sending Judas and Silas with them. What they say will agree with this letter.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 28,
          "text": "It seemed good to the Holy Spirit and to us not to give you a load that is too heavy. So here are a few basic rules.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 29,
          "text": "Don’t eat food that has been offered to statues of gods. Don’t drink blood. Don’t eat the meat of animals that have been choked to death. And don’t commit sexual sins. You will do well to keep away from these things.\nFarewell.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 30,
          "text": "The men were sent down to Antioch. There they gathered the church together. They gave the letter to them.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 31,
          "text": "The people read it. They were glad for its message of hope.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 32,
          "text": "Judas and Silas were prophets. They said many things to give strength and hope to the believers.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 33,
          "text": "Judas and Silas stayed there for some time. Then the believers sent them away with the blessing of peace. They sent them back to those who had sent them out.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 34,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 35,
          "text": "Paul and Barnabas remained in Antioch. There they and many others taught and preached the word of the Lord.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 36,
          "text": "Some time later Paul spoke to Barnabas. “Let’s go back to all the towns where we preached the word of the Lord,” he said. “Let’s visit the believers and see how they are doing.”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 37,
          "text": "Barnabas wanted to take John Mark with them.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 38,
          "text": "But Paul didn’t think it was wise to take him. Mark had deserted them in Pamphylia. He hadn’t continued with them in their work.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 39,
          "text": "Barnabas and Paul strongly disagreed with each other. So they went their separate ways. Barnabas took Mark and sailed for Cyprus.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 40,
          "text": "But Paul chose Silas. The believers asked the Lord to give his grace to Paul and Silas as they went.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 41,
          "text": "Paul traveled through Syria and Cilicia. He gave strength to the churches there.",
          "isHeading": false
        }
      ]
    }
  }
}