{
  "torah": {
    "passage": "Exodus 6:29 - 7:7",
    "versions": {
      "leb": [
        {
          "chapter": 6,
          "verse": 29,
          "text": "And Yahweh spoke to Moses, saying, “I am Yahweh. Speak to Pharaoh, the king of Egypt, all that I am speaking to you.”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 1,
          "text": "And Moses and Aaron came to Pharaoh, and they did so, as Yahweh had commanded. And Aaron threw his staff before Pharaoh and before his servants, and it became a snake.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 2,
          "text": "And Moses and Aaron did so, as Yahweh had commanded, and he raised the staff and struck the water that was in the Nile before the eyes of Pharaoh and before the eyes of his servants, and all of the water that was in the Nile was changed to blood.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 3,
          "text": "And I myself will harden the heart of Pharaoh, and I will make my signs and my wonders numerous in the land of Egypt.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 4,
          "text": "And Pharaoh will not listen to you, and I will put my hand into Egypt and bring out my divisions, my people, the Israelites, from the land of Egypt with great punishments.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 5,
          "text": "And the Egyptians will know that I am Yahweh when I stretch out my hand over Egypt and bring the Israelites out from their midst.”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 6,
          "text": "And Moses and Aaron did it; as Yahweh commanded them, so they did.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 7,
          "text": "(And Moses was eighty years old, and Aaron was eighty-three years old when they spoke to Pharaoh.)",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 6,
          "verse": 29,
          "text": "He had told him, “I am the Lord. Tell Pharaoh, the king of Egypt, everything I tell you.”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 1,
          "text": "So Moses and Aaron went to Pharaoh. They did exactly as the Lord had commanded them. Aaron threw his staff down in front of Pharaoh and his officials. It turned into a snake.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 2,
          "text": "Moses and Aaron did exactly as the Lord had commanded them. Aaron held out his staff in front of Pharaoh and his officials. He struck the water of the Nile River. And all of the water turned into blood.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 3,
          "text": "“But I will make Pharaoh’s heart stubborn. I will multiply my miraculous signs and wonders in Egypt.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 4,
          "text": "In spite of that, he will not listen to you. So I will use my powerful hand against Egypt. When I judge them with mighty acts, I will bring my people Israel out like an army on the march.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 5,
          "text": "“Then the Egyptians will know that I am the Lord. I will reach out my powerful hand against Egypt. I will bring the people of Israel out of it.”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 6,
          "text": "Moses and Aaron did exactly as the Lord had commanded them.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 7,
          "text": "Moses was 80 years old and Aaron was 83 when they spoke to Pharaoh.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Mark 2:23 - 2:28",
    "versions": {
      "leb": [
        {
          "chapter": 2,
          "verse": 23,
          "text": "And it happened that he was going through the grain fields on the Sabbath, and his disciples began to make their way while plucking off the heads of grain.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 24,
          "text": "And the Pharisees began to say to him, “Behold, why are they doing what is not permitted on the Sabbath?”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 25,
          "text": "And he said to them, “Have you never read what David did when he had need and he and those who were with him were hungry—",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 26,
          "text": "how he entered into the house of God in the time of Abiathar the high priest and ate the bread of the presentation, which it is not permitted to eat (except the priests) and also gave it to those who were with him?”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 27,
          "text": "And he said to them, “The Sabbath was established for people, and not people for the Sabbath.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 28,
          "text": "So then, the Son of Man is lord even of the Sabbath.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 2,
          "verse": 23,
          "text": "One Sabbath day Jesus was walking with his disciples through the grainfields. The disciples began to break off some heads of grain.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 24,
          "text": "The Pharisees said to Jesus, “Look! It is against the Law to do this on the Sabbath. Why are your disciples doing it?”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 25,
          "text": "He answered, “Haven’t you ever read about what David did? He and his men were hungry. They needed food.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 26,
          "text": "It was when Abiathar was high priest. David entered the house of God and ate the holy bread. Only priests were allowed to eat it. David also gave some to his men.”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 27,
          "text": "Then Jesus said to them, “The Sabbath day was made for man. Man was not made for the Sabbath day.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 28,
          "text": "So the Son of Man is Lord even of the Sabbath day.”",
          "isHeading": false
        }
      ]
    }
  }
}