{
  "torah": {
    "passage": "Genesis 2:4 - 2:19",
    "versions": {
      "leb": [
        {
          "chapter": 2,
          "verse": 4,
          "text": "These are the generations of heaven and earth when they were created, in the day that Yahweh God made earth and heaven—",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 5,
          "text": "before any plant of the field was on earth, and before any plant of the field had sprung up, because Yahweh God had not caused it to rain upon the earth, and there was no human being to cultivate the ground,",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 6,
          "text": "but a stream would rise from the earth and water the whole face of the ground—",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 7,
          "text": "when Yahweh God formed the man of dust from the ground, and he blew into his nostrils the breath of life, and the man became a living creature.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 8,
          "text": "And Yahweh God planted a garden in Eden in the east, and there he put the man whom he had formed.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 9,
          "text": "And Yahweh God caused to grow every tree that was pleasing to the sight and good for food. And the tree of life was in the midst of the garden, along with the tree of the knowledge of good and evil.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 11,
          "text": "The name of the first is the Pishon. It went around all the land of Havilah, where there is gold.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 12,
          "text": "(The gold of that land is good; bdellium and onyx stones are there.)",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 13,
          "text": "And the name of the second is Gihon. It went around all the land of Cush.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 14,
          "text": "And the name of the third is Tigris. It flows east of Assyria. And the fourth river is the Euphrates.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 15,
          "text": "And Yahweh God took the man and set him in the garden of Eden to cultivate it and to keep it.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 16,
          "text": "And Yahweh God commanded the man, saying, “From every tree of the garden you may freely eat,",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 17,
          "text": "but from the tree of the knowledge of good and evil you shall not eat, for in the day that you eat from it you shall surely die.”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 18,
          "text": "Then Yahweh God said, “it is not good that the man is alone. I will make for him a helper as his counterpart.”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 19,
          "text": "And out of the ground Yahweh God formed every beast of the field and every bird of the sky, and he brought each to the man to see what he would call it. And whatever the man called that living creature was its name.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 2,
          "verse": 4,
          "text": "Here is the story of the heavens and the earth when they were created.\nThe Lord God made the earth and the heavens.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 5,
          "text": "At that time, bushes had not appeared on the earth. Plants had not come up in the fields. The Lord God had not sent rain on the earth. And there wasn’t any man to work the ground.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 6,
          "text": "But streams came up from the earth. They watered the whole surface of the ground.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 7,
          "text": "Then the Lord God formed a man. He made him out of the dust of the ground. He breathed the breath of life into him. And the man became a living person.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 8,
          "text": "The Lord God had planted a garden in the east. It was in Eden. There he put the man he had formed.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 9,
          "text": "The Lord God made all kinds of trees grow out of the ground. Their fruit was pleasing to look at and good to eat.\nThe tree that gives life forever was in the middle of the garden. The tree that gives the ability to tell the difference between good and evil was also there.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 11,
          "text": "The name of the first river is the Pishon. It winds through the whole land of Havilah. Gold is found there.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 12,
          "text": "The gold of that land is good. Onyx and sweet-smelling resin are also found there.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 13,
          "text": "The name of the second river is the Gihon. It winds through the whole land of Cush.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 14,
          "text": "The name of the third river is the Tigris. It runs along the east side of Asshur. And the fourth river is the Euphrates.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 15,
          "text": "The Lord God put the man in the Garden of Eden. He put him there to work its ground and to take care of it.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 16,
          "text": "The Lord God gave the man a command. He said, “You can eat the fruit of any tree that is in the garden.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 17,
          "text": "But you must not eat the fruit of the tree of the knowledge of good and evil. If you do, you can be sure that you will die.”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 18,
          "text": "The Lord God said, “It is not good for the man to be alone. I will make a helper who is just right for him.”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 19,
          "text": "The Lord God had formed all of the wild animals. He had also formed all of the birds of the air. He had made all of them out of the ground. He brought them to the man to see what names he would give them. And the name the man gave each living creature became its name.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "John 1:15 - 1:28",
    "versions": {
      "leb": [
        {
          "chapter": 1,
          "verse": 15,
          "text": "John testified about him and cried out, saying, “This one was he about whom I said, ‘The one who comes after me is ahead of me, because he existed before me.’”",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 16,
          "text": "For from his fullness we have all received, and grace after grace.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 17,
          "text": "For the law was given through Moses; grace and truth came about through Jesus Christ.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 18,
          "text": "No one has seen God at any time; the one and only, God, the one who is in the bosom of the Father—that one has made him known.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 19,
          "text": "And this is the testimony of John, when the Jews sent priests and Levites from Jerusalem so that they could ask him, “Who are you?”",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 21,
          "text": "And they asked him, “Then who are you? Are you Elijah?” And he said, “I am not!” “Are you the Prophet?” And he answered, “No!”",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 22,
          "text": "Then they said to him, “Who are you, so that we can give an answer to those who sent us? What do you say about yourself?”",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 23,
          "text": "“I am ‘the voice of one crying out in the wilderness,\n“Make straight the way of the Lord,”’\njust as Isaiah the prophet said.”",
          "isHeading": true
        },
        {
          "chapter": 1,
          "verse": 24,
          "text": "(And they had been sent from the Pharisees.)",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 25,
          "text": "And they asked him and said to him, “Why then are you baptizing, if you are not the Christ, nor Elijah, nor the Prophet?”",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 26,
          "text": "John answered them, saying, “I baptize with water. In your midst stands one whom you do not know—",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 27,
          "text": "the one who comes after me, of whom I am not worthy to untie the strap of his sandal!”",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 28,
          "text": "These things took place in Bethany on the other side of the Jordan, where John was baptizing.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 1,
          "verse": 15,
          "text": "John gives witness about him. He cries out and says, “This was the one I was talking about. I said, ‘He who comes after me is more important than I am. He is more important because he existed before I was born.’”",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 16,
          "text": "We have all received one blessing after another. God’s grace is not limited.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 17,
          "text": "Moses gave us the law. Jesus Christ has given us grace and truth.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 18,
          "text": "No one has ever seen God. But God, the one and only Son, is at the Father’s side. He has shown us what God is like.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 19,
          "text": "The Jews of Jerusalem sent priests and Levites to ask John who he was. John gave witness to them.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 21,
          "text": "They asked him, “Then who are you? Are you Elijah?”\nHe said, “I am not.”\n“Are you the Prophet we’ve been expecting?” they asked.\n“No,” he answered.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 22,
          "text": "They asked one last time, “Who are you? Give us an answer to take back to those who sent us. What do you say about yourself?”",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 23,
          "text": "John replied, using the words of Isaiah the prophet. John said, “I’m the messenger who is calling out in the desert, ‘Make the way for the Lord straight.’” ()",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 24,
          "text": "Some Pharisees who had been sent",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 25,
          "text": "asked him, “If you are not the Christ, why are you baptizing people? Why are you doing that if you aren’t Elijah or the Prophet we’ve been expecting?”",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 26,
          "text": "“I baptize people with water,” John replied. “But One is standing among you whom you do not know.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 27,
          "text": "He is the One who comes after me. I am not good enough to untie his sandals.”",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 28,
          "text": "This all happened at Bethany on the other side of the Jordan River. That was where John was baptizing.",
          "isHeading": false
        }
      ]
    }
  }
}