{
  "torah": {
    "passage": "Numbers 14:8 - 14:25",
    "versions": {
      "leb": [
        {
          "chapter": 14,
          "verse": 8,
          "text": "If Yahweh delights in us, then he will bring us into this land, and he will give it to us, a land that is flowing with milk and honey.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 9,
          "text": "Only do not rebel against Yahweh, and you will not fear the people of the land, because they will be our food. Their protection has been turned from them; Yahweh is with us. You should not fear them.”",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 11,
          "text": "And Yahweh said to Moses, “How long until this people will despise me, and how long until they will not believe in me, and in all the signs that I have done in their midst?",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 12,
          "text": "I will strike them with disease, and I will dispossess them; I will make you into a greater and stronger nation than them.”",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 13,
          "text": "And Moses said to Yahweh, “Then the Egyptians will hear that you brought up this people from their midst in your power,",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 14,
          "text": "and they will tell it to the inhabitants of this land. They heard that you, Yahweh, are in the midst of this people, that you are seen eye to eye, and your cloud is standing over them, and in a column of cloud you go before them by day and in a column of fire at night.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 15,
          "text": "But if you destroy this people all at once, the nations that will have heard your message will say,",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 16,
          "text": "‘Yahweh was unable to bring this people in the land that he swore by an oath, and he slaughtered them in the desert.’",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 17,
          "text": "But now, please, let the power of my Lord be great, just has you spoke,",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 18,
          "text": "and great of loyal love,\nforgiving sin and rebellion;\nbut surely he leaves nothing unpunished,\nvisiting the sin of the fathers on the sons\nto the third and fourth generations.’",
          "isHeading": true
        },
        {
          "chapter": 14,
          "verse": 19,
          "text": "Please forgive the sin of this people according to the greatness of your loyal love, just as you forgave this people, from Egypt until now.”",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 21,
          "text": "but as I am alive, the glory of Yahweh will fill all the earth.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 22,
          "text": "But because all the men who have seen my glory and my signs that I did in Egypt and in the desert yet tested me these ten times and did not listen to my voice,",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 23,
          "text": "they will not see the land that I swore by oath to their ancestors, and all those who despised me will not see it.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 24,
          "text": "But my servant Caleb, because another spirit was with him, he remained true after me, and I will bring him into the land that he entered, and his offspring will take possession of it.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 25,
          "text": "And the Amalekites and the Canaanites live in the valleys; tomorrow turn and set out for the desert by way of the Red Sea.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 14,
          "verse": 8,
          "text": "If the Lord is pleased with us, he’ll lead us into that land. It’s a land that has plenty of milk and honey. He’ll give it to us.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 9,
          "text": "“But don’t refuse to obey him. And don’t be afraid of the people of the land. We will swallow them up. The Lord is with us. So nothing can save them. Don’t be afraid of them.”",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 11,
          "text": "The Lord spoke to Moses. He said, “How long will these people make fun of me? How long will they refuse to believe in me? They refuse even though I have done many miraculous signs among them.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 12,
          "text": "So I will strike them down with a plague. I will destroy them. But I will make you into a greater and stronger nation than they are.”",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 13,
          "text": "Moses said to the Lord, “Then the Egyptians will hear about it. You used your power to bring these people up from among them.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 14,
          "text": "“And the Egyptians will tell the people who live in Canaan about it. Lord, they have already heard a lot about you. They’ve heard that you are with these people. They’ve heard that you have been seen face to face. They’ve been told that your cloud stays over them. They’ve heard that you go in front of them in a pillar of cloud by day. They’ve been told that you go in front of them in a pillar of fire at night.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 15,
          "text": "“Suppose you put these people to death all at one time. Then the nations who have heard those things about you will talk. They’ll say,",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 16,
          "text": "‘The Lord took an oath. He promised to give these people the land of Canaan. But he wasn’t able to bring them into it. So he killed them in the desert.’",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 17,
          "text": "“Now, Lord, show your strength. You have said,",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 18,
          "text": "‘I am the Lord. I am slow to get angry. I am full of love. I forgive those who sin. I forgive those who refuse to obey. But I do not let guilty people go without punishing them. I punish the children, grandchildren and great-grandchildren for the sin of their parents.’",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 19,
          "text": "“Lord, your love is great. So forgive the sin of these people. Forgive them just as you have done from the time they left Egypt until now.”",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 21,
          "text": "You can be sure that I live. You can be sure that my glory fills the whole earth.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 22,
          "text": "“And you can be just as sure that these men will not see the land I promised to give them. They have seen my glory. They have seen the miraculous signs I did in Egypt. And they have seen what I did in the desert. But they did not obey me. And they have put me to the test ten times.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 23,
          "text": "So not even one of them will ever see the land I promised with an oath to give to their people of long ago. No one who has made fun of me will ever see it.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 24,
          "text": "“But my servant Caleb has a different spirit. He follows me with his whole heart. So I will bring him into the land he went to. And his children after him will receive land there.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 25,
          "text": "“The Amalekites and Canaanites are living in the valleys. So turn back tomorrow. Start out toward the desert. Go along the way that leads to the Red Sea.”",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "?",
    "versions": {
      "leb": [],
      "nirv": []
    }
  }
}