{
  "torah": {
    "passage": "Numbers 7:72 - 7:89",
    "versions": {
      "leb": [
        {
          "chapter": 7,
          "verse": 72,
          "text": "On the eleventh day Pagiel son of Ocran, leader of the descendants of Asher:",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 73,
          "text": "his offering was one silver plate—its weight one hundred and thirty shekels—and one silver bowl for drinking weighing seventy shekels according to the sanctuary shekel, both of them filled with finely milled flour mixed with oil as a grain offering;",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 74,
          "text": "one golden dish weighing ten shekels filled with incense;",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 75,
          "text": "one young bull, one ram, a male lamb in its first year as a burnt offering;",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 76,
          "text": "one he-goat as a sin offering;",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 77,
          "text": "and for the sacrifice of the fellowship offering, two cattle, five rams, five he-goats, and five male lambs in their first year. This was the offering of Pagiel son of Ocran.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 78,
          "text": "On the twelfth day Ahira son of Enan, leader of the descendants of Naphtali:",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 79,
          "text": "his offering was one silver plate—its weight one hundred and thirty shekels—and one silver bowl for drinking weighing seventy shekels according to the sanctuary shekel, both of them filled with finely milled flour mixed with oil as a grain offering;",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 80,
          "text": "one golden dish weighing ten shekels filled with incense;",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 81,
          "text": "one young bull, one ram, a male lamb in its first year as a burnt offering;",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 82,
          "text": "one he-goat as a sin offering;",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 83,
          "text": "and for the sacrifice of the fellowship offering, two cattle, five rams, five he-goats, and five male lambs in their first year. This was the offering of Ahira son of Enan.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 84,
          "text": "This was the dedication of the altar on the day of anointing it, from the leaders of Israel: twelve silver plates, twelve silver bowls for drinking wine, twelve golden dishes;",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 85,
          "text": "each plate of silver weighed one hundred and thirty shekels, and each bowl for drinking seventy, all the silver of the vessels two thousand four hundred shekels, according to the sanctuary shekel;",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 86,
          "text": "the twelve golden dishes filled with incense, each dish weighing ten shekels according to the sanctuary shekel, all the gold of the dishes one hundred and twenty;",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 87,
          "text": "all the cattle for the burnt offering twelve bulls, twelve rams, twelve male lambs in their first year, and their grain offering; and twelve he-goats as a sin offering;",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 88,
          "text": "and all the cattle of the sacrifice of the fellowship offering twenty-four bulls, sixty rams, sixty he-goats, sixty male lambs in their first year. These were the dedication of the altar after its anointing.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 89,
          "text": "And when Moses came to the tent of assembly to speak with him, he would hear the voice speaking to him from the atonement cover, which is on the ark of the testimony, from between the two cherubim, and he would speak to him.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 7,
          "verse": 72,
          "text": "On the eleventh day Pagiel, the son of Ocran, brought his offering. Pagiel was the leader of the people of Asher.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 73,
          "text": "He brought one silver plate and one silver sprinkling bowl. The plate weighed three pounds four ounces. The sprinkling bowl weighed one pound 12 ounces. They were weighed in keeping with the standard weights that are used in the sacred tent. Each plate and bowl was filled with fine flour that was mixed with olive oil. It was a grain offering.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 74,
          "text": "He brought one gold dish. It weighed four ounces. It was filled with incense.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 75,
          "text": "Pagiel brought one young bull, one ram, and one male lamb that was a year old. They would be sacrificed as a burnt offering.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 76,
          "text": "He brought one male goat to be sacrificed as a sin offering.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 77,
          "text": "He brought two oxen, five rams and five male goats. He also brought five male lambs that were a year old. All of them would be sacrificed as a friendship offering.\nThat was everything that Pagiel, the son of Ocran, brought as his offering.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 78,
          "text": "On the twelfth day Ahira, the son of Enan, brought his offering. Ahira was the leader of the people of Naphtali.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 79,
          "text": "He brought one silver plate and one silver sprinkling bowl. The plate weighed three pounds four ounces. The sprinkling bowl weighed one pound 12 ounces. They were weighed in keeping with the standard weights that are used in the sacred tent. Each plate and bowl was filled with fine flour that was mixed with olive oil. It was a grain offering.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 80,
          "text": "He brought one gold dish. It weighed four ounces. It was filled with incense.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 81,
          "text": "Ahira brought one young bull, one ram, and one male lamb that was a year old. They would be sacrificed as a burnt offering.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 82,
          "text": "He brought one male goat to be sacrificed as a sin offering.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 83,
          "text": "He brought two oxen, five rams and five male goats. He also brought five male lambs that were a year old. All of them would be sacrificed as a friendship offering.\nThat was everything that Ahira, the son of Enan, brought as his offering.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 84,
          "text": "Those were the offerings the leaders of the people of Israel brought. They gave them to set the altar apart when it was anointed with olive oil. They gave 12 silver plates, 12 silver sprinkling bowls and 12 gold dishes.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 85,
          "text": "Each silver plate weighed three pounds four ounces. Each sprinkling bowl weighed one pound 12 ounces. The total weight of the silver dishes was 60 pounds. Everything was weighed in keeping with the standard weights that are used in the sacred tent.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 86,
          "text": "Each of the 12 gold dishes weighed four ounces. They were filled with incense. They were weighed in keeping with the weights used in the sacred tent. The total weight of the gold dishes was three pounds.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 87,
          "text": "The leaders brought 12 young bulls, 12 rams and 12 male lambs that were a year old. That was the total number of animals they gave for the burnt offering. They gave them together with the grain offering. They brought 12 male goats for the sin offering.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 88,
          "text": "The leaders brought 24 oxen, 60 rams, 60 male goats and 60 male lambs that were a year old. That was the total number of animals that were sacrificed as the friendship offering.\nThose were the offerings they brought to set the altar apart. The leaders brought them after the altar was anointed with oil.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 89,
          "text": "Moses entered the Tent of Meeting. He wanted to speak with the Lord. There Moses heard the Lord talking to him. The Lord’s voice was speaking to him from between the two cherubim. The cherubim were over the place where sin is paid for. It was the cover on the ark where the tablets of the covenant were kept. The Lord spoke with Moses there.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Luke 8:1-22",
    "versions": {
      "leb": [
        {
          "chapter": 8,
          "verse": 1,
          "text": "Some Women Accompany Jesus\nAnd it happened that afterward also he was going about from one town and village to another preaching and proclaiming the good news concerning the kingdom of God, and the twelve were with him,",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 2,
          "text": "and some women who had been healed of evil spirits and diseases: Mary (who was called Magdalene), from whom seven demons had gone out,",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 3,
          "text": "and Joanna the wife of Chuza (Herod’s household manager), and Susanna, and many others who were helping to support them from their possessions.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 4,
          "text": "The Parable of the Sower\nAnd while a large crowd was gathering and they were going to him from town after town, he spoke by means of a parable:",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 5,
          "text": "“The sower went out to sow his seed, and while he was sowing, some seed fell on the side of the path and was trampled under foot, and the birds of the sky devoured it.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 6,
          "text": "And other seed fell on the rock, and when it came up, it withered, because it did not have moisture.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 7,
          "text": "And other seed fell in the midst of the thorn plants, and the thorn plants grew up with it and choked it.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 8,
          "text": "And other seed fell on the good soil, and when it came up, it produced a hundred times as much grain.” As he said these things, he called out, “The one who has ears to hear, let him hear!”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 9,
          "text": "The Reason for the Parables\nAnd his disciples asked him what this parable meant.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 10,
          "text": "And he said, “To you it has been given to know the mysteries of the kingdom of God, but to the rest they are in parables, so that\n‘Seeing they may not see,\nand hearing they may not understand.’",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 11,
          "text": "The Parable of the Sower Interpreted\nNow the parable means this: the seed is the word of God,",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 12,
          "text": "and those beside the path are the ones who have heard. Then the devil comes and takes away the word from their heart, so that they may not believe and be saved.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 13,
          "text": "And those on the rock are those who receive the word with joy when they hear it, and these do not have enough root, who believe for a time and in a time of testing fall away.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 14,
          "text": "And the seed that fell into the thorn plants—these are the ones who hear and as they go along are choked by the worries and riches and pleasures of life, and they do not bear fruit to maturity.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 15,
          "text": "But the seed on the good soil—these are the ones who, after hearing the word, hold fast to it with a noble and good heart, and bear fruit with patient endurance.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 16,
          "text": "The Parable of the Lamp\n“And no one, after lighting a lamp, covers it with a jar or puts it under a bed, but puts it on a lampstand, so that those who come in can see the light.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 17,
          "text": "For nothing is secret that will not become evident, and nothing hidden that will never be known and come to light.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 18,
          "text": "Therefore consider how you listen, for whoever has, to him more will be given, and whoever does not have, even what he thinks that he has will be taken away from him.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 19,
          "text": "Jesus’ Mother and Brothers\nNow his mother and brothers came to him, and they were not able to meet with him because of the crowd.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 20,
          "text": "And it was reported to him, “Your mother and your brothers are standing outside wanting to see you.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 21,
          "text": "But he answered and said to them, “These are my mother and my brothers—the ones who hear the word of God and do it.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 22,
          "text": "Calming of a Storm\nNow it happened that on one of the days both he and his disciples got into a boat, and he said to them, “Let us cross over to the other side of the lake.” And they set sail,",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 8,
          "verse": 1,
          "text": "The Story of the Farmer\nAfter this, Jesus traveled around from one town and village to another. He announced the good news of God’s kingdom. The Twelve were with him.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 2,
          "text": "So were some women who had been healed of evil spirits and sicknesses. One was Mary Magdalene. Seven demons had come out of her.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 3,
          "text": "Another was Joanna, the wife of Cuza. He was the manager of Herod’s household. Susanna and many others were there also. These women were helping to support Jesus and the Twelve with their own money.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 4,
          "text": "A large crowd gathered together. People came to Jesus from town after town. As they did, he told a story. He said,",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 5,
          "text": "“A farmer went out to plant his seed. He scattered the seed on the ground. Some fell on a path. People walked on it, and the birds of the air ate it up.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 6,
          "text": "Some seed fell on rocky places. When it grew, the plants dried up because they had no water.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 7,
          "text": "Other seed fell among thorns. The thorns grew up with it and crowded out the plants.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 8,
          "text": "Still other seed fell on good soil. It grew up and produced a crop 100 times more than the farmer planted.”\nWhen Jesus said this, he called out, “Those who have ears should listen.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 9,
          "text": "His disciples asked him what the story meant.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 10,
          "text": "He said, “You have been given the chance to understand the secrets of God’s kingdom. But to outsiders I speak by using stories. In that way,\n“‘They see, but they will not know what they are seeing.\nThey hear, but they will not understand what they are hearing.’ ()",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 11,
          "text": "“Here is what the story means. The seed is God’s message.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 12,
          "text": "People on the path are those who hear. But then the devil comes. He takes away the message from their hearts. He does it so they won’t believe. Then they can’t be saved.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 13,
          "text": "Those on the rock are the ones who hear the message and receive it with joy. But they have no roots. They believe for a while. But when they are put to the test, they fall away from the faith.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 14,
          "text": "The seed that fell among thorns stands for those who hear the message. But as they go on their way, they are choked by life’s worries, riches and pleasures. So they do not reach full growth.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 15,
          "text": "“But the seed on good soil stands for those with an honest and good heart. They hear the message. They keep it in their hearts. They remain faithful and produce a good crop.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 16,
          "text": "A Lamp on a Stand\n“People do not light a lamp and then hide it in a jar or put it under a bed. Instead, they put it on a stand. Then those who come in can see its light.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 17,
          "text": "What is hidden will be seen. And what is out of sight will be brought into the open and made known.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 18,
          "text": "“So be careful how you listen. If you have something, you will be given more. If you have nothing, even what you think you have will be taken away from you.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 19,
          "text": "Jesus’ Mother and Brothers\nJesus’ mother and brothers came to see him. But they could not get near him because of the crowd.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 20,
          "text": "Someone told him, “Your mother and brothers are standing outside. They want to see you.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 21,
          "text": "He replied, “My mother and brothers are those who hear God’s word and do what it says.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 22,
          "text": "Jesus Calms the Storm\nOne day Jesus said to his disciples, “Let’s go over to the other side of the lake.” So they got into a boat and left.",
          "isHeading": false
        }
      ]
    }
  }
}