{
  "torah": {
    "passage": "Exodus 26:31 - 26:37",
    "versions": {
      "leb": [
        {
          "chapter": 26,
          "verse": 31,
          "text": "“And you will make a curtain of blue and purple and crimson yarns and finely twisted linen, the work of a skilled craftsman; he will make it with cherubim.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 32,
          "text": "And you will put it on four acacia pillars overlaid with gold with their gold hooks on four silver bases.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 33,
          "text": "And you will put the curtain under the clasps, and you will bring the ark of the testimony there inside the curtain, and the curtain will separate for you between the holy and the most holy place.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 34,
          "text": "And you will put the atonement cover on the ark of the testimony in the most holy place.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 35,
          "text": "And you will place the table outside the curtain and the lampstand opposite the table on the south side of the tabernacle, and you will put the table on the north side.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 36,
          "text": "“And you will make for the entrance of the tent a screen of blue and purple and crimson yarns and finely twisted linen, the work of an embroiderer.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 37,
          "text": "And you will make for the screen five acacia pillars, and you will overlay them with gold with their gold hooks, and you will cast for them five bronze bases.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 26,
          "verse": 31,
          "text": "“Make a curtain out of blue, purple and bright red yarn and finely twisted linen. Have a skilled worker sew cherubim into the pattern.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 32,
          "text": "Hang the curtain with gold hooks on four posts that are made out of acacia wood. Cover the posts with gold. Stand them on four silver bases.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 33,
          "text": "Hang the curtain from the hooks.\n“Place the ark of the covenant behind the curtain. The curtain will separate the Holy Room from the Most Holy Room.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 34,
          "text": "Put the cover on the ark of the covenant in the Most Holy Room. The cover will be the place where sin is paid for.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 35,
          "text": "“Place the table outside the curtain on the north side of the holy tent. And put the lampstand across from it on the south side.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 36,
          "text": "“For the entrance to the tent make a curtain out of blue, purple and bright red yarn and finely twisted linen. Have a person who sews skillfully make it.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 37,
          "text": "Make gold hooks for the curtain. Make five posts out of acacia wood. Cover them with gold. And make five bronze bases for them.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Mark 10:32 - 10:45",
    "versions": {
      "leb": [
        {
          "chapter": 10,
          "verse": 32,
          "text": "Now they were on the road going up to Jerusalem, and Jesus was going on ahead of them. And they were astounded, but those who were following him were afraid. And taking aside the twelve again, he began to tell them the things that were about to happen to him:",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 33,
          "text": "“Behold, we are going up to Jerusalem, and the Son of Man will be handed over to the chief priests and the scribes, and they will condemn him to death and will hand him over to the Gentiles.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 34,
          "text": "And they will mock him and spit on him and flog him and kill him, and after three days he will rise.”",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 35,
          "text": "And James and John, the sons of Zebedee, came up to him and said to him, “Teacher, we want you to do for us whatever we ask you.”",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 36,
          "text": "And he said to them, “What do you want that I do for you?”",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 37,
          "text": "So they said to him, “Grant to us that we may sit one at your right hand and one at your left in your glory.”",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 38,
          "text": "But Jesus said to them, “You do not know what you are asking! Are you able to drink the cup that I drink, or to be baptized with the baptism that I am baptized with?”",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 39,
          "text": "And they said to him, “We are able.” So Jesus said to them, “You will drink the cup that I drink, and you will be baptized with the baptism that I am baptized with,",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 40,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 41,
          "text": "And when they heard this, the ten began to be indignant about James and John.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 42,
          "text": "And Jesus called them to himself and said to them, “You know that those who are considered to rule over the Gentiles lord it over them, and their people in high positions exercise authority over them.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 43,
          "text": "But it is not like this among you! But whoever wants to become great among you must be your servant,",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 44,
          "text": "and whoever wants to be most prominent among you must be the slave of all.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 45,
          "text": "For even the Son of Man did not come to be served, but to serve, and to give his life as a ransom for many.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 10,
          "verse": 32,
          "text": "They were on their way up to Jerusalem. Jesus was leading the way. The disciples were amazed. Those who followed were afraid.\nAgain Jesus took the Twelve to one side. He told them what was going to happen to him.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 33,
          "text": "“We are going up to Jerusalem,” he said. “The Son of Man will be handed over to the chief priests and the teachers of the law. They will sentence him to death. Then they will hand him over to people who are not Jews.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 34,
          "text": "The people will make fun of him and spit on him. They will whip him and kill him. Three days later he will rise from the dead!”",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 35,
          "text": "James and John came to Jesus. They were the sons of Zebedee. “Teacher,” they said, “we would like to ask a favor of you.”",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 36,
          "text": "“What do you want me to do for you?” he asked.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 37,
          "text": "They replied, “Let one of us sit at your right hand in your glorious kingdom. Let the other one sit at your left hand.”",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 38,
          "text": "“You don’t know what you’re asking for,” Jesus said. “Can you drink the cup of suffering I drink? Or can you go through the baptism of suffering I must go through?”",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 39,
          "text": "Jesus said to them, “You will drink the cup I drink. And you will go through the baptism I go through.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 40,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 41,
          "text": "The other ten disciples heard about it. They became angry at James and John.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 42,
          "text": "Jesus called them together. He said, “You know about those who are rulers of the nations. They hold power over their people. Their high officials order them around.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 43,
          "text": "Don’t be like that. Instead, anyone who wants to be important among you must be your servant.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 44,
          "text": "And anyone who wants to be first must be the slave of everyone.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 45,
          "text": "Even the Son of Man did not come to be served. Instead, he came to serve others. He came to give his life as the price for setting many people free.”",
          "isHeading": false
        }
      ]
    }
  }
}