{
  "torah": {
    "passage": "Leviticus 7:11 - 7:38",
    "versions": {
      "leb": [
        {
          "chapter": 7,
          "verse": 11,
          "text": "“‘And this is the regulation of the fellowship offerings that he must present to Yahweh:",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 12,
          "text": "If he presents it for thanksgiving, in addition to the thanksgiving sacrifice he shall present ring-shaped unleavened bread mixed with oil and unleavened bread wafers smeared with oil and well-mixed ring-shaped bread cakes of finely milled flour mixed with oil.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 13,
          "text": "In addition to ring-shaped cakes of bread with yeast, he must present his grain offering together with his sacrifice of thanksgiving peace offerings.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 14,
          "text": "And he shall present one of each kind of grain offering as a contribution for Yahweh; it belongs to the priest who sprinkles the fellowship offerings’ blood.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 15,
          "text": "And the meat of the sacrifice of his thanksgiving fellowship offerings must be eaten on the day of his offering; he must not leave it until morning.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 16,
          "text": "“‘But if his sacrifice is for a vow or as a freewill offering, it must be eaten on the day of his presenting his sacrifice, and on the next day the remainder from it may be eaten,",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 17,
          "text": "but the remainder from the sacrifice’s meat must be burned up in the fire on the third day.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 18,
          "text": "And if indeed some of the meat of his fellowship offerings’ sacrifice is eaten on the third day, it will not be accepted; it will not be considered of benefit for the one who presented it—it shall be unclean meat, and the person who eats it shall bear his guilt.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 19,
          "text": "And the meat that touches anything unclean must not be eaten; it must be burned with fire, and as for the clean meat, anyone who is clean may eat the meat.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 20,
          "text": "And the person who eats meat from the fellowship offerings’ sacrifice, which is for Yahweh, and whose uncleanness is upon him—that person shall be cut off from his people.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 21,
          "text": "And when a person touches anything unclean, whether human uncleanness or an unclean animal or any unclean detestable thing, and he eats from the meat of the fellowship offerings’ sacrifice, which is for Yahweh, then that person shall be cut off from his people.’”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 22,
          "text": "Then Yahweh spoke to Moses, saying,",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 23,
          "text": "“Speak to the Israelites, saying, ‘You must not eat any fat of ox, or sheep, or goat;",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 24,
          "text": "and a dead body’s fat or mangled carcass’s fat may be used for any purpose, but you certainly must not eat it.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 25,
          "text": "When anyone eats fat from the domestic animal from which he presented an offering made by fire for Yahweh, then that person who ate shall be cut off from his people.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 26,
          "text": "And in any of your dwellings, you must not eat any blood belonging to birds or domestic animals.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 27,
          "text": "Any person who eats any blood, that person shall be cut off from his people.’”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 28,
          "text": "Then Yahweh spoke to Moses, saying,",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 29,
          "text": "“Speak to the Israelites, saying, ‘The one who presents his fellowship offerings’ sacrifice for Yahweh shall bring his offering to Yahweh from his fellowship offerings’ sacrifice.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 30,
          "text": "His own hands must bring Yahweh’s offerings made by fire. He must bring the fat in addition to the breast section to wave the breast section as a wave offering before Yahweh,",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 31,
          "text": "and the priest shall turn the fat into smoke on the altar, and the breast section shall be for Aaron and his sons.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 32,
          "text": "And the right upper thigh you must give as a contribution for the priest from your fellowship offerings’ sacrifice.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 33,
          "text": "As for the one from Aaron’s sons who presents the blood of the fellowship offerings and the fat, the right upper thigh shall belong to him as his share,",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 34,
          "text": "because I have taken the wave offering’s breast section and the contribution offering’s upper thigh from the Israelites out of their fellowship offerings’ sacrifices, and I have given them to Aaron the priest and his sons from the Israelites as a lasting rule.’”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 35,
          "text": "This is Aaron’s allotted portion and his sons’ allotted portion from Yahweh’s offerings made by fire when he brought them forward to serve as priests for Yahweh.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 36,
          "text": "This is what Yahweh commanded to give them from the Israelites on the day of his anointing them; it is a lasting statute for their generations.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 37,
          "text": "This is the regulation for the burnt offering, for the grain offering and for the sin offering and for the guilt offering and for the consecration offering and for the fellowship offerings’ sacrifice,",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 38,
          "text": "which Yahweh commanded Moses on Mount Sinai on the day of his commanding the Israelites to present their offerings to Yahweh in the desert of Sinai.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 7,
          "verse": 11,
          "text": "“‘Here are some more rules for friendship offerings a person may bring to the Lord.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 12,
          "text": "“‘Suppose he offers a friendship offering to show he is thankful. Then together with the thank offering he must offer flat cakes of bread. He must make them without yeast. He must mix them with olive oil. Or he must offer wafers that are made without yeast. He must spread oil on them. Or he must offer flat cakes that are made out of fine flour. He must add oil to it. He must work the flour and mix it well.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 13,
          "text": "“‘He must bring another friendship offering along with his thank offering. It should be flat cakes of bread that are made with yeast.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 14,
          "text": "He must bring one of each kind of bread as an offering. One kind is made with yeast. The other is not. Both of them are a gift to the Lord. They belong to the priest who sprinkles the blood of the friendship offerings.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 15,
          "text": "“‘The person must eat the meat from his thank offering on the day he offers it. He must not leave any of it until morning.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 16,
          "text": "“‘But suppose he brings a friendship offering to keep a promise he has made. Or suppose he brings an offering he chooses to give. Then he must eat the sacrifice on the day he offers it. But if anything is left over, he may eat it the next day.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 17,
          "text": "“‘He must burn up any meat from the sacrifice that is left over until the third day.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 18,
          "text": "Suppose he eats any meat from the friendship offering on the third day. Then the Lord will not accept the offering. He will not accept it as a gift from that person. It is not pure. If the person eats any of it, he will be held accountable for it.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 19,
          "text": "“‘He must not eat meat that touches anything that is “unclean.” He must burn it up. Anyone who is “clean” may eat any other meat.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 20,
          "text": "“‘But suppose a person is not “clean” and eats any meat from the friendship offering that belongs to the Lord. Then that person will be cut off from his people.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 21,
          "text": "“‘Suppose a person touches something that is not “clean.” It does not matter whether it comes from a human being who is not “clean.” It does not matter whether it comes from an animal that is not “clean.” It does not matter whether it comes from something that is hated and is not “clean.” And suppose the person eats any of the meat from the friendship offering that belongs to the Lord. Then that person will be cut off from his people.’”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 22,
          "text": "The Lord spoke to Moses. He said,",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 23,
          "text": "“Speak to the people of Israel. Tell them, ‘Do not eat any of the fat of cattle, sheep or goats.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 24,
          "text": "Do not eat the fat of any animal that is found dead. Do not eat the fat of an animal that wild animals have torn apart. But you can use the fat for any other purpose.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 25,
          "text": "“‘Suppose an animal has been sacrificed as an offering that is made to the Lord with fire. No one may eat its fat. If he does, he will be cut off from his people.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 26,
          "text": "“‘No matter where you live, do not eat the blood of any bird or animal.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 27,
          "text": "If anyone does, he will be cut off from his people.’”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 28,
          "text": "The Lord spoke to Moses. He said,",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 29,
          "text": "“Speak to the people of Israel. Tell them, ‘Suppose a person brings a friendship offering to the Lord. Then he must bring part of it as his special gift to the Lord.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 30,
          "text": "He must bring it with his own hands. It is an offering that is made to the Lord with fire. He must bring the fat together with the breast. He must lift the breast up and wave it in front of the Lord as a wave offering.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 31,
          "text": "The priest will burn the fat on the altar.\n“‘But the breast belongs to Aaron and the priests who are in his family line.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 32,
          "text": "Give the right thigh from your friendship offerings to the priest as a gift.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 33,
          "text": "The priest who offers the blood and fat from the friendship offering must be given the right thigh. It is his share.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 34,
          "text": "“‘I, the Lord, have taken the breast that is waved and the thigh that is given. I have taken them from the friendship offerings of the people of Israel. And I have given them to the priest Aaron and the priests who are in his family line. The offerings are their regular share from the people of Israel.’”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 35,
          "text": "That is the part of the offerings that are made to the Lord with fire and given to Aaron and the priests who are in his family line. It was given to Aaron and his sons on the day they were set apart to serve the Lord as priests.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 36,
          "text": "On the day they were anointed, the Lord commanded the people of Israel to give that part to them. For all time to come, it will be the regular share of Aaron and the priests who are in his family line.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 37,
          "text": "Those are the rules for burnt offerings, grain offerings, sin offerings, guilt offerings and friendship offerings. They are also the rules for the offerings that are given when priests are being prepared to serve the Lord.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 38,
          "text": "They are the rules the Lord gave Moses on Mount Sinai. He gave them on the day he commanded the people of Israel to bring their offerings to the Lord. That took place in the Sinai Desert.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Matthew 7:1-12",
    "versions": {
      "leb": [
        {
          "chapter": 7,
          "verse": 1,
          "text": "“Do not judge, so that you will not be judged.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 2,
          "text": "For by what judgment you judge, you will be judged, and by what measure you measure out, it will be measured out to you.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 3,
          "text": "And why do you see the speck that is in your brother’s eye, but do not notice the beam of wood in your own eye?",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 4,
          "text": "Or how will you say to your brother, ‘Allow me to remove the speck from your eye,’ and behold, the beam of wood is in your own eye?",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 5,
          "text": "Hypocrite! First remove the beam of wood from your own eye and then you will see clearly to remove the speck from your brother’s eye!",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 6,
          "text": "“Do not give what is holy to dogs, or throw your pearls in front of pigs, lest they trample them with their feet, and turn around and tear you to pieces.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 7,
          "text": "“Ask and it will be given to you; seek and you will find; knock and it will be opened for you.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 8,
          "text": "For everyone who asks receives, and the one who seeks finds, and to the one who knocks it will be opened.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 9,
          "text": "Or what man is there among you, if his son will ask him for bread, will give him a stone?",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 10,
          "text": "Or also if he will ask for a fish, will give him a snake?",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 11,
          "text": "Therefore if you, although you are evil, know how to give good gifts to your children, how much more will your Father who is in heaven give good things to those who ask him?",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 12,
          "text": "Therefore in all things, whatever you want that people should do to you, thus also you do to them. For this is the law and the prophets.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 7,
          "verse": 1,
          "text": "“Do not judge others. Then you will not be judged.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 2,
          "text": "You will be judged in the same way you judge others. You will be measured in the same way you measure others.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 3,
          "text": "“You look at the bit of sawdust in your friend’s eye. But you pay no attention to the piece of wood in your own eye.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 4,
          "text": "How can you say to your friend, ‘Let me take the bit of sawdust out of your eye’? How can you say this while there is a piece of wood in your own eye?",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 5,
          "text": "“You pretender! First take the piece of wood out of your own eye. Then you will be able to see clearly to take the bit of sawdust out of your friend’s eye.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 6,
          "text": "“Do not give holy things to dogs. Do not throw your pearls to pigs. If you do, they might walk all over them. Then they might turn around and tear you to pieces.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 7,
          "text": "“Ask, and it will be given to you. Search, and you will find. Knock, and the door will be opened to you.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 8,
          "text": "Everyone who asks will receive. He who searches will find. The door will be opened to the one who knocks.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 9,
          "text": "“Suppose your son asks for bread. Which of you will give him a stone?",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 10,
          "text": "Or suppose he asks for a fish. Which of you will give him a snake?",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 11,
          "text": "Even though you are evil, you know how to give good gifts to your children. How much more will your Father who is in heaven give good gifts to those who ask him!",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 12,
          "text": "“In everything, do to others what you would want them to do to you. This is what is written in the Law and in the Prophets.",
          "isHeading": false
        }
      ]
    }
  }
}