{
  "torah": {
    "passage": "Genesis 32:31 - 33:5",
    "versions": {
      "leb": [
        {
          "chapter": 32,
          "verse": 31,
          "text": "Then the sun rose upon him as he passed Penuel, and he was limping because of his hip.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 32,
          "text": "Therefore the Israelites do not eat the sinew of the sciatic nerve that is upon the socket of the hip unto this day, because he struck the socket of the thigh of Jacob at the sinew of the sciatic nerve.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 1,
          "text": "And Jacob said, “No, please, if I have found favor in your eyes, you must take my gift from my hand, for then I have seen your face which is like seeing the face of God, and you have received me.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 2,
          "text": "And there he erected an altar and called it “El Elohe Israel.”",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 3,
          "text": "And he himself passed on before them and bowed down to the ground seven times until he came to his brother.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 4,
          "text": "But Esau ran to meet him, and embraced him, and fell upon his neck and kissed him, and they wept.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 5,
          "text": "Then Esau lifted up his eyes and saw the women and the children and said, “Who are these with you?” And he said, “The children whom God has graciously given your servant.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 32,
          "verse": 31,
          "text": "The sun rose above Jacob as he passed by Peniel. He was limping because of his hip.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 32,
          "text": "That’s why the people of Israel don’t eat the meat attached to the inside of the hip. They don’t eat it to this very day. It’s because the inside of Jacob’s hip was touched.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 1,
          "text": "“No, please!” said Jacob. “If I’ve pleased you, accept this gift from me. Seeing your face is like seeing the face of God. You have welcomed me so kindly.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 2,
          "text": "He also set up an altar there. He named it El Elohe Israel.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 3,
          "text": "He himself went on ahead. As he came near his brother, he bowed down to the ground seven times.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 4,
          "text": "But Esau ran to meet Jacob. He hugged him and threw his arms around his neck. He kissed him, and they cried.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 5,
          "text": "Then Esau looked up and saw the women and children. “Who are these people with you?” he asked.\nJacob answered, “They are the children God has so kindly given to me.”",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "John 12:12 - 12:19",
    "versions": {
      "leb": [
        {
          "chapter": 12,
          "verse": 12,
          "text": "On the next day the large crowd who had come to the feast, when they heard that Jesus was coming to Jerusalem,",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 13,
          "text": "“Hosanna!\nBlessed is the one who comes in the name of the Lord,\neven the king of Israel!”",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 14,
          "text": "So Jesus found a young donkey and sat on it, just as it is written,",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 15,
          "text": "Behold, your king is coming,\nseated on the foal of a donkey!”",
          "isHeading": true
        },
        {
          "chapter": 12,
          "verse": 16,
          "text": "(His disciples did not understand these things at first, but when Jesus was glorified, then they remembered that these things had been written about him and they did these things to him.)",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 17,
          "text": "So the crowd who was with him when he called Lazarus out of the tomb and raised him from the dead were continuing to testify.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 18,
          "text": "Because of this also the crowd went to meet him, for they had heard that he had performed this sign.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 19,
          "text": "So the Pharisees said to one another, “You see that you are accomplishing nothing! Behold, the world has gone after him.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 12,
          "verse": 12,
          "text": "The next day the large crowd that had come for the Feast heard that Jesus was on his way to Jerusalem.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 13,
          "text": "So they took branches from palm trees and went out to meet him. They shouted,\n“Hosanna!”\n“Blessed is the one who comes in the name of the Lord!” ()\n“Blessed is the King of Israel!”",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 14,
          "text": "Jesus found a young donkey and sat on it. This is just as it is written in Scripture. It says,",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 15,
          "text": "See, your king is coming.\nHe is sitting on a donkey’s colt.” ()",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 16,
          "text": "At first, Jesus’ disciples did not understand all this. They realized it only after he had received glory. Then they realized that these things had been written about him. They realized that the people had done these things to him.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 17,
          "text": "A crowd had been with Jesus when he called Lazarus from the tomb and raised him from the dead. So they continued to tell everyone about what had happened.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 18,
          "text": "Many people went out to meet him. They had heard that he had done this miraculous sign.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 19,
          "text": "So the Pharisees said to one another, “This isn’t getting us anywhere. Look how the whole world is following him!”",
          "isHeading": false
        }
      ]
    }
  }
}