{
  "torah": {
    "passage": "Genesis 12:1 - 12:13",
    "versions": {
      "leb": [
        {
          "chapter": 12,
          "verse": 1,
          "text": "And Yahweh said to Abram, “Go out from your land and from your relatives, and from the house of your father, to the land that I will show you.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 2,
          "text": "And I will make you a great nation, and I will bless you, and I will make your name great. And you will be a blessing.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 3,
          "text": "And I will bless those who bless you, and those who curse you I will curse. And all families of the earth will be blessed in you.”",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 4,
          "text": "And Abram went out as Yahweh had told him, and Lot went with him. Now Abram was seventy-five years old when he went out from Haran.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 5,
          "text": "And Abram took Sarai his wife, and Lot his nephew, and all their possessions that they had gathered, and all the persons that they had acquired in Haran, and they went out to go to the land of Canaan. And they went to the land of Canaan.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 6,
          "text": "And Abram traveled through the land up to the place of Shechem, to the Oak of Moreh. Now the Canaanites were in the land at that time.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 7,
          "text": "And Yahweh appeared to Abram and said, “To your offspring I will give this land.” And he built an altar there to Yahweh, who had appeared to him.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 8,
          "text": "And he moved on from there to the hill country, east of Bethel. And he pitched his tent at Bethel on the west, and at Ai on the east. And he built an altar there to Yahweh. And he called on the name of Yahweh.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 9,
          "text": "And Abram kept moving on, toward the Negev.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 10,
          "text": "And there was a famine in the land. And Abram went down to Egypt to dwell as an alien there, for the famine was severe in the land.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 11,
          "text": "And it happened that as he drew near to enter into Egypt, he said to Sarai his wife, “Look now, I know that you are a woman beautiful of appearance,",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 12,
          "text": "and it shall happen that, if the Egyptians see you, then they will say, ‘This is his wife,’ then they will kill me but let you live.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 13,
          "text": "Please say you are my sister so that it will go well for me on your account. Then I will live on account of you.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 12,
          "verse": 1,
          "text": "The Lord had said to Abram, “Leave your country and your people. Leave your father’s family. Go to the land I will show you.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 2,
          "text": "I will bless you.\nI will make your name great.\nYou will be a blessing to others.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 3,
          "text": "I will bless those who bless you.\nI will put a curse on anyone who calls down a curse on you.\nAll nations on earth\nwill be blessed because of you.”",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 4,
          "text": "So Abram left, just as the Lord had told him. Lot went with him. Abram was 75 years old when he left Haran.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 5,
          "text": "He took his wife Sarai and his nephew Lot. They took all of the things they had gotten in Haran. They also took the workers they had gotten there.\nThey set out for the land of Canaan. And they arrived there.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 6,
          "text": "Abram traveled through the land. He went as far as the large tree of Moreh at Shechem. At that time the people of Canaan were living in the land.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 7,
          "text": "The Lord appeared to Abram at Shechem. He said, “I will give this land to your children after you.” So Abram built an altar there to honor the Lord, who had appeared to him.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 8,
          "text": "From there, Abram went on toward the hills east of Bethel. He set up his tent there. Bethel was to the west, and Ai was to the east.\nAbram built an altar there and worshiped the Lord.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 9,
          "text": "Then Abram left and continued toward the Negev Desert.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 10,
          "text": "At that time there wasn’t enough food in the land. So Abram went down to Egypt to live there for a while.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 11,
          "text": "As he was about to enter Egypt, he spoke to his wife Sarai. He said, “I know what a beautiful woman you are.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 12,
          "text": "The people of Egypt will see you. They will say, ‘This is his wife.’ And they will kill me. But they will let you live.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 13,
          "text": "Say you are my sister. Then I’ll be treated well because of you. My life will be spared because of you.”",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "John 4:43 - 4:54",
    "versions": {
      "leb": [
        {
          "chapter": 4,
          "verse": 43,
          "text": "And after the two days he departed from there into Galilee.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 44,
          "text": "For Jesus himself testified that a prophet has no honor in his own homeland.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 45,
          "text": "So when he came to Galilee, the Galileans welcomed him, because they had seen all the things he had done in Jerusalem at the feast (for they themselves had also come to the feast).",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 46,
          "text": "Now he came again to Cana in Galilee, where he had made the water wine. And there was at Capernaum a certain royal official whose son was sick.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 47,
          "text": "This man, when he heard that Jesus had come from Judea into Galilee, went to him and asked that he come down and heal his son, for he was about to die.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 48,
          "text": "So Jesus said to him, “Unless you people see signs and wonders, you will never believe!”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 49,
          "text": "The royal official said to him, “Sir, come down before my child dies!”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 50,
          "text": "Jesus said to him, “Go, your son will live.” The man believed the word that Jesus spoke to him, and he departed.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 51,
          "text": "Now as he was going down, his slaves met him, saying that his child was alive.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 52,
          "text": "So he inquired from them the hour at which he had gotten better. Then they said to him, “Yesterday at the seventh hour the fever left him.”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 53,
          "text": "So the father knew that it was that same hour at which Jesus said to him, “Your son will live,” and he himself believed, and his whole household.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 54,
          "text": "Now this is again a second sign Jesus performed when he came from Judea into Galilee.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 4,
          "verse": 43,
          "text": "After the two days, Jesus left for Galilee.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 44,
          "text": "He himself had pointed out that a prophet is not respected in his own country.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 45,
          "text": "When he arrived in Galilee, the people living there welcomed him. They had seen everything he had done in Jerusalem at the Passover Feast. That was because they had also been there.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 46,
          "text": "Once more, Jesus visited Cana in Galilee. Cana is where he had turned the water into wine. A royal official was there. His son was sick in bed at Capernaum.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 47,
          "text": "The official heard that Jesus had arrived in Galilee from Judea. So he went to Jesus and begged him to come and heal his son. The boy was close to death.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 48,
          "text": "Jesus told him, “You people will never believe unless you see miraculous signs and wonders.”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 49,
          "text": "The royal official said, “Sir, come down before my child dies.”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 50,
          "text": "Jesus replied, “You may go. Your son will live.”\nThe man believed what Jesus said, and so he left.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 51,
          "text": "While he was still on his way home, his servants met him. They gave him the news that his boy was living.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 52,
          "text": "He asked what time his son got better. They said to him, “The fever left him yesterday afternoon at one o’clock.”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 53,
          "text": "Then the father realized what had happened. That was the exact time Jesus had said to him, “Your son will live.” So he and all his family became believers.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 54,
          "text": "This was the second miraculous sign that Jesus did after coming from Judea to Galilee.",
          "isHeading": false
        }
      ]
    }
  }
}