{
  "torah": {
    "passage": "Genesis 15:7 - 17:6",
    "versions": {
      "leb": [
        {
          "chapter": 15,
          "verse": 7,
          "text": "And he said to him, “I am Yahweh, who brought you out from Ur of the Chaldeans to give this land to you, to possess it.”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 8,
          "text": "And he said, “O Yahweh God, how shall I know that I will possess it?”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 9,
          "text": "And he said to him, “Take for me a three-year-old heifer, and a three-year-old female goat, and a three-year-old ram, and a turtledove and a young pigeon.”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 10,
          "text": "And he took for him all these and cut them in pieces down the middle. And he put each piece opposite the other, but the birds he did not cut.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 11,
          "text": "And the birds of prey came down on the carcasses, but Abram drove them away.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 12,
          "text": "And it happened, as the sun went down, then a deep sleep fell upon Abram and, behold, a great terrifying darkness fell upon him.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 13,
          "text": "And he said to Abram, “You must surely know that your descendants shall be as aliens in a land not their own. And they shall serve them and they shall oppress them four hundred years.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 14,
          "text": "And also the nation that they serve I will judge. Then afterward they shall go out with great possessions.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 15,
          "text": "And as for you, you shall go to your ancestors in peace; you shall be buried in a good old age.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 16,
          "text": "And the fourth generation shall return here, for the guilt of the Amorites is not yet complete.”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 17,
          "text": "And after the sun had gone down and it was dusk, behold, a smoking firepot and a flaming torch passed between those half pieces.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 18,
          "text": "On that day Yahweh made a covenant with Abram saying, “To your offspring I will give this land, from the river of Egypt to the great river, the Euphrates river,",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 19,
          "text": "the land of the Kenites, the Kenizzites, the Kadmonites,",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 20,
          "text": "the Hittites, the Perizzites, the Rephaim,",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 21,
          "text": "the Amorites, the Canaanites, the Girgashites, and the Jebusites.”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 1,
          "text": "Now Sarai, the wife of Abram, had borne him no children. And she had a female Egyptian servant, and her name was Hagar.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 2,
          "text": "And Sarai said to Abram, “Look, please, Yahweh has prevented me from bearing children. Please go in to my servant; perhaps I will have children by her.” And Abram listened to the voice of Sarai.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 3,
          "text": "Then Sarai, the wife of Abram, took Hagar, her Egyptian servant, after Abram had lived ten years in the land of Canaan, and gave her to Abram her husband as his wife.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 4,
          "text": "And he went in to Hagar, and she conceived. And when she saw that she had conceived, then her mistress grew small in her eyes.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 5,
          "text": "And Sarai said to Abram, “may my harm be upon you. I had my servant sleep with you, and when she saw that she had conceived, she no longer respected me. May Yahweh judge between me and you!”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 6,
          "text": "And Abram said to Sarai, “Look, your servant is under your authority. Do to her that which is good in your eyes.” And Sarai mistreated her, and she fled from her presence.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 7,
          "text": "And the angel of Yahweh found her at a spring of water in the wilderness, at the spring by the road of Shur.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 8,
          "text": "And he said to Hagar, the servant of Sarai, “From where have you come, and where are you going?” And she said, “I am fleeing from the presence of Sarai my mistress.”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 9,
          "text": "Then the angel of Yahweh said to her, “Return to your mistress and submit yourself under her authority.”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 10,
          "text": "And the angel of Yahweh said to her, “I will greatly multiply your offspring, so that they cannot be counted for their abundance.”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 11,
          "text": "“Behold, you are pregnant\nand shall have a son.\nAnd you shall call his name Ishmael,\nfor Yahweh has listened to your suffering.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 12,
          "text": "his hand will be against everyone,\nand the hand of everyone will be against him,\nand he will live in hostility with all his brothers.”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 13,
          "text": "So she called the name of Yahweh who spoke to her, “You are El-Roi,” for she said, “Here I have seen after he who sees me.”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 14,
          "text": "Therefore the well was called Beer-Lahai-Roi; behold, it is between Kadesh and Bered.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 15,
          "text": "And Hagar had a child for Abram, a son. And Abram called the name of his son whom Hagar bore to him, Ishmael.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 16,
          "text": "And Abram was eighty-six years old when Hagar bore Ishmael to Abram.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 1,
          "text": "When Abram was ninety-nine years old Yahweh appeared to Abram. And he said to him, “I am El-Shaddai; walk before me and be blameless",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 2,
          "text": "so that I may make my covenant between me and you, and may multiply you exceedingly.”",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 3,
          "text": "Then Abram fell upon his face and God spoke with him, saying,",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 4,
          "text": "“As for me, behold, my covenant shall be with you, and you shall be the father of a multitude of nations.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 5,
          "text": "Your name shall no longer be called Abram, but your name shall be Abraham, for I will make you the father of a multitude of nations.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 6,
          "text": "And I will make you exceedingly fruitful. I will make you a nation, and kings shall go out from you.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 15,
          "verse": 7,
          "text": "He also said to Abram, “I am the Lord. I brought you out of Ur in Babylonia. I wanted to give you this land to take as your very own.”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 8,
          "text": "But Abram said, “Lord and King, how can I know I will take this land as my own?”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 9,
          "text": "So the Lord said to him, “Bring me a young cow. Also bring a goat and a ram. All of them must be three years old. Bring a dove and a young pigeon along with them.”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 10,
          "text": "Abram brought all of them to the Lord. Abram cut them in two. He placed the halves opposite each other. But he didn’t cut the birds in half.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 11,
          "text": "Then large birds came down to eat the dead bodies of the animals and birds. But Abram chased the large birds away.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 12,
          "text": "As the sun was going down, Abram fell into a deep sleep. A thick and terrible darkness covered him.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 13,
          "text": "Then the Lord said to him, “You can be sure of what I am about to tell you. Your children who live after you will be strangers in a country that does not belong to them. They will become slaves. They will be treated badly for 400 years.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 14,
          "text": "But I will punish the nation that makes them slaves. After that, they will leave with all kinds of valuable things.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 15,
          "text": "“But you will die in peace. You will join the members of your family who have already died. You will be buried when you are very old.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 16,
          "text": "“Your children’s grandchildren will come back here. That is because the sin of the Amorites has not yet reached the point where I must judge them.”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 17,
          "text": "The sun set and darkness fell. Then a burning torch and a fire pot filled with smoke appeared. They passed between the pieces of the animals.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 18,
          "text": "On that day the Lord made a covenant with Abram. He said, “I am giving this land to your children after you. It reaches from the river of Egypt to the great river Euphrates.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 19,
          "text": "It includes the land of the Kenites, Kenizzites, Kadmonites,",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 20,
          "text": "Hittites, Perizzites and Rephaites.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 21,
          "text": "The Amorites, Canaanites, Girgashites and Jebusites also live there.”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 1,
          "text": "Abram’s wife Sarai had never had any children by him. But she had a female servant from Egypt named Hagar.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 2,
          "text": "So she said to Abram, “The Lord has kept me from having children. Go and make love to my servant. Maybe I can have a family through her.”\nAbram agreed to what Sarai had said.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 3,
          "text": "After he had been living in Canaan for ten years, his wife Sarai gave him her servant Hagar to be his wife.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 4,
          "text": "He made love to Hagar. And she became pregnant.\nWhen Hagar knew she was pregnant, she began to look down on the woman who owned her.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 5,
          "text": "Then Sarai said to Abram, “It’s your fault that I’m suffering like this. I put my servant in your arms. Now that she knows she’s pregnant, she looks down on me. May the Lord judge between you and me. May he decide which of us is right.”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 6,
          "text": "“Your servant belongs to you,” Abram said. “Do with her what you think is best.” Then Sarai treated Hagar badly. So Hagar ran away from her.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 7,
          "text": "The angel of the Lord found Hagar near a spring of water in the desert. The spring was beside the road to Shur.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 8,
          "text": "He said, “Hagar, you are the servant of Sarai. Where have you come from? Where are you going?”\n“I’m running away from my owner Sarai,” she answered.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 9,
          "text": "Then the angel of the Lord told her, “Go back to the woman who owns you. Obey her.”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 10,
          "text": "The angel continued, “I will greatly increase the number of your children after you. You will have more of them than anyone can count.”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 11,
          "text": "“You are now pregnant.\nYou will have a son.\nYou will name him Ishmael.\nThat is because the Lord has heard about your suffering.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 12,
          "text": "He will be like a wild donkey.\nHe will use his power against everyone.\nAnd everyone will be against him.\nHe will not be friendly\ntoward any of his relatives.”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 13,
          "text": "She gave a name to the Lord who spoke to her. She called him “You are the God who sees me.” That’s because she said, “I have now seen the One who sees me.”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 14,
          "text": "That’s why the well was named Beer Lahai Roi. It’s still there, between Kadesh and Bered.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 15,
          "text": "So Hagar had a son by Abram. And Abram gave the name Ishmael to the son she had by him.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 16,
          "text": "Abram was 86 years old when Hagar had Ishmael by him.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 1,
          "text": "When Abram was 99 years old, the Lord appeared to him. He said, “I am the Mighty God. Walk with me and live without any blame.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 2,
          "text": "I will now put into practice my covenant between me and you. I will greatly increase your numbers.”",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 3,
          "text": "Abram fell with his face to the ground. God said to him,",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 4,
          "text": "“As for me, this is my covenant with you. You will be the father of many nations.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 5,
          "text": "“You will not be called Abram anymore. Your name will be Abraham, because I have made you a father of many nations.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 6,
          "text": "I will give you many children. Nations will come from you. And kings will come from you.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "John 5:41 - 5:47",
    "versions": {
      "leb": [
        {
          "chapter": 5,
          "verse": 41,
          "text": "“I do not accept glory from people,",
          "isHeading": true
        },
        {
          "chapter": 5,
          "verse": 42,
          "text": "but I know you, that you do not have the love of God in yourselves.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 43,
          "text": "I have come in my Father’s name, and you do not accept me. If another should come in his own name, you would accept that one!",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 44,
          "text": "How are you able to believe, if you accept glory from one another, and do not seek the glory which is from the only God?",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 45,
          "text": "Do not think that I will accuse you before the Father! The one who accuses you is Moses, in whom you have put your hope!",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 46,
          "text": "For if you had believed Moses, you would believe me, for that one wrote about me.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 47,
          "text": "But if you do not believe that one’s writings, how will you believe my words?”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 5,
          "verse": 41,
          "text": "“I do not accept praise from people.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 42,
          "text": "But I know you. I know that you do not have love for God in your hearts.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 43,
          "text": "I have come in my Father’s name, and you do not accept me. But if someone else comes in his own name, you will accept him.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 44,
          "text": "“You accept praise from one another. But you make no effort to receive the praise that comes from the only God. So how can you believe?",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 45,
          "text": "“Do not think I will bring charges against you in front of the Father. Moses is the one who does that. And he is the one you build your hopes on.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 46,
          "text": "“Do you believe Moses? Then you should believe me. He wrote about me.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 47,
          "text": "But you do not believe what he wrote. So how are you going to believe what I say?”",
          "isHeading": false
        }
      ]
    }
  }
}