{
  "torah": {
    "passage": "Deuteronomy 31:25 - 31:30",
    "versions": {
      "leb": [
        {
          "chapter": 31,
          "verse": 25,
          "text": "then Moses commanded the Levites carrying the ark of the covenant of Yahweh, saying,",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 26,
          "text": "“Take the scroll of this law and put it at the side of the ark of the covenant of Yahweh your God, and it will be there as a witness against you.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 27,
          "text": "For I know your rebellion and your stiff neck even now while I am still alive with you today, rebelling against Yahweh, and how much more after my death.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 28,
          "text": "Assemble to me all the elders of your tribes and your officials, so that I may speak in their ears these words, and that I may call as witness against them heaven and earth.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 29,
          "text": "For I know that after my death you will certainly act corruptly, and you will turn aside from the way that I have commanded you, and the disaster in the future days will befall you, because you will do evil in the eyes of Yahweh, provoking him with the work of your hands.”",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 30,
          "text": "So Moses spoke into the ears of the assembly of Israel the words of this song until they were complete.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 31,
          "verse": 25,
          "text": "Then I gave a command to the Levites who carried the ark of the covenant of the Lord. I said,",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 26,
          "text": "“Take this Scroll of the Law. Place it beside the ark of the covenant of the Lord your God. It will remain there as a witness against you.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 27,
          "text": "I know how you refuse to obey the Lord. I know how stubborn you are. You have refused to obey him while I’ve been living among you. So you will certainly refuse to obey him after I’m dead!",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 28,
          "text": "Gather together all of the elders of your tribes and all of your officials. Bring them to me. Then I can speak these words to them. I can call for heaven and earth to give witness against them.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 29,
          "text": "I know that after I’m dead you will certainly become very sinful. You will turn away from the path I’ve commanded you to take. In days to come, trouble will fall on you. That’s because you will do what is evil in the sight of the Lord. You will make him very angry because of the statues of gods your hands have made.”",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 30,
          "text": "I spoke the words of this song from beginning to end. The whole community of Israel heard them. Here is what I said.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Acts 23:12 - 23:22",
    "versions": {
      "leb": [
        {
          "chapter": 23,
          "verse": 12,
          "text": "And when it was day, the Jews made a conspiracy and bound themselves under a curse, saying they would neither eat nor drink until they had killed Paul.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 13,
          "text": "Now there were more than forty who had made this conspiracy,",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 14,
          "text": "who went to the chief priests and the elders and said, “We have bound ourselves under a curse to partake of nothing until we have killed Paul.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 15,
          "text": "Therefore, now you along with the Sanhedrin explain to the military tribune that he should bring him down to you, as if you were going to determine more accurately the things concerning him. And we are ready to do away with him before he comes near.”",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 16,
          "text": "But when the son of Paul’s sister heard about the ambush, he came and entered into the barracks and reported it to Paul.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 17,
          "text": "So Paul called one of the centurions and said, “Bring this young man to the military tribune, because he has something to report to him.”",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 18,
          "text": "So he took him and brought him to the military tribune and said, “The prisoner Paul called me and asked me to bring this young man to you because he has something to tell you.”",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 19,
          "text": "And the military tribune, taking hold of his hand and withdrawing privately, asked, “What is it that you have to report to me?”",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 20,
          "text": "And he said, “The Jews have agreed to ask you that you bring Paul down to the Sanhedrin tomorrow, as if they were going to inquire somewhat more accurately concerning him.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 21,
          "text": "You therefore do not be persuaded by them, because more than forty men of their number are lying in wait for him, who have bound themselves under a curse neither to eat nor to drink until they have done away with him. And now they are ready, waiting for you to agree.”",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 22,
          "text": "So the military tribune sent the young man away, directing him, “Tell no one that you have revealed these things to me.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 23,
          "verse": 12,
          "text": "The next morning the Jews gathered secretly to make plans against Paul. They took an oath that they would not eat or drink anything until they had killed him.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 13,
          "text": "More than 40 men took part in this plan.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 14,
          "text": "They went to the chief priests and the elders. They said, “We have taken a strong oath. We have made a special promise to God. We will not eat anything until we have killed Paul.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 15,
          "text": "Now then, you and the Sanhedrin must make an appeal to the commanding officer. Ask him to bring Paul to you. Pretend you want more facts about his case. We are ready to kill him before he gets here.”",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 16,
          "text": "But Paul’s nephew heard about this plan. So he went into the fort and told Paul.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 17,
          "text": "Then Paul called one of the commanders. He said to him, “Take this young man to the commanding officer. He has something to tell him.”",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 18,
          "text": "So the commander took Paul’s nephew to the officer.\nThe commander said, “Paul, the prisoner, sent for me. He asked me to bring this young man to you. The young man has something to tell you.”",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 19,
          "text": "The commanding officer took the young man by the hand. He spoke to him in private. “What do you want to tell me?” the officer asked.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 20,
          "text": "He said, “The Jews have agreed to ask you to bring Paul to the Sanhedrin tomorrow. They will pretend they want more facts about him.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 21,
          "text": "Don’t give in to them. More than 40 of them are waiting in hiding to attack him. They have taken an oath that they will not eat or drink anything until they have killed him. They are ready now. All they need is for you to bring Paul to the Sanhedrin.”",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 22,
          "text": "The commanding officer let the young man go. But he gave him a warning. “Don’t tell anyone you have reported this to me,” he said.",
          "isHeading": false
        }
      ]
    }
  }
}