{
  "torah": {
    "passage": "Deuteronomy 10:1 - 10:11",
    "versions": {
      "leb": [
        {
          "chapter": 10,
          "verse": 1,
          "text": "“At that time Yahweh said to me, ‘Carve for yourself two tablets of stone just as the former ones, and come up the mountain to me, and you shall make for yourself an ark of wood.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 2,
          "text": "And I will write on the tablets the words that were on the former tablets, which you smashed, and you must put them in the ark.’",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 3,
          "text": "And so I made an ark of acacia wood, and I carved two tablets of stone like the former ones, and I went up the mountain with the two tablets in my hand.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 4,
          "text": "And he wrote upon the tablets according to the first writing, the ten words that Yahweh spoke to you on the mountain from the midst of the fire on the day of the assembly, and Yahweh gave them to me.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 5,
          "text": "And I turned, and I came down from the mountain, and I put the tablets in the ark that I had made, and they are there, just as Yahweh commanded me.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 6,
          "text": "“And the Israelites journeyed from the wells of Bene-Yaqan to Moserah; there Aaron died and was buried, and Eleazar, his son, served as a priest in place of him.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 7,
          "text": "From there they journeyed to Gudgodah, and from Gudgodah to Jotbathah, a land flowing with streams of water.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 8,
          "text": "At that time Yahweh set apart the tribe of Levi to carry the ark of the covenant of Yahweh to stand before Yahweh, to serve him and to bless the people in his name until this day.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 9,
          "text": "Therefore there was not for Levi an allotment or an inheritance along with his brothers; rather Yahweh is his inheritance just as Yahweh your God promised to him.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 10,
          "text": "And I stayed on the mountain just as during the former forty days and forty nights, and Yahweh listened to me also on that occasion; Yahweh was not willing to destroy you.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 11,
          "text": "And Yahweh said to me, ‘Come, continue your journey before the people,  so that you may go and take possession of the land that I swore to their ancestors to give to them.’",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 10,
          "verse": 1,
          "text": "At that time the Lord spoke to me. He said, “Carve out two stone tablets, just like the first ones. Then come up to me on the mountain. Also make a wooden chest.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 2,
          "text": "I will write on the tablets the words that were on the first tablets, which you broke. Then you must put the tablets in the chest.”",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 3,
          "text": "So I made the ark out of acacia wood. I carved out two stone tablets that were just like the first ones. I went up the mountain. I carried the two tablets in my hands.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 4,
          "text": "The Lord wrote on the tablets what he had written before. It was the Ten Commandments. He had announced them to you out of the fire on the mountain. It was on the day you had gathered together there. So the Lord gave the tablets to me.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 5,
          "text": "Then I came back down the mountain. I put the tablets in the ark I had made, just as the Lord had commanded me. And that’s where they are now.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 6,
          "text": "Remember how the people of Israel traveled from the wells of Bene Jaakan to Moserah. That’s where Aaron died. And his body was buried there. His son Eleazar became the next priest after him.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 7,
          "text": "From Moserah the people traveled to Gudgodah. Then they went on to Jotbathah. That land has streams of water.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 8,
          "text": "At that time the Lord set the tribe of Levi apart. He appointed them to carry the ark of the covenant of the Lord. He wanted them to serve him. He told them to bless the people in his name. And they still do it today.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 9,
          "text": "That’s why the Levites don’t have any part of the land the Lord gave the other tribes in Israel. They don’t have any share among them. The Lord himself is their share. That’s what the Lord your God told them.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 10,
          "text": "I had stayed on the mountain for 40 days and nights, just as I did the first time. The Lord listened to me that time also. He didn’t want to destroy you.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 11,
          "text": "“Go,” the Lord said to me. “Lead the people on their way. Then they can enter the land and take it over. I have taken an oath. I promised I would give the land to their fathers. I promised it to Abraham, Isaac and Jacob.”",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Acts 7:8 - 7:16",
    "versions": {
      "leb": [
        {
          "chapter": 7,
          "verse": 8,
          "text": "And he gave him the covenant of circumcision, and so he became the father of Isaac and circumcised him on the eighth day, and Isaac did so with Jacob, and Jacob did so with the twelve patriarchs.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 9,
          "text": "And the patriarchs, because they were jealous of Joseph, sold him into Egypt. And God was with him,",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 10,
          "text": "and rescued him from all his afflictions and granted him favor and wisdom in the sight of Pharaoh king of Egypt. And he appointed him ruler over Egypt and all his household.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 11,
          "text": "And a famine came over all Egypt and Canaan and great affliction, and our fathers could not find food.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 12,
          "text": "So when Jacob heard there was grain in Egypt, he sent out our fathers first.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 13,
          "text": "And on the second visit Joseph was made known to his brothers, and the family of Joseph became known to Pharaoh.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 14,
          "text": "So Joseph sent and summoned his father Jacob and all his relatives, seventy-five persons in all.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 15,
          "text": "And Jacob went down to Egypt and died, he and our fathers.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 16,
          "text": "And they were brought back to Shechem and buried in the tomb that Abraham had bought for a sum of silver from the sons of Hamor in Shechem.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 7,
          "verse": 8,
          "text": "“Then God made a covenant with Abraham. God told him that circumcision would show who the members of the covenant were. Abraham became Isaac’s father. He circumcised Isaac eight days after he was born. Later, Isaac became Jacob’s father. Jacob had 12 sons. They became the founders of the 12 tribes of Israel.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 9,
          "text": "“Jacob’s sons were jealous of their brother Joseph. So they sold him as a slave. He was taken to Egypt. But God was with him.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 10,
          "text": "He saved Joseph from all his troubles. God made Joseph wise. He helped him to become the friend of Pharaoh, the king of Egypt. So Pharaoh made Joseph ruler over Egypt and his whole palace.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 11,
          "text": "“There was not enough food for all Egypt and Canaan. This brought great suffering. Jacob and his sons couldn’t find food.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 12,
          "text": "But Jacob heard that there was grain in Egypt. So he sent his sons on their first visit.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 13,
          "text": "On their second visit, Joseph told his brothers who he was. Pharaoh learned about Joseph’s family.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 14,
          "text": "“After this, Joseph sent for his father Jacob and his whole family. The total number of people was 75.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 15,
          "text": "Then Jacob went down to Egypt. There he and his family died.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 16,
          "text": "Some of their bodies were brought back to Shechem. They were placed in a tomb Abraham had bought. He had purchased it from Hamor’s sons at Shechem for a certain amount of money.",
          "isHeading": false
        }
      ]
    }
  }
}