{
  "torah": {
    "passage": "Numbers 10:35 - 11:29",
    "versions": {
      "leb": [
        {
          "chapter": 10,
          "verse": 35,
          "text": "And whenever the ark was setting out Moses would say,\n“Rise up, Yahweh!\nMay your enemies be scattered;\nmay the ones that hate you flee from your presence.”",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 36,
          "text": "And when it rested he would say,\n“Return, Yahweh,\nto the countless thousands of Israel.”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 1,
          "text": "The Israelites Complain\nAnd it happened, the people were like those who complain of hardship in the hearing of Yahweh, and Yahweh became angry, and the fire of Yahweh burned among them, and it consumed the edge of the camp.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 2,
          "text": "Then the people cried out to Moses, and Moses prayed to Yahweh, and the fire died down.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 3,
          "text": "And he called the name of that place Taberah because the fire of Yahweh burned among them.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 4,
          "text": "The riff-raff that were in their midst had a strong desire; and the Israelites turned back and also wept, and they said, “Who will feed us meat?",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 5,
          "text": "We remember the fish that we ate in Egypt for nothing, the cucumber, melon, leek, the onions, and the garlic.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 6,
          "text": "But now our strength is dried up; there is nothing whatsoever except for the manna before us.”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 7,
          "text": "Now the manna was like coriander seed, and its outward appearance was like that of bdellium-gum.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 8,
          "text": "The people went about and gathered it, and they ground it with mills or crushed it with mortar. Then they boiled it in a pot and made it into bread-cakes; and it tasted like olive oil cakes.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 9,
          "text": "When the dew came down on the camp at night, the manna came down with it.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 10,
          "text": "Moses heard the people weeping according to their clans, each at the doorway of their tents. Then Yahweh became very angry, and in the eyes of Moses it was bad.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 11,
          "text": "And Moses said to Yahweh, “Why have you brought trouble to your servant? Why have I not found favor in your eyes, that the burdens of all these people have been placed on me?",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 12,
          "text": "Did I conceive all these people? If I have fathered them, that you could say to me, ‘Carry them in your lap, just as a foster-father carries the suckling on the land that you swore an oath to their ancestors?’",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 13,
          "text": "From where do I have meat to give all these people? They weep before me, saying, ‘Give us meat and let us eat!’",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 14,
          "text": "I am not able to carry all these people along alone; they are too heavy for me.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 15,
          "text": "If this is how you are going to treat me, please kill me immediately if I find favor in your eyes, and do not let me see my misery.”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 16,
          "text": "And Yahweh said to Moses, “Gather for me seventy men from the elders of Israel whom you know are elders of the people and their officials; take them to the tent of assembly, and they will stand there with you.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 17,
          "text": "I will come down and speak with you there; I will take away from the spirit that is on you, and I will place it on them; and they will bear the burdens of the people with you; you will not bear it alone.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 18,
          "text": "And you will say to the people, ‘Sanctify yourselves tomorrow, for you will eat meat because you have wept in the ears of Yahweh, saying, “Who will feed us good meat? It was good for us in Egypt.” Yahweh will give to you meat, and you will eat.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 19,
          "text": "You will eat, not one day, or two days, or five days, or ten days, or twenty days,",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 20,
          "text": "but for a whole month, until it comes out from your nose and becomes as nausea to you; because you have rejected Yahweh, who is in your midst, and you wept before his presence, saying, “Why did we ever leave Egypt?”’”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 21,
          "text": "But Moses said, “There are six hundred thousand on foot, among whom I am in the midst, and you yourself said, ‘I will give meat to them, and they will eat for a whole month.’",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 22,
          "text": "Should flocks and cattle be slaughtered for them? Should all the fish of the sea be gathered together for them, to be enough for them?”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 23,
          "text": "And Yahweh said to Moses, “Is Yahweh’s power limited? Now you will see if my word will happen or not.”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 24,
          "text": "So Moses went out, and he spoke the words of Yahweh to the people, and he gathered together seventy men from the elders of the people, and he made them stand all around the tent.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 25,
          "text": "Then Yahweh went down in the cloud and spoke to him, and he took away the spirit that was on him, and he put it on the seventy elders. And as soon as the spirit was resting on them they prophesied, but they did not do it again.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 26,
          "text": "But two men were left in the camp; the name of one was Eldad, and the name of the second was Medad, and the spirit rested on them; they were among those who were written down, but they did not go out to the tent, so they prophesied in the camp.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 27,
          "text": "So a boy ran and told Moses and said, “Eldad and Medad are prophesying in the camp.”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 28,
          "text": "And Joshua son of Nun, the assistant of Moses from time of his youth, answered, “Moses, my lord, stop them.”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 29,
          "text": "But Moses said to him, “Are you jealous for my sake? Would that he give all Yahweh’s people prophets, that Yahweh put his spirit on them!”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 10,
          "verse": 35,
          "text": "When the ark started out, Moses said,\n“Lord, rise up!\nLet your enemies be scattered.\nLet them run away from you.”",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 36,
          "text": "When the ark came to rest, Moses said,\n“Lord, return.\nReturn to the many thousands of people in Israel.”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 1,
          "text": "The Lord Sends Fire Among the People\nThe people weren’t happy about the hard times they were having. The Lord heard what they were saying. It made him burn with anger. Then the Lord sent fire on them. It blazed out among the people. It burned up some of the outer edges of the camp.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 2,
          "text": "The people cried out to Moses. Then he prayed to the Lord. And the fire died down.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 3,
          "text": "So that place was named Taberah. That’s because fire from the Lord had blazed out among them there.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 4,
          "text": "The Lord Sends Meat for the People\nSome people who were with them began to long for other food. Again the people of Israel began to cry out. They said, “We wish we had meat to eat.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 5,
          "text": "We remember the fish we ate in Egypt. It didn’t cost us anything. We also remember the cucumbers, melons, leeks, onions and garlic.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 6,
          "text": "But now we’ve lost all interest in eating. We never see anything but this manna!”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 7,
          "text": "The manna was like coriander seeds. It looked like sap from a tree.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 8,
          "text": "The people went around gathering it. Then they ground it in a small mill they held in their hands. Or they crushed it in a stone bowl. They cooked it in a pot. Or they made cakes out of it. It tasted like something made with olive oil.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 9,
          "text": "When the dew came down on the camp at night, the manna also came down.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 10,
          "text": "Moses heard people from every family crying. They were sobbing at the entrances to their tents.\nThe Lord burned with hot anger. So Moses became troubled.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 11,
          "text": "He asked the Lord, “Why have you brought this trouble on me? Why aren’t you pleased with me? Why have you loaded me down with the troubles of all of these people?",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 12,
          "text": "“Am I like a mother to them? Are they my children? Why do you tell me to carry them in my arms? Do I have to carry them the way a nurse carries a baby? Do I have to carry them to the land you promised? You took an oath and promised the land to their people of long ago.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 13,
          "text": "“Where can I get meat for all of these people? They keep crying out to me. They say, ‘Give us meat to eat!’",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 14,
          "text": "I can’t carry all of these people by myself. The load is too heavy for me.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 15,
          "text": "“Is this how you are going to treat me? If you are pleased with me, just put me to death right now. Don’t let me live if I have to see myself destroyed anyway.”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 16,
          "text": "The Lord said to Moses, “Bring me 70 of Israel’s elders. Bring men that you know are leaders and officials among the people. Have them come to the Tent of Meeting. I want them to stand there with you.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 17,
          "text": "I will come down. I will speak with you there. I will take some of my Spirit that is on you. And I will put the Spirit on them. They will help you carry the people’s load. Then you will not have to carry it alone.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 18,
          "text": "“Tell the people, ‘Set yourselves apart for tomorrow. At that time you will eat meat. The Lord heard you when you cried out. You said, “We wish we had meat to eat. We were better off in Egypt.”\n“‘Now the Lord will give you meat. And you will eat it.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 19,
          "text": "You will not eat it for just one or two days. You will not eat it for just five, ten or 20 days.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 20,
          "text": "Instead, you will eat it for a whole month. You will eat it until it comes out of your nose. You will eat it until you hate it.\n“‘The Lord is among you. But you have turned your back on him. You have cried out while he was listening. You have said, “Why did we ever leave Egypt?”’”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 21,
          "text": "But Moses said, “Here I am among 600,000 men on the march. And you say, ‘I will give them meat to eat for a whole month’!",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 22,
          "text": "Would they have enough if flocks and herds were killed for them? Would they have enough even if all of the fish in the ocean were caught for them?”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 23,
          "text": "The Lord answered Moses, “Am I not strong enough? Now you will see whether what I say will come true for you.”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 24,
          "text": "So Moses went out. He told the people what the Lord had said. He gathered 70 of their elders together. He had them stand around the Tent of Meeting.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 25,
          "text": "Then the Lord came down in the cloud. He spoke with Moses. He took some of his Spirit that was on Moses. And he put the Spirit on the 70 elders. When the Spirit came on them, they prophesied. But they didn’t do it again.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 26,
          "text": "Two men had remained in the camp. Their names were Eldad and Medad. They were listed among the elders. But they didn’t go out to the Tent of Meeting. In spite of that, the Spirit came on them too. So they prophesied in the camp.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 27,
          "text": "A young man ran up to Moses. He said, “Eldad and Medad are prophesying in the camp.”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 28,
          "text": "Joshua spoke up. He was the son of Nun. Joshua had been Moses’ helper from the time he was young. He said, “Moses! Please stop them!”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 29,
          "text": "But Moses replied, “Are you jealous for me? I wish that all of the Lord’s people were prophets. And I wish that the Lord would put his Spirit on them.”",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "?",
    "versions": {
      "leb": [],
      "nirv": []
    }
  }
}