{
  "torah": {
    "passage": "Leviticus 19:15 - 19:32",
    "versions": {
      "leb": [
        {
          "chapter": 19,
          "verse": 15,
          "text": "“‘You shall not do injustice in judgment; you shall not show partiality to the powerless; you shall not give preference to the powerful; you shall judge your fellow citizen with justice.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 16,
          "text": "You shall not go about with slander among your people; you shall not endanger your neighbor’s life; I am Yahweh.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 17,
          "text": "“‘You shall not hate your brother in your heart; you shall surely rebuke your fellow citizen, so that you do not incur sin along with him.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 18,
          "text": "You shall not seek vengeance, and you shall not harbor a grudge against your fellow citizens; and you shall love your neighbor like yourself;  I am Yahweh.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 19,
          "text": "“‘You must keep my statutes: as for your domestic animals, you shall not cause two differing kinds to breed; as for your field, you shall not sow two differing kinds of seed; and, a garment of two differing kinds of woven material should not be worn on you.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 21,
          "text": "And he shall bring his guilt offering to Yahweh at the tent of assembly’s entrance: a ram for a guilt offering.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 22,
          "text": "And the priest shall make atonement for him before Yahweh with the ram of the guilt offering for his sin that he committed, and so his sin that he committed shall be forgiven him.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 23,
          "text": "“‘And when you have come into the land and you plant any tree for food, you shall regard its fruit as unharvestable; for three years it shall be forbidden for you;  it shall not be eaten.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 24,
          "text": "But in the fourth year all its fruit shall be holy, offerings of praise for Yahweh.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 25,
          "text": "And in the fifth year you shall eat its fruit to increase its yield for you;  I am Yahweh your God.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 26,
          "text": "“‘You must not eat anything with the blood; you shall not practice divination, nor shall you interpret signs.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 27,
          "text": "You shall not round off the corner hair of your head, and you shall not trim the corner of your beard.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 28,
          "text": "And you shall not make a slash in your body for a dead person, nor shall you make on yourselves a tattoo’s mark; I am Yahweh.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 29,
          "text": "“‘You shall not profane your daughter by making her a prostitute, lest the land be prostituted and the land fill up with depravity.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 30,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 31,
          "text": "“‘You shall not turn to the mediums and to the soothsayers; you shall not seek them to become unclean with them; I am Yahweh your God.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 32,
          "text": "“‘Before old age you shall get up, and you shall show respect for an old person; and you shall revere your God; I am Yahweh.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 19,
          "verse": 15,
          "text": "“‘Do not make something that is wrong appear to be right. Treat poor people and rich people in the same way. Do not favor one person over another. Instead, judge everyone fairly.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 16,
          "text": "“‘Do not do anything that puts your neighbor’s life in danger. I am the Lord.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 17,
          "text": "“‘Do not hate your brother in your heart. Correct your neighbor boldly when he does something wrong. Then you will not share his guilt.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 18,
          "text": "“‘Do not try to get even. Do not hold anything against one of your people. Instead, love your neighbor as you love yourself. I am the Lord.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 19,
          "text": "“‘Do not let different kinds of animals mate with each other.\n“‘Do not mix two kinds of seeds and then plant them in your field.\n“‘Do not wear clothes that are made out of two kinds of cloth.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 21,
          "text": "“‘The man must bring a ram to the entrance to the Tent of Meeting. It is for a guilt offering to me.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 22,
          "text": "The priest must take the ram for the guilt offering. He must sacrifice it to pay for the man’s sin in my sight. Then his sin will be forgiven.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 23,
          "text": "“‘When you enter the land, suppose you plant a fruit tree. Then do not eat its fruit for the first three years. The fruit is not “clean.”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 24,
          "text": "In the fourth year all of the fruit will be holy. Offer it as a way of showing praise to me.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 25,
          "text": "But in the fifth year you can eat the fruit. Then you will gather more and more fruit. I am the Lord your God.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 26,
          "text": "“‘Do not practice any kind of evil magic at all.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 27,
          "text": "“‘Do not cut the hair on the sides of your head. Do not clip off the edges of your beard.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 28,
          "text": "“‘Do not make cuts on your bodies when someone dies. Do not put marks on your skin. I am the Lord.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 29,
          "text": "“‘Do not dishonor your daughter’s body by making a prostitute out of her. If you do, the people of Israel will start using prostitutes. The land will be filled with evil.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 30,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 31,
          "text": "“‘Do not look for advice from people who get messages from those who have died. Do not go to people who talk to the spirits of the dead. If you do, they will make you “unclean.” I am the Lord your God.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 32,
          "text": "“‘Stand up in order to show your respect for old people. Also have respect for me. I am the Lord your God.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Matthew 22:15-46",
    "versions": {
      "leb": [
        {
          "chapter": 22,
          "verse": 15,
          "text": "Then the Pharisees went and consulted so that they could entrap him with a statement.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 16,
          "text": "And they sent their disciples to him with the Herodians, saying, “Teacher, we know that you are truthful and teach the way of God in truth, and you do not care what anyone thinks, because you do not regard the opinion of people.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 17,
          "text": "Therefore tell us what you think. Is it permitted to pay taxes to Caesar or not?”",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 18,
          "text": "But because he knew their maliciousness, Jesus said, “Hypocrites! Why are you testing me?",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 19,
          "text": "Show me the coin for the tax!” So they brought him a denarius.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 21,
          "text": "They said to him, “Caesar’s.” Then he said to them, “Therefore give to Caesar the things of Caesar, and to God the things of God!”",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 22,
          "text": "And when they heard this, they were astonished, and they left him and went away.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 23,
          "text": "On that day Sadducees—who say there is no resurrection—came up to him and asked him,",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 24,
          "text": "saying, “Teacher, Moses said if someone dies without having children, his brother is to marry his wife and father descendants for his brother.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 25,
          "text": "Now there were seven brothers with us. And the first died after getting married, and because he did not have descendants, he left his wife to his brother.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 26,
          "text": "So also the second and the third, up to the seventh.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 27,
          "text": "And last of all the woman died.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 28,
          "text": "In the resurrection, therefore, whose wife of the seven will she be? For they all had her as wife.”",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 29,
          "text": "But Jesus answered and said to them, “You are mistaken, because you do not know the scriptures or the power of God!",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 30,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 31,
          "text": "Now concerning the resurrection of the dead, have you not read what was spoken to you by God, who said,",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 32,
          "text": "“I am the God of Abraham and the God of Isaac and the God of Jacob”? He is not the God of the dead, but of the living!”",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 33,
          "text": "And when the crowds heard this, they were amazed at his teaching.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 34,
          "text": "Now when the Pharisees heard that he had silenced the Sadducees, they assembled at the same place.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 35,
          "text": "And one of them, a legal expert, put a question to him to test him:",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 36,
          "text": "“Teacher, which commandment is greatest in the law?”",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 37,
          "text": "And he said to him, “‘You shall love the Lord your God with all your heart and with all your soul and with all your mind.’",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 38,
          "text": "This is the greatest and first commandment.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 39,
          "text": "And the second is like it: ‘You shall love your neighbor as yourself.’",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 40,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 41,
          "text": "Now while the Pharisees were assembled, Jesus asked them,",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 42,
          "text": "saying, “What do you think about the Christ? Whose son is he?” They said to him, “David’s.”",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 43,
          "text": "He said to them, “How then does David, by the Spirit, call him ‘Lord,’ saying,",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 44,
          "text": "“Sit at my right hand\nuntil I put your enemies\nunder your feet”’?",
          "isHeading": true
        },
        {
          "chapter": 22,
          "verse": 45,
          "text": "If then David calls him ‘Lord,’ how is he his son?”",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 46,
          "text": "And no one was able to answer him a word, nor did anyone dare from that day on to ask him any more questions.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 22,
          "verse": 15,
          "text": "Is It Right to Pay Taxes to Caesar?\nThe Pharisees went out. They made plans to trap Jesus with his own words.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 16,
          "text": "They sent their followers to him. They sent the Herodians with them.\n“Teacher,” they said, “we know you are a man of honor. You teach the way of God truthfully. You don’t let others tell you what to do or say. You don’t care how important they are.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 17,
          "text": "Tell us then, what do you think? Is it right to pay taxes to Caesar or not?”",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 18,
          "text": "But Jesus knew their evil plans. He said, “You pretenders! Why are you trying to trap me?",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 19,
          "text": "Show me the coin people use for paying the tax.”\nThey brought him a silver coin.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 21,
          "text": "Then he said to them, “Give to Caesar what belongs to Caesar. And give to God what belongs to God.”",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 22,
          "text": "When they heard this, they were amazed. So they left him and went away.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 23,
          "text": "That same day the Sadducees came to Jesus with a question. They do not believe that people rise from the dead.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 24,
          "text": "“Teacher,” they said, “here is what Moses told us. If a man dies without having children, his brother must get married to the widow. He must have children to carry on his brother’s name.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 25,
          "text": "There were seven brothers among us. The first one got married and died. Since he had no children, he left his wife to his brother.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 26,
          "text": "The same thing happened to the second and third brothers. It happened right on down to the seventh brother.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 27,
          "text": "Finally, the woman died.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 28,
          "text": "Now then, when the dead rise, whose wife will she be? All seven of them were married to her.”",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 29,
          "text": "Jesus replied, “You are mistaken, because you do not know the Scriptures. And you do not know the power of God.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 30,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 31,
          "text": "“What about the dead rising? Haven’t you read what God said to you?",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 32,
          "text": "He said, ‘I am the God of Abraham. I am the God of Isaac. And I am the God of Jacob.’ () He is not the God of the dead. He is the God of the living.”",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 33,
          "text": "When the crowds heard this, they were amazed by what he taught.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 34,
          "text": "The Pharisees heard that the Sadducees weren’t able to answer Jesus. So the Pharisees got together.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 35,
          "text": "One of them was an authority on the law. So he tested Jesus with a question.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 36,
          "text": "“Teacher,” he asked, “which is the most important commandment in the Law?”",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 37,
          "text": "Jesus replied, “‘Love the Lord your God with all your heart and with all your soul. Love him with all your mind.’ ()",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 38,
          "text": "This is the first and most important commandment.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 39,
          "text": "And the second is like it. ‘Love your neighbor as you love yourself.’ ()",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 40,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 41,
          "text": "Whose Son Is the Christ?\nThe Pharisees were gathered together. Jesus asked them,",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 42,
          "text": "“The son of David,” they replied.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 43,
          "text": "He said to them, “Then why does David call him ‘Lord’? The Holy Spirit spoke through David himself. David said,",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 44,
          "text": "“Sit at my right hand\nuntil I put your enemies\nunder your control.”’ ()",
          "isHeading": true
        },
        {
          "chapter": 22,
          "verse": 45,
          "text": "So if David calls him ‘Lord,’ how can he be David’s son?”",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 46,
          "text": "No one could answer him with a single word. From that day on, no one dared to ask him any more questions.",
          "isHeading": false
        }
      ]
    }
  }
}