{
  "torah": {
    "passage": "Deuteronomy 33:8 - 33:12",
    "versions": {
      "leb": [
        {
          "chapter": 33,
          "verse": 8,
          "text": "“Your Thummim and your Urim\nare for your faithful one,\nwhom you tested at Massah;\nyou contended with him\nat the waters of Meribah.",
          "isHeading": true
        },
        {
          "chapter": 33,
          "verse": 9,
          "text": "‘I have not regarded them,’\nand his brothers he did not acknowledge,\nand his children he did not know,\nbut rather they observed your word,\nand your covenant they kept.",
          "isHeading": true
        },
        {
          "chapter": 33,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 11,
          "text": "and with the work of his hands you must be pleased;\nsmite the loins of those who attack him,\nand those hating him, so that they cannot arise.”",
          "isHeading": true
        },
        {
          "chapter": 33,
          "verse": 12,
          "text": "“The beloved of Yahweh dwells securely,\nthe Most High shields all around him,\nall the day,\nand between his shoulders he dwells.”",
          "isHeading": true
        }
      ],
      "nirv": [
        {
          "chapter": 33,
          "verse": 8,
          "text": "Here’s what Moses said about Levi.\n“Your Thummim and Urim belong to the man you favored.\nYou put him to the test at Massah.\nYou argued with him at the waters of Meribah.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 9,
          "text": "Levi didn’t show special favor to anyone.\nHe did not spare his father and mother.\nHe didn’t excuse his relatives or his children.\nBut he watched over your word.\nHe guarded your covenant.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 11,
          "text": "Lord, bless all of his skills.\nBe pleased with everything he does.\nDestroy those who rise up against him.\nStrike down his enemies until they can’t get up.”",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 12,
          "text": "Here’s what Moses said about Benjamin.\n“Let the one the Lord loves rest safely in him.\nThe Lord guards him all day long.\nThe one the Lord loves rests in his arms.”",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Acts 27:13 - 27:26",
    "versions": {
      "leb": [
        {
          "chapter": 27,
          "verse": 13,
          "text": "And when a southwest wind began to blow gently, because they thought they could accomplish their purpose, they weighed anchor and sailed close along Crete.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 14,
          "text": "But not long afterward a wind like a hurricane, called the northeaster, rushed down from it.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 15,
          "text": "And when the ship was caught and was not able to head into the wind, we gave way and were driven along.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 16,
          "text": "And running under the lee of a certain small island called Cauda, we were able with difficulty to get the ship’s boat under control.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 17,
          "text": "After hoisting it up, they made use of supports to undergird the ship. And because they were afraid lest they run aground on the Syrtis, they lowered the sea anchor and thus were driven along.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 18,
          "text": "And because we were violently battered by the storm, on the next day they began jettisoning the cargo,",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 19,
          "text": "and on the third day they threw overboard the gear of the ship with their own hands.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 21,
          "text": "And because many were experiencing lack of appetite, at that time Paul stood up in their midst and said, “Men, you ought to have followed my advice not to put out to sea from Crete, and thus avoided this damage and loss!",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 22,
          "text": "And now I urge you to cheer up, for there will be no loss of life from among you, but only of the ship.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 23,
          "text": "For this night an angel of the God whose I am and whom I serve came to me,",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 24,
          "text": "saying, ‘Do not be afraid, Paul! It is necessary for you to stand before Caesar, and behold, God has graciously granted you all who are sailing with you.’",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 25,
          "text": "Therefore keep up your courage, men, for I believe God that it will be like this—according to the way it was told to me.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 26,
          "text": "But it is necessary that we run aground on some island.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 27,
          "verse": 13,
          "text": "A gentle south wind began to blow. They thought that this was what they had been waiting for. So they pulled up the anchor and sailed along the shore of Crete.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 14,
          "text": "Before very long, a wind blew down from the island. It had the force of a hurricane. It was called a “northeaster.”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 15,
          "text": "The ship was caught by the storm. We could not keep it sailing into the wind. So we gave up and were driven along.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 16,
          "text": "We passed the calmer side of a small island called Cauda. We almost lost the lifeboat.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 17,
          "text": "So the men lifted it on board. Then they tied ropes under the ship itself to hold it together. They were afraid it would get stuck on the sandbars of Syrtis. They lowered the sea anchor and let the ship be driven along.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 18,
          "text": "We took a very bad beating from the storm. The next day the crew began to throw the ship’s contents overboard.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 19,
          "text": "On the third day, they even threw the ship’s gear overboard with their own hands.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 21,
          "text": "The men had not eaten for a long time. Paul stood up in front of them. “Men,” he said, “you should have taken my advice not to sail from Crete. Then you would have avoided this harm and loss.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 22,
          "text": "“Now I beg you to be brave. Not one of you will die. Only the ship will be destroyed.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 23,
          "text": "I belong to God and serve him. Last night his angel stood beside me.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 24,
          "text": "The angel said, ‘Do not be afraid, Paul. You must go on trial in front of Caesar. God has shown his grace by sparing the lives of all those sailing with you.’",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 25,
          "text": "“Men, continue to be brave. I have faith in God. It will happen just as he told me.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 26,
          "text": "But we must run the ship onto the beach of some island.”",
          "isHeading": false
        }
      ]
    }
  }
}