{
  "torah": {
    "passage": "Numbers 20:7 - 20:13",
    "versions": {
      "leb": [
        {
          "chapter": 20,
          "verse": 7,
          "text": "Yahweh spoke to Moses, saying,",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 8,
          "text": "“Take the staff and summon the community, you and Aaron your brother, and speak to the rock before their eyes, and it will give water. Bring out for them water from the rock, and let the community and their livestock drink.”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 9,
          "text": "So Moses took the staff from before Yahweh just as he command him,",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 11,
          "text": "Then Moses lifted up his hand and struck the rock with his staff twice. And abundant water went out, and the community and their livestock drank.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 12,
          "text": "But Yahweh said to Moses and Aaron, “Because you have not trusted in me, to regard me as holy in the sight of the Israelites, you will not bring this assembly into the land that I have given to them.”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 13,
          "text": "Those were the waters of Meribah, where the Israelites quarreled with Yahweh, and he showed himself holy among them.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 20,
          "verse": 7,
          "text": "The Lord spoke to Moses. He said,",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 8,
          "text": "“Get your wooden staff. You and your brother Aaron gather the people together. Then speak to that rock while everyone is watching. It will pour out its water. You will bring water out of the rock for the community. Then they and their livestock can drink it.”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 9,
          "text": "So Moses took the wooden staff from the tent. He did just as the Lord had commanded him.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 11,
          "text": "Then Moses raised his arm. He hit the rock twice with his staff. Water poured out. And the people and their livestock drank it.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 12,
          "text": "But the Lord spoke to Moses and Aaron. He said, “You did not trust in me enough to honor me. You did not honor me as the holy God in front of the people of Israel. So you will not bring this community into the land I am giving them.”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 13,
          "text": "Those were the waters of Meribah. That’s where the people of Israel argued with the Lord. And that’s where he showed them he is holy.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "?",
    "versions": {
      "leb": [],
      "nirv": []
    }
  }
}