{
  "torah": {
    "passage": "Genesis 44:31 - 45:7",
    "versions": {
      "leb": [
        {
          "chapter": 44,
          "verse": 31,
          "text": "it shall happen that when he sees that the boy is gone, he will die. And your servants will bring down the gray head of your servant, our father, to Sheol with sorrow.",
          "isHeading": false
        },
        {
          "chapter": 44,
          "verse": 32,
          "text": "For your servant is pledged as surety for the boy by my father, saying, If I do not bring him to you, then I shall be culpable to my father forever.",
          "isHeading": false
        },
        {
          "chapter": 44,
          "verse": 33,
          "text": "So then, please let your servant remain in place of the boy as a slave to my lord, and let the boy go up with his brothers.",
          "isHeading": false
        },
        {
          "chapter": 44,
          "verse": 34,
          "text": "For how can I go up to my father if the boy is not with me? I do not want to see the misery which will find my father.”",
          "isHeading": false
        },
        {
          "chapter": 45,
          "verse": 1,
          "text": "Then Joseph was not able to control himself before all who were standing by him. And he cried out, “Make every man go out from me!” So no one stood with him when Joseph made himself known to his brothers.",
          "isHeading": false
        },
        {
          "chapter": 45,
          "verse": 2,
          "text": "And he wept loudly, so that the Egyptians heard it and the household of Pharaoh heard it.",
          "isHeading": false
        },
        {
          "chapter": 45,
          "verse": 3,
          "text": "Then Joseph said to his brothers, “I am Joseph! Is my father still alive?” And his brothers were unable to answer him, for they were dismayed at his presence.",
          "isHeading": false
        },
        {
          "chapter": 45,
          "verse": 4,
          "text": "So Joseph said to his brothers, “Come near to me, please.” And they drew near. And he said, “I am Joseph, your brother, whom you sold into Egypt.",
          "isHeading": false
        },
        {
          "chapter": 45,
          "verse": 5,
          "text": "So now, do not be distressed and do not be angry with yourselves that you sold me here, for God sent me as deliverance before you.",
          "isHeading": false
        },
        {
          "chapter": 45,
          "verse": 6,
          "text": "For these two years the famine has been in the midst of the land, but there will be five more years where there is no plowing or harvest.",
          "isHeading": false
        },
        {
          "chapter": 45,
          "verse": 7,
          "text": "And God sent me before you all to preserve for you a remnant in the land and to keep alive among you many survivors.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 44,
          "verse": 31,
          "text": "When he sees that the boy isn’t with us, he’ll die as a sad old man. Because of us, he’ll go down into the grave full of sorrow.",
          "isHeading": false
        },
        {
          "chapter": 44,
          "verse": 32,
          "text": "“I promised my father I would keep the boy safe. I said, ‘Father, I’ll bring him back to you. If I don’t, you can put the blame on me for the rest of my life.’",
          "isHeading": false
        },
        {
          "chapter": 44,
          "verse": 33,
          "text": "“Now then, please let me stay here. Let me be your slave in place of the boy. Let the boy return with his brothers.",
          "isHeading": false
        },
        {
          "chapter": 44,
          "verse": 34,
          "text": "How can I go back to my father if the boy isn’t with me? Don’t let me see the pain and suffering that would come to my father.”",
          "isHeading": false
        },
        {
          "chapter": 45,
          "verse": 1,
          "text": "Joseph couldn’t control himself anymore in front of all of his attendants. He cried out, “Have everyone leave me!”\nSo there wasn’t anyone with Joseph when he told his brothers who he was.",
          "isHeading": false
        },
        {
          "chapter": 45,
          "verse": 2,
          "text": "He sobbed so loudly that the Egyptians heard him. Everyone in Pharaoh’s house heard about it.",
          "isHeading": false
        },
        {
          "chapter": 45,
          "verse": 3,
          "text": "Joseph said to his brothers, “I am Joseph! Is my father still alive?”\nBut his brothers weren’t able to answer him. They were too afraid of him.",
          "isHeading": false
        },
        {
          "chapter": 45,
          "verse": 4,
          "text": "Joseph said to his brothers, “Come close to me.” So they did.\nThen he said, “I am your brother Joseph. I’m the one you sold into Egypt.",
          "isHeading": false
        },
        {
          "chapter": 45,
          "verse": 5,
          "text": "But don’t be upset. And don’t be angry with yourselves because you sold me here. God sent me ahead of you to save many lives.",
          "isHeading": false
        },
        {
          "chapter": 45,
          "verse": 6,
          "text": "“For two years now, there hasn’t been enough food in the land. And for the next five years, people won’t be plowing or gathering crops.",
          "isHeading": false
        },
        {
          "chapter": 45,
          "verse": 7,
          "text": "But God sent me ahead of you to keep some of you alive on earth. He sent me here to save your lives by an act of mighty power.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "John 18:1 - 14",
    "versions": {
      "leb": [
        {
          "chapter": 18,
          "verse": 1,
          "text": "When Jesus had said these things, he went out with his disciples to the other side of the ravine of the Kidron, where there was a garden into which he and his disciples entered.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 2,
          "text": "(Now Judas, the one who betrayed him, also knew about the place, because Jesus often gathered there with his disciples.)",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 3,
          "text": "So Judas, taking the cohort and officers from the chief priests and from the Pharisees, came there with lanterns and torches and weapons.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 4,
          "text": "Then Jesus, because he knew all the things that were coming upon him, went out and said to them, “Who are you looking for?”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 5,
          "text": "They replied to him, “Jesus the Nazarene.” He said to them, “I am he.” (Now Judas, the one who betrayed him, was also standing with them.)",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 6,
          "text": "So when he said to them, “I am he,” they drew back and fell to the ground.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 7,
          "text": "Then he asked them again, “Who are you looking for?” And they said, “Jesus the Nazarene.”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 8,
          "text": "Jesus replied, “I said to you that I am he! So if you are looking for me, let these men go,”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 9,
          "text": "in order that the word that he had spoken would be fulfilled: “Those whom you have given to me—I have not lost anyone of them.”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 10,
          "text": "Then Simon Peter, who had a sword, drew it and struck the slave of the high priest and cut off his right ear. (Now the name of the slave was Malchus.)",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 11,
          "text": "So Jesus said to Peter, “Put the sword into its sheath! The cup that the Father has given me—shall I not drink it?”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 12,
          "text": "Then the cohort and the military tribune and the officers of the Jews seized Jesus and tied him up,",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 13,
          "text": "and brought him to Annas first, for he was the father-in-law of Caiaphas, who was high priest that year.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 14,
          "text": "(Now it was Caiaphas who had advised the Jews that it was better that one man die for the people.)",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 18,
          "verse": 1,
          "text": "When Jesus had finished praying, he left with his disciples. They crossed the Kidron Valley. On the other side there was a grove of olive trees. Jesus and his disciples went into it.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 2,
          "text": "Judas knew the place. He was going to hand Jesus over to his enemies. Jesus had often met in that place with his disciples.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 3,
          "text": "So Judas came to the grove. He was guiding a group of soldiers and some officials. The chief priests and the Pharisees had sent them. They were carrying torches, lanterns and weapons.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 4,
          "text": "Jesus knew everything that was going to happen to him. So he went out and asked them, “Who is it that you want?”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 5,
          "text": "“I am he,” Jesus said.\nJudas, who was going to hand Jesus over, was standing there with them.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 6,
          "text": "When Jesus said, “I am he,” they moved back. Then they fell to the ground.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 7,
          "text": "He asked them again, “Who is it that you want?”\nThey said, “Jesus of Nazareth.”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 8,
          "text": "“I told you I am he,” Jesus answered. “If you are looking for me, then let these men go.”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 9,
          "text": "This happened so that the words Jesus had spoken would come true. He had said, “I have not lost anyone God has given me.” ()",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 10,
          "text": "Simon Peter had a sword and pulled it out. He struck the high priest’s servant and cut off his right ear. The servant’s name was Malchus.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 11,
          "text": "Jesus commanded Peter, “Put your sword away! Shouldn’t I drink the cup of suffering the Father has given me?”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 12,
          "text": "Then the group of soldiers, their leader and the Jewish officials arrested Jesus. They tied him up",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 13,
          "text": "and brought him first to Annas. He was the father-in-law of Caiaphas, the high priest at that time.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 14,
          "text": "Caiaphas had advised the Jews that it would be good if one man died for the people.",
          "isHeading": false
        }
      ]
    }
  }
}