{
  "torah": {
    "passage": "Leviticus 13:55 - 14:20",
    "versions": {
      "leb": [
        {
          "chapter": 13,
          "verse": 55,
          "text": "And the priest shall examine it after the infection has been washed off, and if the infection has not changed its outward appearance and the infection has not spread, it is unclean; he must burn it in the fire; it is a fungus on its back or on its front.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 56,
          "text": "But if the priest examines it and if the infection is faded after it has been washed off, then he shall tear it from the garment or from the leather or from the woven material or from the fabric.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 57,
          "text": "And if it appears again on the garment or on the woven material or on the fabric or on any leather object, it is spreading; you must burn in the fire that which has the infection in it.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 58,
          "text": "And the garment or the woven material or the fabric or any leather object that he might wash and the infection is removed from them then shall be washed a second time, and it shall be clean.”",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 59,
          "text": "This is the regulation of the infectious skin disease in the wool garment or the linen or the woven material or the fabric or any leather object to declare it clean or to declare it unclean.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 1,
          "text": "Instructions for Cleansing Infectious Skin Diseases\nThen Yahweh spoke to Moses, saying,",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 2,
          "text": "“This is the regulation of the person afflicted with a skin disease at the time of his cleansing. And he shall be brought to the priest,",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 3,
          "text": "and the priest shall go outside the camp, and the priest shall examine him, and if the skin disease’s infection is healed on the afflicted person,",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 4,
          "text": "then the priest shall command, and he shall take two living, clean birds and cedar wood and a crimson thread and hyssop for the one who presents himself for cleansing.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 5,
          "text": "Then the priest shall command someone to slaughter one bird over fresh water in a clay vessel.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 6,
          "text": "He must take the living bird and the cedar wood and the crimson thread and the hyssop, and he shall dip them and the living bird in the bird’s blood slaughtered over the fresh water.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 7,
          "text": "And he shall spatter the blood seven times on the one who presents himself for cleansing from the infectious skin disease, and he shall declare him clean, and he shall send the living bird into the open field.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 8,
          "text": "Then the one who presents himself for cleansing shall wash his garments, and he shall shave off all his hair, and he shall wash himself in the water; thus he shall be clean, and afterward he shall enter the camp, but he shall stay outside his tent for seven days.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 9,
          "text": "And then on the seventh day he must shave off all his hair—he must shave his head and his beard and his eyebrows and all the rest of his hair—and he shall wash his garments, and he shall wash his body in the water; thus he shall be clean.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 10,
          "text": "“And on the eighth day he must take two male lambs without defect and one ewe-lamb in its first year without defect and three-tenths of an ephah of finely milled flour mixed with oil as a grain offering and one log of oil.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 11,
          "text": "And the priest who cleanses him shall present the man who presents himself for cleansing and these things before the tent of assembly’s entrance.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 12,
          "text": "Then the priest shall take the one male lamb, and he shall present it as a guilt offering, and the log of oil, and he shall wave them as a wave offering before Yahweh.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 13,
          "text": "And he shall slaughter the male lamb in the place where he slaughters the sin offering and the burnt offering in the sanctuary’s space, because as the sin offering belongs to the priest, so also the guilt offering—it is a most holy thing.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 14,
          "text": "And the priest shall take some of the guilt offering’s blood, and the priest shall put it on the right ear’s lobe of the one who presents himself for cleansing and on his right hand’s thumb and on his right foot’s big toe.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 15,
          "text": "And the priest shall take some of the log of oil, and he shall pour it on his left palm;",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 16,
          "text": "and the priest shall dip his right finger in the oil that is on his left palm, and he shall spatter some of the oil with his finger seven times before Yahweh.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 17,
          "text": "Then the priest shall put some of the remaining oil, which is on his palm, on the right ear’s lobe of the one to be cleansed and on his right hand’s thumb and on his right foot’s big toe, on top of the guilt offering’s blood.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 18,
          "text": "And the remaining oil that is on the priest’s palm he shall put on the head of the one who presents himself for cleansing, and the priest shall make atonement for him before Yahweh.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 19,
          "text": "Thus the priest shall sacrifice the sin offering, and he shall make atonement for the one who presents himself for cleansing from his uncleanness, and afterward he shall slaughter the burnt offering.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 20,
          "text": "Then the priest shall offer the burnt offering and the grain offering on the altar, and the priest shall make atonement for him, and so he shall be clean.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 13,
          "verse": 55,
          "text": "“After the article that has the mold on it has been washed, the priest must look at it carefully. Suppose the way the mold looks has not changed. Then even though the mold has not spread, it is not ‘clean.’ Burn it up. It does not matter which side of the article the mold is on.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 56,
          "text": "“But suppose the priest looks at it carefully. And suppose the mold has faded after the article has been washed. Then the priest must tear out the part that has mold on it. He must tear it out of the clothes or leather. He must tear it out of the woven or knitted cloth.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 57,
          "text": "“But suppose it shows up again in the clothes. Or suppose it shows up again in the woven or knitted cloth or in the leather articles. Then it is spreading. Everything that has the mold on it must be burned up.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 58,
          "text": "“The clothes that have been washed and do not have any more mold on them must be washed again. So must the woven or knitted cloth or the leather articles. Then they will be ‘clean.’”",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 59,
          "text": "Those are the rules about what to do with anything that has mold on it. They apply to clothes that are made out of wool or linen. They apply to woven and knitted cloth and to leather articles. They give a priest directions about when to announce whether something is “clean” or not.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 1,
          "text": "Making People “Clean” From Skin Diseases\nThe Lord spoke to Moses. He told him to say to the people,",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 2,
          "text": "“Here are the rules for making someone ‘clean’ if he has had a skin disease. They apply when he is brought to the priest.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 3,
          "text": "“The priest must go outside the camp. He must look the person over carefully. Suppose he has been healed of his skin disease.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 4,
          "text": "Then the priest will order someone to bring him two live ‘clean’ birds. He will also order someone to bring him some cedar wood, bright red yarn and branches of a hyssop plant. All of those things will be used to make the person ‘clean.’",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 5,
          "text": "“The priest will order someone to kill one of the birds. It must be killed over fresh water in a clay pot.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 6,
          "text": "Then the priest must take the live bird. He must dip it into the blood of the bird that was killed over the fresh water. He must dip it into the blood together with the cedar wood, the bright red yarn and the hyssop plant.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 7,
          "text": "“The priest will sprinkle the blood on the person who had the skin disease. That will make him ‘clean.’ The priest must sprinkle him seven times. Then the priest must announce that he is ‘clean.’ After that, the priest must let the live bird go free in the open fields.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 8,
          "text": "“The person must also wash his clothes to be made ‘clean.’ He must shave off all of his hair. He must take a bath. Then he will be ‘clean.’ After that, he may come into the camp. But he must stay outside his tent for seven days.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 9,
          "text": "“On the seventh day he must shave off all of his hair. He must shave his head. He must shave off his beard. He must also shave off his eyebrows and the rest of his hair. He must wash his clothes. He must take a bath. Then he will be ‘clean.’",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 10,
          "text": "“On the eighth day he must bring two male lambs and one female lamb as an offering. The female must be a year old. The lambs must not have any flaws. He must also bring 24 cups of fine flour as a grain offering. He must mix it with olive oil. He must also bring five ounces of oil.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 11,
          "text": "The priest who announces that the person is ‘clean’ must bring him and his offerings to me. He must do it at the entrance to the Tent of Meeting.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 12,
          "text": "“Then the priest must take one of the male lambs. He must offer it as a guilt offering. He must offer it along with five ounces of oil. He must lift all of it up and wave it in front of me as a wave offering.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 13,
          "text": "“He must kill the lamb in the holy place where sin offerings and burnt offerings are killed. The guilt offering belongs to the priest, just as the sin offering does. The guilt offering is very holy.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 14,
          "text": "“The priest must take some of the blood from the guilt offering and put it on the person’s right ear lobe. He must put some on the thumb of his right hand. He must also put some on the big toe of his right foot.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 15,
          "text": "“Then the priest must take some of the oil and pour it into his own left hand.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 16,
          "text": "He must dip his right forefinger into the oil that is in his hand. He must use his finger to sprinkle some of the oil in front of me seven times.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 17,
          "text": "“The priest must put some of the oil that is in his hand on the same places he put the blood of the guilt offering. He must put some on the person’s right ear lobe. He must put some on the thumb of his right hand. He must put some on the big toe of his right foot.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 18,
          "text": "He must put on his head the rest of the oil that is in his hand. It will pay for the person’s sin in my sight.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 19,
          "text": "“Then the priest must sacrifice the sin offering. It will pay for the person’s sin. He will be made ‘clean’ after being ‘unclean.’ After that, the priest will kill the burnt offering.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 20,
          "text": "He will offer it on the altar. He will offer it together with the grain offering. It will pay for the person’s sin. Then he will be ‘clean.’",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Matthew 15:21-16:20",
    "versions": {
      "leb": [
        {
          "chapter": 15,
          "verse": 21,
          "text": "A Canaanite Woman’s Great Faith\nAnd departing from there, Jesus went away to the region of Tyre and Sidon.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 22,
          "text": "And behold, a Canaanite woman from that district came and cried out, saying, “Have mercy on me, Lord, Son of David! My daughter is severely possessed by a demon!”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 23,
          "text": "But he did not answer her a word. And his disciples came up and asked him, saying, “Send her away, because she is crying out after us!”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 24,
          "text": "But he answered and said, “I was not sent except to the lost sheep of the house of Israel.”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 25,
          "text": "But she came and knelt down before him, saying, “Lord, help me!”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 26,
          "text": "And he answered and said, “It is not right to take the children’s bread and throw it to the dogs!”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 27,
          "text": "So she said, “Yes, Lord, for even the dogs eat the crumbs that fall from their master’s table.”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 28,
          "text": "Then Jesus answered and said to her, “O woman, your faith is great! Let it be done for you as you want.” And her daughter was healed from that hour.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 29,
          "text": "Many Others Healed in Galilee\nAnd departing from there, Jesus went along the Sea of Galilee, and he went up on the mountain and was sitting there.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 30,
          "text": "And large crowds came to him, having with them the mute, blind, lame, crippled, and many others, and they put them down at his feet, and he healed them.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 31,
          "text": "So then the crowd was astonished when they saw the mute speaking, the crippled healthy, and the lame walking, and the blind seeing, and they praised the God of Israel.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 32,
          "text": "The Feeding of Four Thousand\nAnd Jesus summoned his disciples and said, “I have compassion on the crowd, because they have remained with me three days already and do not have anything to eat, and I do not want to send them away hungry lest they give out on the way.”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 33,
          "text": "And the disciples said to him, “Where in this desolate place can we get so much bread that such a great crowd could be satisfied?”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 34,
          "text": "And Jesus said to them, “How many loaves do you have?” So they said, “Seven, and a few little fish.”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 35,
          "text": "And commanding the crowd to recline for a meal on the ground,",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 36,
          "text": "he took the seven loaves and the fish and after he had given thanks, he broke them and began giving them to the disciples, and the disciples gave them to the crowds.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 37,
          "text": "And they all ate and were satisfied, and they picked up what was left over of the broken pieces, seven baskets full.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 38,
          "text": "Now those who ate were four thousand men, in addition to women and children.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 39,
          "text": "And after he sent away the crowds, he got into the boat and went to the region of Magadan.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 1,
          "text": "The Signs of the Times\nAnd when the Pharisees and Sadducees came to test him, they asked him to show them a sign from heaven.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 2,
          "text": "So he answered and said to them, “When evening comes you say, ‘It will be fair weather because the sky is red,’",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 3,
          "text": "and early in the morning, ‘Today it will be stormy weather, because the sky is red and darkening.’ You know how to evaluate correctly the appearance of the sky, but you are not able to evaluate the signs of the times.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 4,
          "text": "An evil and adulterous generation seeks for a sign, and a sign will not be given to it except the sign of Jonah!” And he left them and went away.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 5,
          "text": "Beware the Leaven of the Pharisees and Sadducees\nAnd when the disciples arrived at the other side, they had forgotten to take bread.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 6,
          "text": "And Jesus said to them, “Watch out for and beware of the leaven of the Pharisees and Sadducees!”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 7,
          "text": "So they were discussing this among themselves, saying, “It is because we did not take bread.”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 8,
          "text": "But knowing this, Jesus said, “Why are you discussing among yourselves that you did not take bread, you of little faith?",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 9,
          "text": "Do you not yet understand or do you not remember the five loaves for the five thousand, and how many baskets you took up?",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 10,
          "text": "Or the seven loaves for the four thousand and how many baskets you took up?",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 11,
          "text": "How do you not understand that I did not speak to you about bread? But beware of the leaven of the Pharisees and Sadducees!”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 12,
          "text": "Then they understood that he did not say to beware of the leaven of bread, but of the teaching of the Pharisees and Sadducees.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 13,
          "text": "Peter’s Confession at Caesarea Philippi\nNow when Jesus came to the region of Caesarea Philippi, he began asking his disciples, saying, “Who do people say that the Son of Man is?”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 14,
          "text": "And they said, Some say John the Baptist, but others Elijah, and others Jeremiah or one of the prophets.”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 15,
          "text": "He said to them, “But who do you say that I am?”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 16,
          "text": "And Simon Peter answered and said, “You are the Christ, the Son of the living God!”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 17,
          "text": "And Jesus answered and said to him, “Blessed are you, Simon son of Jonah, because flesh and blood did not reveal this to you, but my Father who is in heaven.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 18,
          "text": "And I also say to you that you are Peter, and on this rock I will build my church, and the gates of Hades will not overpower it!",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 19,
          "text": "I will give you the keys of the kingdom of heaven, and whatever you bind on earth will be bound in heaven, and whatever you release on earth will be released in heaven.”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 20,
          "text": "Then he commanded the disciples that they should tell no one that he was the Christ.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 15,
          "verse": 21,
          "text": "The Faith of a Woman From Canaan\nJesus left Galilee and went to the area of Tyre and Sidon.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 22,
          "text": "A woman from Canaan lived near Tyre and Sidon. She came to him and cried out, “Lord! Son of David! Have mercy on me! A demon controls my daughter. She is suffering terribly.”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 23,
          "text": "Jesus did not say a word. So his disciples came to him. They begged him, “Send her away. She keeps crying out after us.”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 24,
          "text": "Jesus answered, “I was sent only to the people of Israel. They are like lost sheep.”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 25,
          "text": "Then the woman fell to her knees in front of him. “Lord! Help me!” she said.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 26,
          "text": "He replied, “It is not right to take the children’s bread and throw it to their dogs.”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 27,
          "text": "“Yes, Lord,” she said. “But even the dogs eat the crumbs that fall from their owners’ table.”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 28,
          "text": "Then Jesus answered, “Woman, you have great faith! You will be given what you are asking for.” And her daughter was healed at that very moment.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 29,
          "text": "Jesus Feeds the Four Thousand\nJesus left there. He walked along the Sea of Galilee. Then he went up on a mountainside and sat down.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 30,
          "text": "Large crowds came to him. They brought blind people and those who could not walk. They also brought disabled people, those who could not speak, and many others. They laid them at his feet, and he healed them.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 31,
          "text": "The people were amazed. Those who could not speak were speaking. The disabled were made well. Those not able to walk were walking. Those who were blind could see. So the people praised the God of Israel.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 32,
          "text": "Then Jesus called for his disciples to come to him. He said, “I feel deep concern for these people. They have already been with me three days. They don’t have anything to eat. I don’t want to send them away hungry. If I do, they will become too weak on their way home.”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 33,
          "text": "His disciples answered him. “There is nothing here,” they said. “Where could we get enough bread to feed this large crowd?”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 34,
          "text": "“How many loaves do you have?” Jesus asked.\n“Seven,” they replied, “and a few small fish.”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 35,
          "text": "Jesus told the crowd to sit down on the ground.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 36,
          "text": "He took the seven loaves and the fish and gave thanks. Then he broke them and gave them to the disciples. And the disciples passed them out to the people.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 37,
          "text": "All of them ate and were satisfied. After that, the disciples picked up seven baskets of leftover pieces.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 38,
          "text": "The number of men who ate was 4,000. Women and children also ate.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 39,
          "text": "After Jesus had sent the crowd away, he got into the boat. He went to the area near Magadan.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 1,
          "text": "Jesus Is Asked for a Miraculous Sign\nThe Pharisees and Sadducees came to put Jesus to the test. They asked him to show them a miraculous sign from heaven.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 2,
          "text": "He replied, “In the evening you look at the sky. You say, ‘It will be good weather. The sky is red.’",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 3,
          "text": "And in the morning you say, ‘Today it will be stormy. The sky is red and cloudy.’ You know the meaning of what you see in the sky. But you can’t understand the signs of what is happening right now.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 4,
          "text": "An evil and unfaithful people look for a miraculous sign. But none will be given to them except the sign of Jonah.”\nThen Jesus left them and went away.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 5,
          "text": "The Yeast of the Pharisees and Sadducees\nThe disciples crossed over to the other side of the lake. They had forgotten to take bread.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 6,
          "text": "“Be careful,” Jesus said to them. “Watch out for the yeast of the Pharisees and Sadducees.”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 7,
          "text": "The disciples talked about this among themselves. They said, “He must be saying this because we didn’t bring any bread.”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 8,
          "text": "Jesus knew what they were saying. So he said, “Your faith is so small! Why are you talking to each other about having no bread?",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 9,
          "text": "Don’t you understand yet? Don’t you remember the five loaves for the 5,000? Don’t you remember how many baskets of pieces you gathered?",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 10,
          "text": "Don’t you remember the seven loaves for the 4,000? Don’t you remember how many baskets of pieces you gathered?",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 11,
          "text": "How can you possibly not understand? I wasn’t talking to you about bread. But watch out for the yeast of the Pharisees and Sadducees.”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 12,
          "text": "Then the disciples understood that Jesus was not telling them to watch out for the yeast used in bread. He was warning them against what the Pharisees and Sadducees taught.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 13,
          "text": "Peter Says That Jesus Is the Christ\nJesus went to the area of Caesarea Philippi. There he asked his disciples, “Who do people say the Son of Man is?”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 14,
          "text": "They replied, “Some say John the Baptist. Others say Elijah. Still others say Jeremiah, or one of the prophets.”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 15,
          "text": "“But what about you?” he asked. “Who do you say I am?”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 16,
          "text": "Simon Peter answered, “You are the Christ. You are the Son of the living God.”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 17,
          "text": "Jesus replied, “Blessed are you, Simon, son of Jonah! No mere man showed this to you. My Father in heaven showed it to you.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 18,
          "text": "Here is what I tell you. You are Peter. On this rock I will build my church. The gates of hell will not be strong enough to destroy it.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 19,
          "text": "I will give you the keys to the kingdom of heaven. What you lock on earth will be locked in heaven. What you unlock on earth will be unlocked in heaven.”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 20,
          "text": "Then Jesus warned his disciples not to tell anyone that he was the Christ.",
          "isHeading": false
        }
      ]
    }
  }
}