{
  "torah": {
    "passage": "Numbers 4:38 - 4:49",
    "versions": {
      "leb": [
        {
          "chapter": 4,
          "verse": 38,
          "text": "And the descendants of Gershon counted according to their clans and according to their families,",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 39,
          "text": "from those thirty years old and above until fifty years old, everyone who comes to the service to work in the tent of assembly;",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 40,
          "text": "the ones counted, according to their clans, according to their families, were two thousand six hundred and thirty.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 41,
          "text": "These were those counted of the clans of the descendants of Gershon, everyone who serves in the tent of assembly whom Moses and Aaron mustered according to the command of Yahweh.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 42,
          "text": "Those counted of the clans of the descendants of Merari according to their clans, according to their families,",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 43,
          "text": "from those thirty years old and above until fifty years old, everyone who comes to the service to work in the tent of assembly,",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 44,
          "text": "the ones counted, according to their clans, were three thousand two hundred.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 45,
          "text": "These were those counted of the clans of the descendants of Merari, whom Moses and Aaron mustered according to the command of Yahweh by the hand of Moses.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 46,
          "text": "All those counted of the Levites whom Moses and Aaron and all the leaders of Israel mustered according to their clans, according to their families,",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 47,
          "text": "from those thirty years old and above until fifty years old, everyone who comes to the service to do the work of the service carrying in the tent of assembly,",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 48,
          "text": "the ones counted were eighty thousand five hundred and eighty.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 49,
          "text": "According to the command of Yahweh by the hand of Moses they were mustered, each man according to his service and according to their service and according to their burden; and so they were counted by him just as Yahweh commanded Moses.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 4,
          "verse": 38,
          "text": "The men of Gershon were counted family by family.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 39,
          "text": "All of the men who were from 30 to 50 years old were counted. They were the men who came and served at the Tent of Meeting.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 40,
          "text": "There were 2,630 men. They were counted family by family.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 41,
          "text": "That was the total of the men in the Gershon families who served at the Tent of Meeting. Moses and Aaron counted them. They did just as the Lord had commanded.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 42,
          "text": "The men of Merari were counted family by family.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 43,
          "text": "All of the men who were from 30 to 50 years old were counted. They were the men who came and served at the Tent of Meeting.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 44,
          "text": "There were 3,200 men. They were counted family by family.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 45,
          "text": "That was the total of the men in the Merari families. Moses and Aaron counted them. They did just as the Lord had commanded through Moses.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 46,
          "text": "So Moses and Aaron counted all of the Levites. The leaders of Israel helped them. They counted the Levites family by family.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 47,
          "text": "All of the men who were from 30 to 50 years old were counted. They were the men who came and served at the Tent of Meeting. They were also supposed to carry it.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 48,
          "text": "The total number of men was 8,580.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 49,
          "text": "Everything was done as the Lord had commanded through Moses. Each man was given his work. And each one was told what to carry.\nSo they were counted, just as the Lord had commanded Moses.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Luke 5:17-26",
    "versions": {
      "leb": [
        {
          "chapter": 5,
          "verse": 17,
          "text": "And it happened that on one of the days as he was teaching, Pharisees and teachers of the law were sitting there who had come from every village of Galilee and Judea and from Jerusalem, and the power of the Lord was there in order for him to heal.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 18,
          "text": "And behold, men came carrying on a stretcher a man who was paralyzed, and they were seeking to bring him in and place him before him.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 19,
          "text": "And when they did not find a way to bring him in because of the crowd, they went up on the roof and let him down through the roof tiles with the stretcher into the midst of them, in front of Jesus.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 20,
          "text": "And when he saw their faith, he said, “Friend, your sins are forgiven you.”",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 21,
          "text": "And the scribes and the Pharisees began to reason, saying, “Who is this man who speaks blasphemies? Who is able to forgive sins except God alone?”",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 22,
          "text": "But Jesus, perceiving their thoughts, answered and said to them, “Why are you reasoning in your hearts?",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 23,
          "text": "Which is easier to say, ‘Your sins are forgiven you,’ or to say, ‘Get up and walk?’",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 24,
          "text": "But in order that you may know that the Son of Man has authority on earth to forgive sins,” he said to the one who was paralyzed, “I say to you, ‘Get up and pick up your stretcher and go to your home.’”",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 25,
          "text": "And immediately he stood up before them, picked up what he had been lying on, and went away to his home, glorifying God.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 26,
          "text": "And amazement seized them all, and they began to glorify God. And they were filled with fear, saying, “We have seen wonderful things today!”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 5,
          "verse": 17,
          "text": "One day Jesus was teaching. Pharisees and teachers of the law were sitting there. They had come from every village of Galilee and from Judea and Jerusalem. They heard that the Lord had given Jesus the power to heal the sick.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 18,
          "text": "Some men came carrying a man who could not walk. He was lying on a mat. They tried to take him into the house to place him in front of Jesus.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 19,
          "text": "They could not find a way to do this because of the crowd. So they went up on the roof. Then they lowered the man on his mat through the opening in the roof tiles. They lowered him into the middle of the crowd, right in front of Jesus.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 20,
          "text": "When Jesus saw that they had faith, he said, “Friend, your sins are forgiven.”",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 21,
          "text": "The Pharisees and the teachers of the law began to think, “Who is this fellow who says such an evil thing? Who can forgive sins but God alone?”",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 22,
          "text": "Jesus knew what they were thinking. So he asked, “Why are you thinking these things in your hearts?",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 23,
          "text": "Is it easier to say, ‘Your sins are forgiven’? Or to say, ‘Get up and walk’?",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 24,
          "text": "I want you to know that the Son of Man has authority on earth to forgive sins.” So he spoke to the man who could not walk. “I tell you,” he said, “get up. Take your mat and go home.”",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 25,
          "text": "Right away, the man stood up in front of them. He took his mat and went home praising God.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 26,
          "text": "Everyone was amazed and gave praise to God. They were filled with wonder. They said, “We have seen unusual things today.”",
          "isHeading": false
        }
      ]
    }
  }
}