{
  "torah": {
    "passage": "Leviticus 8:14 - 8:21",
    "versions": {
      "leb": [
        {
          "chapter": 8,
          "verse": 14,
          "text": "Then he brought forth the bull of the sin offering, and Aaron and his sons placed their hands on the head of the bull of the sin offering,",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 15,
          "text": "and he slaughtered it, and Moses took the blood and put it with his finger on the altar’s horns all around and purified the altar; then he poured the blood out on the altar’s base—thus he consecrated it in order to make atonement for it.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 16,
          "text": "Then he took all the fat that was on the inner parts and the lobe on the liver and the two kidneys and their fat, and Moses turned them into smoke on the altar,",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 17,
          "text": "but he burned the bull and its skin and its meat and its offal in the fire outside the camp, just as Yahweh had commanded Moses.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 18,
          "text": "Then he brought the ram of the burnt offering near, and Aaron and his sons placed their hands on the ram’s head,",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 19,
          "text": "and he slaughtered it. Then Moses sprinkled the blood on the altar all around.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 20,
          "text": "Then he cut the ram into pieces, and Moses turned into smoke the head and the pieces and the suet,",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 21,
          "text": "but he washed the inner parts and the lower leg bones with water, and Moses turned into smoke all of the ram on the altar; it was a burnt offering as an appeasing fragrance, an offering made by fire for Yahweh, just as Yahweh had commanded Moses.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 8,
          "verse": 14,
          "text": "Then he brought the bull for the sin offering. Aaron and his sons placed their hands on its head.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 15,
          "text": "Moses killed the bull. He dipped his finger into some of the blood. He put it on all of the horns that stick out from the upper four corners of the altar. He did it to make the altar pure. He poured out the rest of the blood at the bottom of the altar. So he set it apart to make it pure.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 16,
          "text": "Moses also removed all of the fat that was around the inside parts of the bull. He removed the covering of the liver. He took both kidneys and their fat. Then he burned all of it on the altar.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 17,
          "text": "But he burned the rest of the bull outside the camp. He burned up its hide, its meat and its guts. He did it just as the Lord had commanded him.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 18,
          "text": "Then Moses brought the ram for the burnt offering. Aaron and his sons placed their hands on its head.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 19,
          "text": "Moses killed the ram. He sprinkled the blood against every side of the altar.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 20,
          "text": "He cut the ram into pieces. He burned the head, the other pieces and the fat.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 21,
          "text": "He washed the inside parts and the legs with water. He burned the whole ram on the altar as a burnt offering. It had a pleasant smell. It was an offering that was made to the Lord with fire. Moses did everything just as the Lord had commanded him.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Matthew 8:1-34",
    "versions": {
      "leb": [
        {
          "chapter": 8,
          "verse": 1,
          "text": "And when he came down from the mountain, large crowds followed him.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 2,
          "text": "And behold, a leper approached and worshiped him, saying, “Lord, if you are willing, you are able to make me clean.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 3,
          "text": "And extending his hand he touched him, saying, “I am willing, be clean.” And immediately his leprosy was cleansed.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 4,
          "text": "And Jesus said to him, “See that you tell no one, but go, show yourself to the priest and offer the gift that Moses commanded, for a testimony to them.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 5,
          "text": "Now when he entered Capernaum, a centurion approached him, appealing to him",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 6,
          "text": "and saying, “Lord, my slave is lying paralyzed in my house, terribly tormented!”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 7,
          "text": "And he said to him, “I will come and heal him.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 8,
          "text": "And the centurion answered and said, “Lord, I am not worthy that you should come in under my roof. But only say the word and my slave will be healed.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 9,
          "text": "For I also am a man under authority who has soldiers under me, and I say to this one, ‘Go!’ and he goes, and to another one, ‘Come!’ and he comes, and to my slave, ‘Do this!’ and he does it.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 10,
          "text": "Now when Jesus heard this, he was astonished, and said to those who were following him, “Truly I say to you, I have found such great faith with no one in Israel.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 11,
          "text": "But I say to you that many will come from east and west and be seated at the banquet with Abraham and Isaac and Jacob in the kingdom of heaven.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 12,
          "text": "But the sons of the kingdom will be thrown out into the outer darkness. In that place there will be weeping and gnashing of teeth!”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 13,
          "text": "And Jesus said to the centurion, “Go, as you have believed it will be done for you.” And the slave was healed at that hour.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 14,
          "text": "And when Jesus came into Peter’s house, he saw his mother-in-law lying down and suffering with a fever.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 15,
          "text": "And he touched her hand and the fever left her, and she got up and began to serve him.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 16,
          "text": "Now when it was evening, they brought to him many who were demon-possessed, and he expelled the spirits with a word. And he healed all those who were sick,",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 17,
          "text": "“He himself took away our sicknesses,\nand carried away our diseases.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 18,
          "text": "Now when Jesus saw many crowds around him, he gave orders to depart to the other side.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 19,
          "text": "And a scribe approached and said to him, “Teacher, I will follow you wherever you go!”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 20,
          "text": "And Jesus said to him, “Foxes have dens and birds of the sky have nests, but the Son of Man has no place to lay his head.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 21,
          "text": "And another of the disciples said to him, “Lord, allow me first to go and bury my father.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 22,
          "text": "But Jesus said to him, “Follow me, and leave the dead to bury their own dead!”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 23,
          "text": "And as he got into the boat, his disciples followed him.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 24,
          "text": "And behold, a great storm arose on the sea, so that the boat was being inundated by the waves, but he himself was asleep.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 25,
          "text": "And they came and woke him, saying, “Lord, save us! We are perishing!”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 26,
          "text": "And he said to them, “Why are you fearful, you of little faith?” Then he got up and rebuked the winds and the sea and there was a great calm.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 27,
          "text": "And the men were astonished, saying, “What sort of man is this, that even the winds and the sea obey him?”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 28,
          "text": "And when he came to the other side, to the region of the Gadarenes, two demon-possessed men coming from among the tombs met him, very violent, so that no one was able to pass by along that road.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 29,
          "text": "And behold, they cried out, saying, “What do you have to do with us, Son of God? Have you come here to torment us before the time?”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 30,
          "text": "Now a long way from them a large herd of pigs was feeding.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 31,
          "text": "So the demons implored him, saying, “If you are going to expel us, send us into the herd of pigs.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 32,
          "text": "And he said to them, “Go!” So they departed and went into the pigs, and behold, the whole herd rushed headlong down the steep slope into the sea and drowned in the water.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 33,
          "text": "Now the herdsmen fled and went into the town and reported everything, including the things concerning the demon-possessed men.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 34,
          "text": "And behold, the whole town came out to meet Jesus, and when they saw him, they implored him that he would depart from their region.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 8,
          "verse": 1,
          "text": "Jesus came down from the mountainside. Large crowds followed him.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 2,
          "text": "A man who had a skin disease came and got down on his knees in front of Jesus. He said, “Lord, if you are willing to make me ‘clean,’ you can do it.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 3,
          "text": "Jesus reached out his hand and touched the man. “I am willing to do it,” he said. “Be ‘clean’!”\nRight away the man was healed of his skin disease.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 4,
          "text": "Then Jesus said to him, “Don’t tell anyone. Go and show yourself to the priest. Offer the gift Moses commanded. It will be a witness to them.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 5,
          "text": "When Jesus entered Capernaum, a Roman commander came to him. He asked Jesus for help.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 6,
          "text": "“Lord,” he said, “my servant lies at home and can’t move. He is suffering terribly.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 7,
          "text": "Jesus said, “I will go and heal him.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 8,
          "text": "The commander replied, “Lord, I am not good enough to have you come into my house. But just say the word, and my servant will be healed.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 9,
          "text": "I myself am a man under authority. And I have soldiers who obey my orders. I tell this one, ‘Go,’ and he goes. I tell that one, ‘Come,’ and he comes. I say to my servant, ‘Do this,’ and he does it.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 10,
          "text": "When Jesus heard this, he was amazed. He said to those following him, “What I’m about to tell you is true. In Israel I have not found anyone whose faith is so strong.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 11,
          "text": "“I say to you that many will come from the east and the west. They will take their places at the feast in the kingdom of heaven. They will sit with Abraham, Isaac and Jacob.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 12,
          "text": "But those who think they belong to the kingdom will be thrown outside, into the darkness. There they will sob and grind their teeth.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 13,
          "text": "Then Jesus said to the Roman commander, “Go! It will be done just as you believed it would.”\nAnd his servant was healed at that very hour.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 14,
          "text": "When Jesus came into Peter’s house, he saw Peter’s mother-in-law. She was lying in bed. She had a fever.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 15,
          "text": "Jesus touched her hand, and the fever left her. She got up and began to wait on him.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 16,
          "text": "When evening came, many people controlled by demons were brought to Jesus. He drove out the spirits with a word. He healed all who were sick.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 17,
          "text": "He did it to make what the prophet Isaiah had said come true. He had said,\n“He suffered the things we should have suffered.\nHe took on himself the sicknesses that should have been ours.” ()",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 18,
          "text": "Jesus saw the crowd around him. So he gave his disciples orders to go to the other side of the Sea of Galilee.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 19,
          "text": "Then a teacher of the law came to him. He said, “Teacher, I will follow you no matter where you go.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 20,
          "text": "Jesus replied, “Foxes have holes. Birds of the air have nests. But the Son of Man has no place to lay his head.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 21,
          "text": "Another follower said to him, “Lord, first let me go and bury my father.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 22,
          "text": "But Jesus told him, “Follow me. Let the dead bury their own dead.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 23,
          "text": "Jesus got into a boat. His disciples followed him.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 24,
          "text": "Suddenly a terrible storm came up on the lake. The waves crashed over the boat. But Jesus was sleeping.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 25,
          "text": "The disciples went and woke him up. They said, “Lord! Save us! We’re going to drown!”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 26,
          "text": "He replied, “Your faith is so small! Why are you so afraid?”\nThen Jesus got up and ordered the winds and the waves to stop. It became completely calm.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 27,
          "text": "The disciples were amazed. They asked, “What kind of man is this? Even the winds and the waves obey him!”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 28,
          "text": "Jesus arrived at the other side of the lake in the area of the Gadarenes. Two men controlled by demons met him. They came from the tombs. The men were so wild that no one could pass that way.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 29,
          "text": "“Son of God, what do you want with us?” they shouted. “Have you come here to punish us before the time for us to be judged?”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 30,
          "text": "Not very far away, a large herd of pigs was feeding.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 31,
          "text": "The demons begged Jesus, “If you drive us out, send us into the herd of pigs.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 32,
          "text": "Jesus said to them, “Go!”\nSo the demons came out of the men and went into the pigs. The whole herd rushed down the steep bank. They ran into the lake and drowned in the water.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 33,
          "text": "Those who were tending the pigs ran off. They went into the town and reported all this. They told the people what had happened to the men who had been controlled by demons.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 34,
          "text": "Then the whole town went out to meet Jesus. When they saw him, they begged him to leave their area.",
          "isHeading": false
        }
      ]
    }
  }
}