{
  "torah": {
    "passage": "Genesis 7:17 - 8:14",
    "versions": {
      "leb": [
        {
          "chapter": 7,
          "verse": 17,
          "text": "And the flood came forty days and forty nights upon the earth. And the waters increased, and lifted the ark, and it rose up from the earth.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 18,
          "text": "And the waters prevailed and increased greatly upon the earth. And the ark went upon the surface of the waters.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 19,
          "text": "And the waters prevailed overwhelmingly upon the earth, and they covered all the high mountains which were under the entire heaven.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 20,
          "text": "The waters swelled fifteen cubits above the mountains, covering them.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 21,
          "text": "And every living thing that moved on the earth perished—the birds, and the domesticated animals, and the wild animals, and everything that swarmed on the earth, and all humankind.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 22,
          "text": "Everything in whose nostrils was the breath of life, among all that was on dry land, died.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 23,
          "text": "And he blotted out every living thing upon the surface of the ground, from humankind, to animals, to creeping things, and to the birds of heaven; they were blotted out from the earth. Only Noah and those who were with him in the ark remained.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 24,
          "text": "And the waters prevailed over the earth one hundred and fifty days.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 1,
          "text": "The Flood Subsides\nAnd God remembered Noah and all the wild animals, and all the domesticated animals that were with him in the ark. And God caused a wind to blow over the earth, and the waters subsided.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 2,
          "text": "And the fountains of the deep and the windows of the heavens were closed, and the rain from the heavens was restrained.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 3,
          "text": "And the waters receded from the earth gradually, and the waters abated at the end of one hundred and fifty days.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 4,
          "text": "And the ark came to rest in the seventh month, on the seventeenth day of the month, on the mountains of Ararat.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 5,
          "text": "And the waters continued to recede to the tenth month; in the tenth month, on the first of the month, the tops of the mountains appeared.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 6,
          "text": "And it happened that at the end of forty days Noah opened the window of the ark that he had made.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 7,
          "text": "And he sent out a raven; it went to and fro until the waters were dried up from upon the earth.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 8,
          "text": "And he sent out a dove to see whether the waters had subsided from upon the ground.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 9,
          "text": "But the dove did not find a resting place for the sole of her foot, and she returned to him into the ark, for the waters were still on the face of the earth. And he stretched out his hand and took her, and brought her to himself into the ark.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 10,
          "text": "And he waited another seven days, and again he sent out the dove from the ark.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 11,
          "text": "And the dove came to him in the evening, and behold, a freshly-picked olive tree leaf was in her mouth. And Noah knew that the waters had subsided from upon the earth.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 12,
          "text": "And he waited seven more days, and he sent out the dove. But it did not return again to him.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 13,
          "text": "And it happened that, in the six hundred and first year, in the first month, on the first day of the month, the waters dried up from upon the earth. And Noah removed the covering of the ark and looked. And behold, the face of the ground was dried up.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 14,
          "text": "And in the second month, on the twenty-seventh day of the month, the earth was dry.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 7,
          "verse": 17,
          "text": "For 40 days the flood kept coming on the earth. As the waters rose higher, they lifted the ark high above the earth.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 18,
          "text": "The waters rose higher and higher on the earth. And the ark floated on the water.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 19,
          "text": "The waters rose on the earth until all of the high mountains under the entire sky were covered.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 20,
          "text": "The waters continued to rise until they covered the mountains by more than 20 feet.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 21,
          "text": "Every living thing that moved on the earth died. The birds, the livestock and the wild animals died. All of the creatures that fill the earth also died. And so did every human being.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 22,
          "text": "Everything on dry land that had the breath of life in it died.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 23,
          "text": "Every living thing on the earth was wiped out. People and animals were destroyed. The creatures that move along the ground and the birds of the air were wiped out.\nEverything was destroyed from the earth. Only Noah and those who were with him in the ark were left.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 24,
          "text": "The waters flooded the earth for 150 days.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 1,
          "text": "But God showed concern for Noah. He also showed concern for all of the wild animals and livestock that were with Noah in the ark.\nSo God sent a wind over the earth. And the waters began to go down.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 2,
          "text": "The springs at the bottom of the oceans had been closed. The windows of the skies had been closed. And the rain had stopped falling from the sky.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 3,
          "text": "The water continued to go down from the earth. At the end of the 150 days the water had gone down.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 4,
          "text": "On the 17th day of the seventh month, the ark came to rest on the mountains of Ararat.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 5,
          "text": "The waters continued to go down until the tenth month. On the first day of the month, the tops of the mountains could be seen.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 6,
          "text": "After 40 days Noah opened the window he had made in the ark.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 7,
          "text": "He sent a raven out. It kept flying back and forth until the water had dried up from the earth.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 8,
          "text": "Then Noah sent a dove out. He wanted to see if the water had gone down from the surface of the ground.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 9,
          "text": "But the dove couldn’t find any place to put its feet down. There was still water over the whole surface of the earth. So the dove returned to Noah in the ark. Noah reached out his hand and took the dove in. He brought it back to himself in the ark.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 10,
          "text": "He waited seven more days. Then he sent the dove out from the ark again.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 11,
          "text": "In the evening the dove returned to him. There in its beak was a freshly picked olive leaf! So Noah knew that the water on the earth had gone down.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 12,
          "text": "He waited seven more days. Then he sent the dove out again. But that time it didn’t return to him.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 13,
          "text": "It was the first day of the first month of Noah’s 601st year. The water had dried up from the earth. Then Noah removed the covering from the ark. He saw that the surface of the ground was dry.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 14,
          "text": "By the 27th day of the second month the earth was completely dry.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "John 3:22 - 3:36",
    "versions": {
      "leb": [
        {
          "chapter": 3,
          "verse": 22,
          "text": "Additional Testimony by John the Baptist About Jesus\nAfter these things Jesus and his disciples came into Judean territory, and there he spent time with them and was baptizing.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 23,
          "text": "Now John was also baptizing at Aenon near Salim, because water was plentiful there, and they were coming and were being baptized.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 24,
          "text": "(For John had not yet been thrown into prison.)",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 25,
          "text": "So a dispute occurred on the part of John’s disciples with a Jew concerning purification.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 26,
          "text": "And they came to John and said to him, “Rabbi, he who was with you on the other side of the Jordan, about whom you testified—look, this one is baptizing, and all are coming to him!”",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 27,
          "text": "John answered and said, “A man can receive not one thing unless it is granted to him from heaven!",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 28,
          "text": "You yourselves testify about me that I said, ‘I am not the Christ, but I am sent before that one.’",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 29,
          "text": "The one who has the bride is the bridegroom. But the friend of the bridegroom, who stands and hears him, rejoices greatly because of the bridegroom’s voice. So this joy of mine is complete.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 30,
          "text": "It is necessary for that one to increase, but for me to decrease.”",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 31,
          "text": "The one who comes from above is over all. The one who is from the earth is from the earth and speaks from the earth; the one who comes from heaven is over all.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 32,
          "text": "What he has seen and heard, this he testifies, and no one accepts his testimony.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 33,
          "text": "The one who accepts his testimony has attested that God is true.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 34,
          "text": "For the one whom God sent speaks the words of God, for he does not give the Spirit by measure.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 35,
          "text": "The Father loves the Son and has given all things into his hand.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 36,
          "text": "The one who believes in the Son has eternal life, but the one who disobeys the Son will not see life—but the wrath of God remains on him.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 3,
          "verse": 22,
          "text": "John the Baptist Gives Witness About Jesus\nAfter this, Jesus and his disciples went out into the countryside of Judea. There he spent some time with them. And he baptized people there.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 23,
          "text": "John was also baptizing. He was at Aenon near Salim, where there was plenty of water. People were coming all the time to be baptized.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 24,
          "text": "That was before John was put in prison.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 25,
          "text": "Some of John’s disciples and a certain Jew began to argue. They argued about special washings to make people “clean.”",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 26,
          "text": "They came to John and said to him, “Rabbi, that man who was with you on the other side of the Jordan River is baptizing people. He is the one you gave witness about. Everyone is going to him.”",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 27,
          "text": "John replied, “A person can receive only what God gives him from heaven.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 28,
          "text": "You yourselves are witnesses that I said, ‘I am not the Christ. I was sent ahead of him.’",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 29,
          "text": "The bride belongs to the groom. The friend who helps the groom waits and listens for him. He is full of joy when he hears the groom’s voice. That joy is mine, and it is now complete.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 30,
          "text": "He must become more important. I must become less important.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 31,
          "text": "“The One who comes from above is above everything. The one who is from the earth belongs to the earth and speaks like someone from the earth. The One who comes from heaven is above everything.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 32,
          "text": "He gives witness to what he has seen and heard. But no one accepts what he says.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 33,
          "text": "Anyone who has accepted it has said, ‘Yes. God is truthful.’",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 34,
          "text": "The One whom God has sent speaks God’s words. God gives the Holy Spirit without limit.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 35,
          "text": "“The Father loves the Son and has put everything into his hands.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 36,
          "text": "Anyone who believes in the Son has eternal life. Anyone who says no to the Son will not have life. God’s anger remains on him.”",
          "isHeading": false
        }
      ]
    }
  }
}