{
  "torah": {
    "passage": "Exodus 19:7 - 19:19",
    "versions": {
      "leb": [
        {
          "chapter": 19,
          "verse": 7,
          "text": "And Moses came and called the elders of the people, and he placed before them all these words that Yahweh had commanded him.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 8,
          "text": "And all the people together answered and said, “All that Yahweh has spoken we will do.” And Moses brought back the words of the people to Yahweh.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 9,
          "text": "And Yahweh said to Moses, “Look, I am going to come to you in a thick cloud in order that the people will hear when I speak with you and will also trust in you forever.” And Moses told the words of the people to Yahweh.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 11,
          "text": "and they must be prepared for the third day, because on the third day, Yahweh will go down on Mount Sinai before the eyes of all the people.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 12,
          "text": "And you must set limits for the people all around, saying, ‘Guard yourselves against going up to the mountain and touching its edge. Anyone touching the mountain will certainly be put to death.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 13,
          "text": "Not a hand will touch it, because he will certainly be stoned or certainly be shot; whether an animal or a man, he will not live.’ At the blowing of the ram’s horn they may go up to the mountain.”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 14,
          "text": "And Moses went down from the mountain to the people, and he consecrated the people, and they washed their clothes.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 15,
          "text": "And he said to the people, “Be ready for the third day. Do not go near to a woman.”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 16,
          "text": "And on the third day, when it was morning, there was thunder and lightning, and a heavy cloud over the mountain and a very loud ram’s horn sound, and all the people who were in the camp trembled.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 17,
          "text": "And Moses brought the people out from the camp to meet God, and they took their stand at the foot of the mountain.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 18,
          "text": "And Mount Sinai was all wrapped in smoke because Yahweh went down on it in the fire, and its smoke went up like the smoke of a smelting furnace, and the whole mountain trembled greatly.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 19,
          "text": "And the sound of the ram’s horn became louder and louder, and Moses would speak, and God would answer him with a voice.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 19,
          "verse": 7,
          "text": "So Moses went back. He sent for the elders of the people. He explained to them everything the Lord had commanded him to say.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 8,
          "text": "All of the people answered together. They said, “We will do everything the Lord has said.”\nSo Moses brought their answer back to the Lord.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 9,
          "text": "The Lord spoke to Moses. He said, “I am going to come to you in a thick cloud. The people will hear me speaking with you. They will always put their trust in you.” Then Moses told the Lord what the people had said.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 11,
          "text": "Have the people ready by the third day. On that day I will come down on Mount Sinai. Everyone will see it.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 12,
          "text": "“Put limits for the people around the mountain. Tell them, ‘Be careful that you do not go up the mountain. Do not even touch the foot of it. You can be sure that all who touch the mountain will be put to death.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 13,
          "text": "Do not lay a hand on any of them. Kill them with stones or shoot them with arrows. Whether they are people or animals, do not let them live.’ They may go up to the mountain only when the ram’s horn gives out a long blast.”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 14,
          "text": "Moses went down the mountain to the people. After he set them apart for the Lord, they washed their clothes.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 15,
          "text": "Then he spoke to the people. He said, “Get ready for the third day. Don’t make love.”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 16,
          "text": "On the morning of the third day there was thunder and lightning. A thick cloud covered the mountain. A trumpet gave out a very loud blast. Everyone in the camp trembled with fear.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 17,
          "text": "Then Moses led the people out of the camp to meet with God. They stood at the foot of the mountain.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 18,
          "text": "Smoke covered Mount Sinai, because the Lord came down on it in fire. The smoke rose up from it like smoke from a furnace. The whole mountain trembled and shook.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 19,
          "text": "The sound of the trumpet got louder and louder. Then Moses spoke. And the voice of God answered him.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Mark 7:31 - 7:37",
    "versions": {
      "leb": [
        {
          "chapter": 7,
          "verse": 31,
          "text": "And again he went away from the region of Tyre and came through Sidon to the Sea of Galilee, within the region of the Decapolis.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 32,
          "text": "And they brought to him a man who was deaf and had difficulty speaking, and they were imploring him that he would place his hand on him.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 33,
          "text": "And he took him away from the crowd by himself and put his fingers into his ears, and after spitting, he touched his tongue.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 34,
          "text": "And looking up to heaven, he sighed and said to him, “Ephphatha!” (that is, “Be opened!”).",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 35,
          "text": "And his ears were opened and his difficulty in speaking was removed and he began to speak normally.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 36,
          "text": "And he ordered them that they should say nothing, but as much as he ordered them not to, they proclaimed it even more instead.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 37,
          "text": "And they were amazed beyond all measure, saying, “He has done all things well! He even makes the deaf hear and the mute speak!”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 7,
          "verse": 31,
          "text": "Then Jesus left the area of Tyre and went through Sidon. He went down to the Sea of Galilee and into the area known as the Ten Cities.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 32,
          "text": "There some people brought a man to him. The man was deaf and could hardly speak. They begged Jesus to place his hand on him.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 33,
          "text": "Jesus took the man to one side, away from the crowd. He put his fingers into the man’s ears. Then he spit and touched the man’s tongue.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 34,
          "text": "Jesus looked up to heaven. With a deep sigh, he said to the man, “Ephphatha!” That means “Be opened!”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 35,
          "text": "The man’s ears were opened. His tongue was freed up, and he began to speak clearly.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 36,
          "text": "Jesus ordered the people not to tell anyone. But the more he did so, the more they kept talking about it.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 37,
          "text": "People were really amazed. “He has done everything well,” they said. “He even makes deaf people able to hear. And he makes those who can’t speak able to talk.”",
          "isHeading": false
        }
      ]
    }
  }
}