{
  "torah": {
    "passage": "Numbers 8:15 - 8:26",
    "versions": {
      "leb": [
        {
          "chapter": 8,
          "verse": 15,
          "text": "And after this the Levites will come to serve at the tent of assembly, and you will purify them, and you will offer them as a wave offering.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 16,
          "text": "For they are given to me exclusively from the midst of the Israelites. I have taken them for myself in place of the firstborn of every womb, every firstborn from the Israelites.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 17,
          "text": "For every firstborn among the Israelites is mine, both humankind and animal. On the day I destroyed every firstborn in the land of Egypt I consecrated them to me,",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 18,
          "text": "and I have taken the Levites in the place of every firstborn among the Israelites.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 19,
          "text": "And I have given the Levites; they are given to Aaron and his sons from the midst of the Israelites to do the work of the Israelites in the tent of the assembly and to make atonement for the Israelites, so a plague will not be among the Israelites when the Israelites come near the sanctuary.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 21,
          "text": "And the Levites purified themselves, and they washed their garments, and Aaron offered them as a wave offering before Yahweh; and Aaron made atonement for them to purify them.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 22,
          "text": "After this the Levites came to do their work in the tent of assembly before Aaron and his sons. Just as Yahweh commanded Moses concerning the Levities, so they did to them.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 23,
          "text": "Yahweh spoke to Moses, saying,",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 24,
          "text": "“This is what is for the Levites: those twenty-five years old and above will come to help with the service in the work of the tent of assembly;",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 25,
          "text": "and those fifty years old will return from the service of the work and will serve no longer.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 26,
          "text": "They can attend their brothers in the tent of assembly to keep their responsibilities, but they will not do work. This is what you will do concerning the Levities and their responsibilities.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 8,
          "verse": 15,
          "text": "“Make the Levites pure. Give them to me as a wave offering. Then they must come to do their work at the Tent of Meeting.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 16,
          "text": "They are the men of Israel who will be given to me completely. I have taken them to be my own. I have taken them in place of every son who is born first in his family in Israel.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 17,
          "text": "“Every male that is born first in Israel belongs to me. That is true whether it is a man or an animal. I struck down all of the males that were born first to a mother in Egypt. Then I set apart for myself all of the males that were born first in Israel.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 18,
          "text": "And I have taken the Levites in place of all of the sons who are born first in Israel.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 19,
          "text": "“I have given the Levites as gifts to Aaron and his sons. I have taken them from all of the men of Israel. I have appointed them to do the work at the Tent of Meeting. They will do it in place of the men of Israel.\n“That is how they will keep the men of Israel from being guilty when they go near the sacred tent. Then no plague will strike the people of Israel when they go near the tent.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 21,
          "text": "The Levites made themselves pure. They washed their clothes. Then Aaron gave them to the Lord as a wave offering. That’s how he paid for their sin to make them pure.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 22,
          "text": "After that, the Levites came to do their work at the Tent of Meeting. They worked under the direction of Aaron and his sons. And so Moses and Aaron and the whole community of Israel did with the Levites just as the Lord had commanded Moses.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 23,
          "text": "The Lord spoke to Moses. He said,",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 24,
          "text": "“Here is what the Levites must do. Men who are 25 years old or more must come and take part in the work at the Tent of Meeting.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 25,
          "text": "“But when they reach the age of 50, they must not work any longer. They must stop doing their regular work.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 26,
          "text": "They can help their brothers with their duties at the Tent of Meeting. But they themselves should not do the work. That is how you must direct the Levites to do their work.”",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "?",
    "versions": {
      "leb": [],
      "nirv": []
    }
  }
}