{
  "torah": {
    "passage": "Numbers 16:14 - 16:19",
    "versions": {
      "leb": [
        {
          "chapter": 16,
          "verse": 14,
          "text": "Surely, you have not brought us to a land that flows with milk and honey, and you have not given us the inheritance of fields and a vineyard. Will you gouge out the eyes of these men? We will not come!”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 15,
          "text": "Then Moses became angry, and he said to Yahweh, “Do not notice their grain offering. I have not offered one donkey from them, and I have not mistreated one of them.”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 16,
          "text": "And Moses said to Korah, “You and your entire company will be before Yahweh tomorrow, you and they and Aaron.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 17,
          "text": "Each one take his censer, and put incense on it and you will present it before Yahweh, and each of you bring his censer, two hundred and fifty censers, you and Aaron, each his censer.”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 18,
          "text": "So each of them took his censer, and they put fire on them, and they placed incense on them; they stood at the doorway of the tent of the assembly of Moses and Aaron.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 19,
          "text": "And Korah summoned them, the entire community, by the doorway of the tent of assembly, and the glory of Yahweh appeared to all the community.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 16,
          "verse": 14,
          "text": "“Besides, you haven’t brought us into a land that has plenty of milk and honey. You haven’t given us fields and vineyards of our own. Are you going to poke out the eyes of these men? No! We won’t come!”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 15,
          "text": "Then Moses became very angry. He said to the Lord, “Don’t accept their offering. I haven’t taken even a donkey from them. In fact, I haven’t done anything wrong to any of them.”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 16,
          "text": "Moses said to Korah, “You and all of your followers must stand in front of the Lord tomorrow. You must appear there along with Aaron.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 17,
          "text": "Each man must get his shallow cup. He must put incense in it. There will be a total of 250 incense cups. Each man must bring his cup to the Lord. You and Aaron must also bring your cups.”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 18,
          "text": "So each man got his cup. He put fire and incense in it. All of the men came with Moses and Aaron. They stood at the entrance to the Tent of Meeting.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 19,
          "text": "Korah gathered all of his followers together at the entrance to the tent. They opposed Moses and Aaron.\nThen the glory of the Lord appeared to the whole community.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "?",
    "versions": {
      "leb": [],
      "nirv": []
    }
  }
}