{
  "torah": {
    "passage": "Numbers 22:21 - 22:38",
    "versions": {
      "leb": [
        {
          "chapter": 22,
          "verse": 21,
          "text": "So Balaam got up in the morning and saddled his donkey, and he went with the princes of Moab.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 22,
          "text": "Balaam and the Angel\nBut God became angry because he was going, and the angel of Yahweh stood in the road as an adversary to him; he was riding on his donkey, and two servants were with him.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 23,
          "text": "The donkey saw the angel of Yahweh standing in the road with his sword drawn in his hand, and the donkey turned aside from the road and went into the field. And Balaam struck the donkey to turn her back to the road.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 24,
          "text": "The angel of Yahweh stood in the narrow path of the vineyards, with a wall on either side.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 25,
          "text": "When the donkey saw the angel of Yahweh, she pressed herself into the wall, and she pressed the foot of Balaam into the wall, so he struck her again.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 26,
          "text": "Then the angel of Yahweh went further ahead and stood in a narrow place where there was not a way to turn aside to the right or left.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 27,
          "text": "When the donkey saw the angel of Yahweh, she lay down under Balaam, so Balaam became angry, and he struck the donkey with his staff.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 28,
          "text": "Yahweh opened the mouth of the donkey, and she said to Balaam, “What did I do to you that you struck me these three times?”",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 29,
          "text": "Balaam said to the donkey, “Because you made a mockery of me! If only I had a sword in my hand, I would kill you right now!”",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 30,
          "text": "The donkey said to Balaam, “Am I not your donkey on which you have ridden all your life until this day? Have I been in the habit of doing this to you?” He said, “No.”",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 31,
          "text": "Then Yahweh exposed the eyes of Balaam, and he saw the angel of Yahweh standing in the road with his sword drawn in his hand, and he bowed down and worshiped to his face.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 32,
          "text": "The angel of Yahweh said to him, “Why have you struck this donkey three times? Look, I have come out as an adversary because your conduct is perverse before me.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 33,
          "text": "The donkey saw me and turned aside from me these three times. If she had not turned aside from my face, then I would have killed you and kept her alive.”",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 34,
          "text": "Balaam said to the angel of Yahweh, “I have sinned because I did not know that you were standing to meet me in the road. Now, if it is displeasing to you, I will turn back.”",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 35,
          "text": "The angel of Yahweh said to Balaam, “Go with the men, but speak only the word that I will speak to you.” So Balaam went with the princes of Balak.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 36,
          "text": "When Balak heard that Balaam was coming, he went out to meet him by the city of Moab, which was on the boundary of Aaron at the end of the territory.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 37,
          "text": "And Balak said to Balaam, “Did I not urgently send to meet with you? Why did you not come to me? Am I really not able to honor you?”",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 38,
          "text": "Balaam said to Balak, “Look, I came to you now. Am I really able to speak anything at all? I speak the word that God puts in my mouth.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 22,
          "verse": 21,
          "text": "Balaam’s Donkey\nBalaam got up in the morning. He put a saddle on his donkey. Then he went with the princes of Moab.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 22,
          "text": "But God was very angry when Balaam went. So the angel of the Lord stood in the road to oppose him. Balaam was riding on his donkey. His two servants were with him.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 23,
          "text": "The donkey saw the angel of the Lord standing in the road. The angel was holding a sword. He was ready for battle. So the donkey left the road and went into a field. Balaam hit the donkey. He wanted to get it back on the road.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 24,
          "text": "Then the angel of the Lord stood in a narrow path. The path went between two vineyards. There were walls on both sides.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 25,
          "text": "The donkey saw the angel of the Lord. So it moved close to the wall. It crushed Balaam’s foot against the wall. He hit the donkey again.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 26,
          "text": "Then the angel of the Lord moved on ahead. He stood in a narrow place. There was no room to turn, either right or left.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 27,
          "text": "The donkey saw the angel of the Lord. So it lay down under Balaam. That made him angry. He hit the donkey with his walking stick.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 28,
          "text": "Then the Lord opened the donkey’s mouth. It said to Balaam, “What have I done to you? Why did you hit me those three times?”",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 29,
          "text": "Balaam answered the donkey. He said, “You have made me look foolish! I wish I had a sword in my hand. If I did, I’d kill you right now.”",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 30,
          "text": "The donkey said to Balaam, “I’m your own donkey. I’m the one you have always ridden. Haven’t you been riding me to this very day? Have I ever made you look foolish before?”\n“No,” he said.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 31,
          "text": "Then the Lord opened Balaam’s eyes. He saw the angel of the Lord standing in the road. He saw that the angel was holding a sword. The angel was ready for battle. So Balaam bowed down. He fell with his face to the ground.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 32,
          "text": "The angel of the Lord spoke to him. He asked him, “Why have you hit your donkey three times? I have come here to oppose you. What you are doing is foolish.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 33,
          "text": "The donkey saw me. It turned away from me three times. Suppose it had not turned away. Then I would certainly have killed you by now. But I would have spared the donkey.”",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 34,
          "text": "Balaam spoke to the angel of the Lord. He said, “I have sinned. I didn’t realize you were standing in the road to oppose me. Tell me whether you are pleased with me. If you aren’t, I’ll go back.”",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 35,
          "text": "The angel of the Lord spoke to Balaam. He said, “Go with the men. But say only what I tell you to say.” So Balaam went with the princes of Balak.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 36,
          "text": "Balak heard that Balaam was coming. So he went out to meet him. They met at a Moabite town near the Arnon River. The town was on the border of Balak’s territory.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 37,
          "text": "Balak spoke to Balaam. He said, “Didn’t I send messengers to you? I wanted you to come quickly. So why didn’t you come? I can make you very rich.”",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 38,
          "text": "“Well, I’ve come to you now,” Balaam replied. “But I can’t say just anything. I can only speak the words God puts in my mouth.”",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "?",
    "versions": {
      "leb": [],
      "nirv": []
    }
  }
}