{
  "torah": {
    "passage": "Numbers 11:30 - 12:16",
    "versions": {
      "leb": [
        {
          "chapter": 11,
          "verse": 30,
          "text": "Then Moses and the elders of Israel were gathered to the camp.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 31,
          "text": "Then a wind set out from Yahweh, and it drove quails from the west, and he spread them out on the camp about a day’s journey on one side and about a day’s journey on the other, all around the camp, about two cubits on the surface of the land.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 32,
          "text": "And so the people worked all day and all night and all the next day, and they gathered the quail (the least of the ones collecting gathered ten homers).",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 33,
          "text": "While the meat was still between their teeth, before it was consumed, Yahweh was angry with the people, and Yahweh struck a very great plague among the people.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 34,
          "text": "And he called the name of that place Kibroth Hattaavah because they buried the people that were greedy.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 35,
          "text": "From Kibroth Hattaavah the people set out to Hazeroth; and they stayed in Hazeroth.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 1,
          "text": "And Miriam and Aaron spoke against Moses because of the Cushite woman whom he took (because he took a Cushite wife);",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 2,
          "text": "and they said, “Has Yahweh spoken only through Moses? Has not Yahweh also spoken through us?” And Yahweh heard it.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 3,
          "text": "Now the man, Moses, was more humble than any other person on the face of the earth,",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 4,
          "text": "and Yahweh said suddenly to Moses, Aaron, and Miriam, “Go out, you three, to the tent of assembly.” So the three of them when out.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 5,
          "text": "And Yahweh went down in a column of cloud and stood at the doorway of the tent, and he called Aaron and Miriam, and the two of them went,",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 6,
          "text": "“Please hear my words:\nIf there is a prophet among you, I, Yahweh,\nwill make myself known to him in a vision.\nI will speak to him in a dream.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 7,
          "text": "in all my house he is faithful.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 8,
          "text": "in clearness, not in riddles;\nand he will look at the form of Yahweh.\nWhy were you not afraid to speak against my servant, against Moses?”",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 9,
          "text": "And Yahweh became very angry with them, and he went away.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 10,
          "text": "And the cloud departed from on the tent, and behold, Miriam was infected with a skin disease white like snow; when Aaron turned toward Miriam, behold, she was afflicted with a skin disease.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 11,
          "text": "So Aaron said to Moses, “Please, my lord, please do not put on us this sin in which we were foolish and in which we have sinned.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 12,
          "text": "Please do not let her be like the dead, whose flesh is half consumed when coming out from the womb of its mother.”",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 13,
          "text": "And Moses cried to Yahweh, saying, “God, please heal her!”",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 14,
          "text": "But Yahweh said to Moses, “If her father had surely spit in her face, would she not bear her shame for seven days? Let her be confined for seven days to an outside place of the camp, and afterward she may be gathered.”",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 15,
          "text": "So Miriam was confined to the outside place of the camp seven days, and the people did not set out until Miriam was gathered.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 16,
          "text": "And afterward the people set out from Hazeroth, and they encamped in the desert of Paran.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 11,
          "verse": 30,
          "text": "Then Moses and the elders of Israel returned to the camp.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 31,
          "text": "The Lord sent out a wind. It drove quail in from the Red Sea. It brought them down all around the camp. They were about three feet above the ground. They could be seen in every direction as far as a person could walk in a day.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 32,
          "text": "The people went out all day and gathered quail. They gathered them all night and all the next day. No one gathered less than 60 bushels. Then they spread the quail out all around the camp.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 33,
          "text": "But while the meat was still in their mouths, the Lord acted. Before the people could swallow it, his anger burned against them. He struck them with a terrible plague.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 34,
          "text": "So the place was named Kibroth Hattaavah. That’s where the bodies of the people who had longed for other food were buried.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 35,
          "text": "From Kibroth Hattaavah the people traveled to Hazeroth. And they stayed there.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 1,
          "text": "Miriam and Aaron began to say bad things about Moses. That’s because Moses had married a woman from Cush.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 2,
          "text": "“Has the Lord spoken only through Moses?” they asked. “Hasn’t he also spoken through us?” The Lord heard what they said.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 3,
          "text": "Moses wasn’t very proud at all. In fact, he had less pride than anyone else on the face of the earth.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 4,
          "text": "The Lord spoke to Moses, Aaron and Miriam. He said, “All three of you, come out to the Tent of Meeting.” So they did.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 5,
          "text": "Then the Lord came down in a pillar of cloud. He stood at the entrance to the tent. And he told Aaron and Miriam to come to him. Both of them stepped forward.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 6,
          "text": "Then the Lord said, “Listen to my words.\n“Suppose one of my prophets is among you.\nI make myself known to him in visions.\nI speak to him in dreams.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 7,
          "text": "But that is not true of my servant Moses.\nHe is faithful in everything he does in my house.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 8,
          "text": "With Moses I speak face to face.\nI speak with him clearly. I do not speak in riddles.\nI let him see something of what I look like.\nSo why were you not afraid\nto speak against my servant Moses?”",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 9,
          "text": "The anger of the Lord burned against them. And he left them.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 10,
          "text": "When the cloud went up from above the tent, there stood Miriam. She had a disease that made her skin as white as snow.\nAaron turned toward her. He saw that she had a skin disease.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 11,
          "text": "So he said to Moses, “We have committed a very foolish sin. Please don’t hold it against us.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 12,
          "text": "Don’t let Miriam be like a baby that was born dead. Don’t let her look like a dead baby whose body is half eaten away.”",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 13,
          "text": "So Moses cried out to the Lord. He said, “God, please heal her!”",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 14,
          "text": "The Lord answered Moses. He said, “Suppose her father had spit in her face. Then she would have been put to shame for seven days. So keep her outside the camp for seven days. After that, you can bring her back.”",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 15,
          "text": "So Miriam was kept outside the camp for seven days. The people didn’t move on until she was brought back.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 16,
          "text": "After that, the people left Hazeroth. They camped in the Desert of Paran.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "?",
    "versions": {
      "leb": [],
      "nirv": []
    }
  }
}