{
  "torah": {
    "passage": "Genesis 40:1 - 40:23",
    "versions": {
      "leb": [
        {
          "chapter": 40,
          "verse": 1,
          "text": "and on the vine were three branches. And as it budded, its blossoms came up, and its clusters of grapes grew ripe.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 2,
          "text": "And it happened that on the third day, which was Pharaoh’s birthday, he made a feast for all his servants. And he lifted up the head of the chief cupbearer and the head of the chief baker in the midst of his servants.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 3,
          "text": "And he put them in custody in the house of the chief of the guard, into the prison where Joseph was confined.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 4,
          "text": "And the chief of the guard appointed Joseph to be with them, and he attended them. And they were in custody many days.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 5,
          "text": "And the two of them, the cupbearer and the baker of the king of Egypt, who were confined in the prison, dreamed a dream, each his own dream, with its own interpretation.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 6,
          "text": "When Joseph came to them in the morning he looked at them, and behold, they were troubled.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 7,
          "text": "And he asked the court officials of Pharaoh that were with him in the custody of his master’s house, “Why are your faces sad today?”",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 8,
          "text": "And they said to him, “We each dreamed a dream, but there is no one to interpret it.” And Joseph said to them, “Do not interpretations belong to God? Please tell them to me.”",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 9,
          "text": "Then the chief cupbearer told his dream to Joseph, and he said to him, “In my dream, now behold, there was a vine before me,",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 11,
          "text": "And the cup of Pharaoh was in my hand, and I took the grapes and squeezed them into the cup of Pharaoh. Then I placed the cup into the hand of Pharaoh.”",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 12,
          "text": "Then Joseph said to him, “This is its interpretation: The three branches, they are three days.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 13,
          "text": "In three days Pharaoh will lift up your head and will restore you to your office. And you shall put the cup of Pharaoh into his hand as was formerly the custom, when you were his cupbearer.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 14,
          "text": "But remember me when it goes well with you, and please may you show kindness with respect to me, and mention me to Pharaoh, and bring me out of this house.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 15,
          "text": "For I was surely kidnapped from the land of the Hebrews, and here also I have done nothing that they should put me in this pit.”",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 16,
          "text": "And when the chief baker saw that the interpretation was good he said to Joseph, “I also dreamed. In my dream, now behold, there were three baskets of bread upon my head.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 17,
          "text": "And in the upper basket were all sorts of baked foods for Pharaoh, but the birds were eating them out of the basket upon my head.”",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 18,
          "text": "Then Joseph answered and said, “This is its interpretation: The three baskets, they are three days.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 19,
          "text": "In three days Pharaoh will lift your head from you and hang you on a pole, and the birds will eat your flesh from you.”",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 21,
          "text": "And he restored the chief cupbearer to his cupbearing position. And he placed the cup in the hand of Pharaoh.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 22,
          "text": "But the chief baker he hanged as Joseph had interpreted to them.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 23,
          "text": "But the chief cupbearer did not remember Joseph, but forgot him.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 40,
          "verse": 1,
          "text": "There were three branches on the vine. As soon as it budded, it flowered. And bunches of ripe grapes grew on it.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 2,
          "text": "The third day was Pharaoh’s birthday. He had a big dinner prepared for all of his officials. He brought the chief wine taster and the chief baker out of prison. He did it in front of his officials.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 3,
          "text": "He put them in prison in the house of the captain of the palace guard. It was the same prison where Joseph was kept.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 4,
          "text": "The captain put Joseph in charge of those men. So Joseph took care of them.\nSome time passed while they were in prison.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 5,
          "text": "Then each of the two men had a dream. The men were the Egyptian king’s baker and wine taster. They were being held in prison. Both of them had dreams the same night. Each of their dreams had its own meaning.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 6,
          "text": "Joseph came to them the next morning. He saw that they were sad.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 7,
          "text": "They were Pharaoh’s officials, and they were in prison with Joseph in his master’s house. So he asked them, “Why do you look so sad today?”",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 8,
          "text": "Then Joseph said to them, “Only God knows what dreams mean. Tell me your dreams.”",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 9,
          "text": "So the chief wine taster told Joseph his dream. He said to him, “In my dream I saw a vine in front of me.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 11,
          "text": "“Pharaoh’s cup was in my hand. I took the grapes. I squeezed them into Pharaoh’s cup. Then I put the cup in his hand.”",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 12,
          "text": "“Here’s what your dream means,” Joseph said to him. “The three branches are three days.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 13,
          "text": "In three days Pharaoh will let you out of prison. He’ll give your position back to you. And you will put Pharaoh’s cup in his hand. That’s what you used to do when you were his wine taster.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 14,
          "text": "“But when everything is going well with you, remember me. Do me a favor. Speak to Pharaoh about me. Get me out of this prison.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 15,
          "text": "I was taken away from the land of the Hebrews by force. Even here I haven’t done anything to be put in prison for.”",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 16,
          "text": "The chief baker saw that Joseph had given a positive meaning to the wine taster’s dream. So he said to Joseph, “I had a dream too. There were three baskets of bread on my head.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 17,
          "text": "All kinds of baked goods for Pharaoh were in the top basket. But the birds were eating them out of the basket that was on my head.”",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 18,
          "text": "“Here’s what your dream means,” Joseph said. “The three baskets are three days.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 19,
          "text": "In three days Pharaoh will cut your head off. Then he will stick a pole through your body and set the pole up. The birds will eat up your body.”",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 21,
          "text": "He gave the chief wine taster’s position back to him. Once again the wine taster put the cup into Pharaoh’s hand.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 22,
          "text": "But Pharaoh had a pole stuck through the chief baker’s body. Then he had the pole set up.\nEverything happened exactly as Joseph had told them when he explained their dreams.",
          "isHeading": false
        },
        {
          "chapter": 40,
          "verse": 23,
          "text": "But the chief wine taster didn’t remember Joseph. In fact, he forgot all about him.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "John 15:1 - 8",
    "versions": {
      "leb": [
        {
          "chapter": 15,
          "verse": 1,
          "text": "If you keep my commandments, you will remain in my love, just as I have kept my Father’s commandments and remain in his love.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 2,
          "text": "Remember the word that I said to you: ‘A slave is not greater than his master.’ If they persecuted me, they will also persecute you. If they kept my word, they will keep yours also.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 3,
          "text": "You are already clean because of the word that I have spoken to you.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 4,
          "text": "Remain in me, and I in you. Just as the branch is not able to bear fruit from itself unless it remains in the vine, so neither can you, unless you remain in me.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 5,
          "text": "“I am the vine; you are the branches. The one who remains in me and I in him—this one bears much fruit, for apart from me you are not able to do anything.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 6,
          "text": "If anyone does not remain in me, he is thrown out as a branch, and dries up, and they gather them and throw them into the fire, and they are burned.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 7,
          "text": "If you remain in me and my words remain in you, ask whatever you want and it will be done for you.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 8,
          "text": "My Father is glorified by this: that you bear much fruit, and prove to be my disciples.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 15,
          "verse": 1,
          "text": "If you obey my commands, you will remain in my love. In the same way, I have obeyed my Father’s commands and remain in his love.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 2,
          "text": "“Remember the words I spoke to you. I said, ‘A servant is not more important than his master.’ () If people hated me and tried to hurt me, they will do the same to you. If they obeyed my teaching, they will obey yours also.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 3,
          "text": "“You are already clean because of the word I have spoken to you.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 4,
          "text": "Remain joined to me, and I will remain joined to you. No branch can bear fruit by itself. It must remain joined to the vine. In the same way, you can’t bear fruit unless you remain joined to me.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 5,
          "text": "“I am the vine. You are the branches. If anyone remains joined to me, and I to him, he will bear a lot of fruit. You can’t do anything without me.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 6,
          "text": "If anyone does not remain joined to me, he is like a branch that is thrown away and dries up. Branches like those are picked up. They are thrown into the fire and burned.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 7,
          "text": "“If you remain joined to me and my words remain in you, ask for anything you wish. And it will be given to you.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 8,
          "text": "When you bear a lot of fruit, it brings glory to my Father. It shows that you are my disciples.",
          "isHeading": false
        }
      ]
    }
  }
}