{
  "torah": {
    "passage": "Exodus 12:29 - 12:51",
    "versions": {
      "leb": [
        {
          "chapter": 12,
          "verse": 29,
          "text": "And in the middle of the night, Yahweh struck all of the firstborn in the land of Egypt, from the firstborn of Pharaoh sitting on his throne to the firstborn of the captive who was in the prison house and every firstborn of an animal.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 30,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 31,
          "text": "And he called Moses and Aaron at night, and he said, “Get up, go out from the midst of my people, both you as well as the Israelites, and go, serve Yahweh, as you have said.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 32,
          "text": "Take both your sheep and goats as well as your cattle, and go, and bless also me.”",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 33,
          "text": "And the Egyptians urged the people in order to hurry their release from the land, because they said, “All of us will die!”",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 34,
          "text": "And the people lifted up their dough before it had yeast; their kneading troughs were wrapped up in their cloaks on their shoulder.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 35,
          "text": "And the Israelites did according to the word of Moses, and they asked from the Egyptians for objects of silver and objects of gold and for clothing.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 36,
          "text": "And Yahweh gave the people favor in the eyes of the Egyptians, and they granted their requests, and they plundered the Egyptians.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 37,
          "text": "And the Israelites set out from Rameses to Succoth; the men were about six hundred thousand on foot, besides dependents.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 38,
          "text": "And also a mixed multitude went up with them and sheep and goats and cattle, very numerous livestock.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 39,
          "text": "And they baked the dough that they had brought out from Egypt as cakes, unleavened bread, because it had no yeast when they were driven out from Egypt, and they were not able to delay, and also they had not made provisions for themselves.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 40,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 41,
          "text": "And at the end of four hundred and thirty years, on this exact day, all of Yahweh’s divisions went out from the land of Egypt.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 42,
          "text": "It is a night of vigils belonging to Yahweh for bringing them out from the land of Egypt; it is this night belonging to Yahweh with vigils for all of the Israelites throughout their generations.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 43,
          "text": "And Yahweh said to Moses and Aaron, “This is the statute of the Passover: No foreigner may eat it.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 44,
          "text": "But any slave of a man, an acquisition by money, and you have circumcised him, then he may eat it.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 45,
          "text": "A temporary resident and a hired worker may not eat it.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 46,
          "text": "It will be eaten in one house; you will not bring part of the meat out from the house to the outside; and you will not break a bone of it.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 47,
          "text": "All of the community of Israel will prepare it.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 48,
          "text": "And when an alien dwells with you and he wants to prepare the Passover for Yahweh, every male belonging to him must be circumcised, and then he may come near to prepare it, and he will be as the native of the land, but any uncircumcised man may not eat it.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 49,
          "text": "One law will be for the native and for the alien who is dwelling in your midst.”",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 50,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 51,
          "text": "And it was on exactly this day Yahweh brought the Israelites out from the land of Egypt by their divisions.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 12,
          "verse": 29,
          "text": "At midnight the Lord struck down every oldest son in Egypt. He killed the oldest son of Pharaoh, who sat on the throne. He killed all of the oldest sons of prisoners, who were in prison. He also killed all of the male animals that were born first to their mothers among the livestock.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 30,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 31,
          "text": "During the night, Pharaoh sent for Moses and Aaron. He said to them, “Get out of here! You and the Israelites, leave my people! Go. Worship the Lord, just as you have asked.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 32,
          "text": "Go. Take your flocks and herds, just as you have said. And also give me your blessing.”",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 33,
          "text": "The Egyptians begged the people of Israel to hurry up and leave the country. “If you don’t,” they said, “we’ll all die!”",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 34,
          "text": "So the people took their dough before the yeast was added to it. They carried it on their shoulders in bread pans that were wrapped in clothes.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 35,
          "text": "They did just as Moses had directed them. They asked the Egyptians for articles that were made out of silver and gold. They also asked them for clothes.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 36,
          "text": "The Lord had caused the Egyptians to treat the people of Israel in a kind way. So they gave them what they asked for. The people of Israel took many expensive things that belonged to the Egyptians.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 37,
          "text": "The Israelites traveled from Rameses to Succoth. There were about 600,000 men who were old enough to go into battle. The women and children went with them.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 38,
          "text": "So did many other people. The Israelites also took large flocks and herds with them.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 39,
          "text": "They brought dough from Egypt. With it they baked bread without yeast. The dough didn’t have any yeast in it. That’s because the people had been driven out of Egypt before they had time to prepare their food.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 40,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 41,
          "text": "At the end of the 430 years, to the very day, all of the Lord’s people marched out of Egypt like an army.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 42,
          "text": "The Lord kept watch that night to bring them out of Egypt. So on that same night every year all of the Israelites must keep watch. They must do it to honor the Lord for all time to come.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 43,
          "text": "The Lord spoke to Moses and Aaron. He said, “Here are the rules for the Passover.\n“No one from another country is allowed to eat the Passover meal.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 44,
          "text": "Any slave you have bought is allowed to eat it after you have circumcised him.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 45,
          "text": "But a hired worker or someone who lives with you for a while is not allowed to eat it.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 46,
          "text": "“It must be eaten inside a house. Do not take any of the meat outside. Do not break any of the bones.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 47,
          "text": "The whole community of Israel must celebrate the Passover.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 48,
          "text": "“Suppose an outsider who is living among you wants to celebrate the Lord’s Passover. Then all of the males in that home must be circumcised. After that, the person can take part, just like an Israelite. Only males who are circumcised can eat it.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 49,
          "text": "“The same law applies to Israelites and to outsiders who are living among you.”",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 50,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 51,
          "text": "On that very day the Lord brought the Israelites out of Egypt like an army on the march.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Mark 4:30 - 4:34",
    "versions": {
      "leb": [
        {
          "chapter": 4,
          "verse": 30,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 31,
          "text": "It is like a mustard seed that when sown on the ground, although it is the smallest of all the seeds that are on the ground,",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 32,
          "text": "but when it is sown it grows up and becomes the largest of all the garden herbs, and sends out large branches so that the birds of the sky are able to nest in its shade.”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 33,
          "text": "And with many parables such as these he was speaking the word to them, as they were able to hear it.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 34,
          "text": "And he did not speak to them without a parable, but in private he explained everything to his own disciples.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 4,
          "verse": 30,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 31,
          "text": "It is like a mustard seed, which is the smallest seed planted in the ground.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 32,
          "text": "But when you plant the seed, it grows. It becomes the largest of all garden plants. Its branches are so big that birds can rest in its shade.”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 33,
          "text": "Using many stories like those, Jesus spoke the word to them. He told them as much as they could understand.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 34,
          "text": "He did not say anything to them without using a story. But when he was alone with his disciples, he explained everything.",
          "isHeading": false
        }
      ]
    }
  }
}