{
  "torah": {
    "passage": "Numbers 15:17 - 15:26",
    "versions": {
      "leb": [
        {
          "chapter": 15,
          "verse": 17,
          "text": "Yahweh spoke to Moses, saying,",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 18,
          "text": "“Speak to the Israelites and say to them, ‘When you come into the land to which I am about to bring you,",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 19,
          "text": "whenever you eat from the food of the land, you will lift up a contribution to Yahweh.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 20,
          "text": "You must lift up a contribution of the first batch of your ring-shaped dough bread; you must lift it up as a contribution of the threshing floor.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 21,
          "text": "You will give to Yahweh a contribution from the first of your dough throughout your generations.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 22,
          "text": "“‘But if you go astray and you do not follow all these commandments that Yahweh commanded to Moses,",
          "isHeading": true
        },
        {
          "chapter": 15,
          "verse": 23,
          "text": "all that Yahweh commanded you by the hand of Moses from the day that Yahweh commanded and beyond, throughout your generations,",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 24,
          "text": "and if it was done unintentionally without the knowledge of the community, then the entire community must prepare one young bull as a burnt offering, as a fragrance of appeasement for Yahweh, and its grain offering and its libation, according to the stipulation, and one male goat as a sin offering.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 25,
          "text": "The priest will make atonement for all of the community of the Israelites, and they will be forgiven because it was unintentional; they will bring their offering, an offering made by fire for Yahweh, their sin offering before Yahweh for their unintentional sin.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 26,
          "text": "All of the community of the Israelites will be forgiven, as well as the alien that dwells in their midst, because the whole community was involved in the unintentional wrong.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 15,
          "verse": 17,
          "text": "The Lord said to Moses,",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 18,
          "text": "“Speak to the people of Israel. Say to them, ‘You are going to enter the land I am taking you to.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 19,
          "text": "You will eat its food. When you do, bring part of it as an offering to the Lord.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 20,
          "text": "Bring a loaf that is made from the first flour you grind. Give it as an offering from the threshing floor.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 21,
          "text": "You must bring the offering to the Lord. You must give it from the first grain you grind. You must do it for all time to come.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 22,
          "text": "“‘Suppose you fail to keep any of the commands the Lord gave Moses. And suppose you do it without meaning to.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 23,
          "text": "That applies to any of the commands the Lord told Moses to give you. And they are in effect from the day the Lord gave them and for all time to come.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 24,
          "text": "Suppose the community sins without meaning to. And suppose they do not know they have sinned. Then the whole community must offer a young bull. They must offer it for a burnt offering. It will give a smell that is pleasant to the Lord. Along with it, they must offer its required grain offering and drink offering. They must also offer a male goat for a sin offering.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 25,
          "text": "“‘With it the priest will pay for the sin of the whole community of Israel. Then they will be forgiven. They did not mean to commit that sin. And they have brought to the Lord an offering that is made with fire for the wrong thing they did. They have brought a sin offering with it.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 26,
          "text": "“‘The Lord will forgive the whole community of Israel and the outsiders living among them. All of the people had a part in the sin, even though they did not mean to do it.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "?",
    "versions": {
      "leb": [],
      "nirv": []
    }
  }
}