{
  "torah": {
    "passage": "Leviticus 11:1 - 11:32",
    "versions": {
      "leb": [
        {
          "chapter": 11,
          "verse": 1,
          "text": "Clean and Unclean Animals\nThen Yahweh spoke to Moses and to Aaron, saying to them,",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 2,
          "text": "“Speak to the Israelites, saying, ‘These are the animals that you may eat from all the animals that are on the land:",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 3,
          "text": "Any among the animals that has a divided hoof and has a split cleft in the hoof, such you may eat.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 4,
          "text": "However, these you may not eat from those that chew the cud and from those that have a divided hoof: the camel, because it is a chewer of cud but it does not have a hoof that is divided—it is unclean for you;",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 5,
          "text": "and the coney, because it is a chewer of cud but it does not have a hoof that is divided—it is unclean for you;",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 6,
          "text": "and the hare, because it is a chewer of cud but it does not have a hoof that is divided—it is unclean for you;",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 7,
          "text": "and the pig, because it has a divided hoof and has a split cleft in the hoof but it does not chew cud—it is unclean for you.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 8,
          "text": "You must not eat from their meat, and you must not touch their dead body—they are unclean for you.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 9,
          "text": "“‘These you may eat from all that are in the water: any in the water that has a fin and scales, whether in the seas or in the streams—such you may eat.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 10,
          "text": "But any that does not have a fin and scales, whether in the seas or in the streams, among all the water’s swarmers among all the living creatures that are in the water—they are a detestable thing to you.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 11,
          "text": "And they shall be detestable to you; you must not eat from their meat, and you must detest their dead body.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 12,
          "text": "Any that does not have a fin and scales in the water—it is a detestable thing to you.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 13,
          "text": "“‘And these you must detest from the birds; they must not be eaten—they are detestable: the eagle and the vulture and the short-toed eagle,",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 14,
          "text": "and the red kite and the black kite according to its kind,",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 15,
          "text": "every crow according to its kind,",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 16,
          "text": "and the ostrich and the short-eared owl and the seagull and the hawk according to its kind,",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 17,
          "text": "and the little owl and the cormorant and the great owl,",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 18,
          "text": "and the barn owl and the desert owl and the carrion vulture,",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 19,
          "text": "and the stork, the heron according to its kind and the hoopoe and the bat.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 20,
          "text": "“‘Any winged insect that walks on all fours is detestable to you.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 21,
          "text": "Only this may you eat from any of the winged insects that walk on all fours—that which has jointed legs above its feet for leaping upon the land.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 22,
          "text": "From these you may eat the locust according to its kind and the bald locust according to its kind and the cricket according to its kind and the grasshopper according to its kind.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 23,
          "text": "But any other winged insect that has four legs is detestable to you.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 24,
          "text": "And by these you shall become unclean—anyone who touches their dead body shall become unclean until the evening,",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 25,
          "text": "and anyone who carries their dead body must wash his garments, and he shall be unclean until the evening.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 26,
          "text": "“‘With regard to any animal that has a divided hoof but does not split the hoof, or does not have a cud for chewing—they are unclean for you; anyone who touches them shall become unclean.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 27,
          "text": "And anything that walks upon its paws among any of the animals that walks on all fours—they are unclean for you; anyone who touches their dead body shall become unclean until the evening,",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 28,
          "text": "and the one who carries their dead body must wash his garments, and he shall be unclean until the evening—they are unclean for you.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 29,
          "text": "“‘And these are the unclean for you among the swarmers that swarm on the land: the weasel and the mouse and the thorn-tailed lizard according to its kind,",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 30,
          "text": "and the gecko and the land crocodile and the lizard and the sand lizard and the chameleon.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 31,
          "text": "These are the unclean for you among all the swarmers; anyone who touches them at their death shall become unclean until the evening.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 32,
          "text": "And anything on which one of them falls at their death shall become unclean: any object of wood or garment or skin or sackcloth—any object that has performed work—must be placed in water, and it shall be unclean until the evening, and then it shall be clean.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 11,
          "verse": 1,
          "text": "Food That Is “Clean” and Food That Is Not\nThe Lord spoke to Moses and Aaron. He said to them,",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 2,
          "text": "“Speak to the people of Israel. Tell them, ‘Many animals live on land. Here are the only ones you can eat.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 3,
          "text": "You can eat any animal that has hoofs that are separated completely in two. But it must also chew the cud.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 4,
          "text": "“‘Some animals only chew the cud. Some only have hoofs that are separated in two. You must not eat those animals.\n“‘Camels chew the cud. But their hoofs are not separated in two. So they are not “clean” for you.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 5,
          "text": "“‘Rock badgers chew the cud. But their hoofs are not separated in two. So they are not “clean” for you.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 6,
          "text": "“‘Rabbits chew the cud. But their hoofs are not separated in two. So they are not “clean” for you.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 7,
          "text": "“‘Pigs have hoofs that are separated completely in two. But they do not chew the cud. So they are not “clean” for you.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 8,
          "text": "“‘You must not eat the meat of those animals. You must not even touch their dead bodies. They are not “clean” for you.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 9,
          "text": "“‘Many creatures live in the water of the oceans and streams. You can eat all of those that have fins and scales.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 10,
          "text": "“‘But be sure to avoid all of the creatures in the oceans or streams that do not have fins and scales. That includes all of those that move together in groups and all of those that do not.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 11,
          "text": "Be sure to avoid them. Do not eat their meat. Do not even touch their dead bodies.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 12,
          "text": "Be sure to avoid everything that lives in the water that does not have fins and scales.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 13,
          "text": "“‘Here are the birds you must be sure to avoid. Do not eat them. Be sure to avoid them.\n“‘They include eagles, vultures and black vultures.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 14,
          "text": "They include red kites and all kinds of black kites.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 15,
          "text": "They include all kinds of ravens.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 16,
          "text": "They include horned owls, screech owls, gulls and all kinds of hawks.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 17,
          "text": "“‘They include little owls, cormorants and great owls.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 18,
          "text": "They include white owls, desert owls and ospreys.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 19,
          "text": "They also include storks, hoopoes, bats and all kinds of herons.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 20,
          "text": "“‘Be sure to avoid every flying insect that walks on all fours.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 21,
          "text": "But you can eat some creatures that have wings and walk on all fours. Their legs have joints so they can hop on the ground.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 22,
          "text": "“‘Here are the insects you can eat. You can eat all kinds of locusts, katydids, crickets and grasshoppers.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 23,
          "text": "But be sure to avoid every other creature that has wings and four legs.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 24,
          "text": "“‘You will make yourselves “unclean” if you eat those things. If you touch their dead bodies, you will be “unclean” until evening.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 25,
          "text": "If a person picks up one of their dead bodies, he must wash his clothes. He will be “unclean” until evening.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 26,
          "text": "“‘Suppose an animal has hoofs that are not separated completely in two. Or suppose an animal does not chew the cud. Then those animals are not “clean” for you. If you touch the dead body of any of them, you will not be “clean.”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 27,
          "text": "“‘Many animals walk on all fours. But those that walk on their paws are not “clean” for you. Anyone who touches their dead bodies will be “unclean” until evening.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 28,
          "text": "If he picks up their dead bodies, he must wash his clothes. He will be “unclean” until evening. They are not “clean” for him.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 29,
          "text": "“‘Many animals move around on the ground. Here are the ones that are not “clean” for you. They include weasels, rats and all kinds of large lizards.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 30,
          "text": "They also include geckos, monitor lizards, wall lizards, skinks and chameleons.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 31,
          "text": "Those are the animals that move around on the ground that are not “clean” for you. If you touch their dead bodies, you will be “unclean” until evening.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 32,
          "text": "“‘Suppose one of them dies and falls on something. Then that article will not be “clean.” It does not matter what it is used for. It does not matter whether it is made out of wood, cloth, hide or black cloth. Put it in water. It will be “unclean” until evening. After that, it will be “clean.”",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Matthew 13:24-43",
    "versions": {
      "leb": [
        {
          "chapter": 13,
          "verse": 24,
          "text": "The Parable of the Weeds Among the Wheat\nHe put before them another parable, saying, “The kingdom of heaven may be compared to a man who sowed good seed in his field.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 25,
          "text": "But while his people were sleeping, his enemy came and sowed darnel in the midst of the wheat and went away.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 26,
          "text": "So when the wheat sprouted and yielded grain, then the darnel appeared also.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 27,
          "text": "So the slaves of the master of the house came and said to him, ‘Master, did you not sow good seed in your field? How then does it have darnel?’",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 28,
          "text": "And he said to them, ‘An enemy has done this!’ So the slaves said to him, ‘Then do you want us to go and gather them?’",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 29,
          "text": "But he said, “No, lest when you gather the darnel you uproot the wheat together with it.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 30,
          "text": "Let both grow together until the harvest, and at the season of the harvest I will tell the reapers, “First gather the darnel and tie it into bundles to burn them, but gather the wheat into my storehouse.”’”",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 31,
          "text": "The Parable of the Mustard Seed\nHe put before them another parable, saying, “The kingdom of heaven is like a mustard seed that a man took and sowed in his field.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 32,
          "text": "It is the smallest of all the seeds, but when it is grown it is larger than the garden herbs and becomes a tree, so that the birds of the sky come and nest in its branches.”",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 33,
          "text": "The Parable of the Yeast\nHe told them another parable: “The kingdom of heaven is like yeast that a woman took and put into three measures of wheat flour until the whole batch was leavened.”",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 34,
          "text": "Parables Fulfill Prophecy\nJesus spoke all these things to the crowds in parables, and he was saying nothing to them without a parable,",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 35,
          "text": "in order that what was spoken through the prophet would be fulfilled, who said,\n“I will open my mouth in parables;\nI will proclaim what has been hidden since the creation.”",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 36,
          "text": "The Parable of the Weeds Interpreted\nThen he left the crowds and came into the house, and his disciples came to him saying, “Explain the parable of the darnel in the field to us.”",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 37,
          "text": "So he answered and said, “The one who sows the good seed is the Son of Man,",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 38,
          "text": "and the field is the world. And the good seed—these are the sons of the kingdom, but the darnel are the sons of the evil one.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 39,
          "text": "And the enemy who sowed them is the devil, and the harvest is the end of the age, and the reapers are angels.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 40,
          "text": "Thus just as the darnel is gathered and burned with fire, so it will be at the end of the age.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 41,
          "text": "The Son of Man will send out his angels and they will gather out of his kingdom all the causes of sin and those who do lawless deeds,",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 42,
          "text": "and throw them into the fiery furnace. In that place there will be weeping and gnashing of teeth!",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 43,
          "text": "Then the righteous will shine like the sun in the kingdom of their Father. The one who has ears, let him hear!",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 13,
          "verse": 24,
          "text": "The Story of the Weeds\nJesus told the crowd another story. “Here is what the kingdom of heaven is like,” he said. “A man planted good seed in his field.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 25,
          "text": "But while everyone was sleeping, his enemy came. The enemy planted weeds among the wheat and then went away.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 26,
          "text": "The wheat began to grow and form grain. At the same time, weeds appeared.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 27,
          "text": "“The owner’s servants came to him. They said, ‘Sir, didn’t you plant good seed in your field? Then where did the weeds come from?’",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 28,
          "text": "“‘An enemy did this,’ he replied.\n“The servants asked him, ‘Do you want us to go and pull the weeds up?’",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 29,
          "text": "“‘No,’ the owner answered. ‘While you are pulling up the weeds, you might pull up the wheat with them.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 30,
          "text": "Let both grow together until the harvest. At that time I will tell the workers what to do. Here is what I will say to them. First collect the weeds. Tie them in bundles to be burned. Then gather the wheat. Bring it into my storeroom.’”",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 31,
          "text": "The Stories of the Mustard Seed and the Yeast\nJesus told the crowd another story. He said, “The kingdom of heaven is like a mustard seed. Someone took the seed and planted it in a field.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 32,
          "text": "It is the smallest of all your seeds. But when it grows, it is the largest of all garden plants. It becomes a tree. Birds come and rest in its branches.”",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 33,
          "text": "Jesus told them still another story. “The kingdom of heaven is like yeast,” he said. “A woman mixed it into a large amount of flour. The yeast worked its way all through the dough.”",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 34,
          "text": "Jesus spoke all these things to the crowd by using stories. He did not say anything to them without telling a story.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 35,
          "text": "So the words spoken by the prophet came true. He had said,\n“I will open my mouth and tell stories.\nI will speak about things that were hidden since the world was made.” ()",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 36,
          "text": "Jesus Explains the Story of the Weeds\nThen Jesus left the crowd and went into the house. His disciples came to him. They said, “Explain to us the story of the weeds in the field.”",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 37,
          "text": "He answered, “The one who planted the good seed is the Son of Man.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 38,
          "text": "The field is the world. The good seed stands for the people who belong to the kingdom. The weeds are the people who belong to the evil one.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 39,
          "text": "The enemy who plants them is the devil. The harvest is judgment day. And the workers are angels.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 40,
          "text": "“The weeds are pulled up and burned in the fire. That is how it will be on judgment day.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 41,
          "text": "The Son of Man will send out his angels. They will weed out of his kingdom everything that causes sin. They will also get rid of all who do evil.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 42,
          "text": "They will throw them into the blazing furnace. There people will sob and grind their teeth.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 43,
          "text": "Then God’s people will shine like the sun in their Father’s kingdom. Those who have ears should listen.",
          "isHeading": false
        }
      ]
    }
  }
}