{
  "torah": {
    "passage": "Genesis 8:15 - 9:7",
    "versions": {
      "leb": [
        {
          "chapter": 8,
          "verse": 15,
          "text": "And God spoke to Noah, saying:",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 16,
          "text": "“Go out from the ark, you and your wife, and your sons, and your sons’ wives with you.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 17,
          "text": "Bring out with you all the living things which are with you, from all the living creatures—birds, and animals, and everything that creeps on the earth, and let them swarm on the earth and be fruitful and multiply on the earth.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 18,
          "text": "So Noah went out, with his sons and his wife, and the wives of his sons with him.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 19,
          "text": "Every animal, every creeping thing, and every bird, and everything that moves upon the earth, according to its families, went out from the ark.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 20,
          "text": "And Noah built an altar to Yahweh, and he took from all the clean animals and from all the clean birds, and offered burnt offerings on the altar.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 21,
          "text": "And Yahweh smelled the soothing fragrance, and Yahweh said to himself, “Never again will I curse the ground for the sake of humankind, because the inclination of the heart of humankind is evil from his youth. Nor will I ever again destroy all life as I have done.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 22,
          "text": "As long as the earth endures, seed and harvest, cold and heat, summer and winter, day and night will not cease.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 1,
          "text": "God’s Covenant with Noah and Humankind\nAnd God blessed Noah and his sons, and said to them, “Be fruitful and multiply, and fill the earth.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 2,
          "text": "And fear of you and dread of you shall be upon every animal of the earth, and on every bird of heaven, and on everything that moves upon the ground, and on all the fish of the sea. Into your hand they shall be given.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 3,
          "text": "Every moving thing that lives shall be for you as food. As I gave the green plants to you, I have now given you everything.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 4,
          "text": "Only you shall not eat raw flesh with blood in it.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 5,
          "text": "And your lifeblood I will require; from every animal I will require it. And from the hand of humankind, from the hand of each man to his brother I will require the life of humankind.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 6,
          "text": "“As for the one shedding the blood of humankind,\nby humankind his blood shall be shed,\nfor God made humankind in his own image.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 7,
          "text": "“And you, be fruitful and multiply, swarm on the earth and multiply in it.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 8,
          "verse": 15,
          "text": "Then God said to Noah,",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 16,
          "text": "“Come out of the ark. Bring your wife and your sons and their wives with you.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 17,
          "text": "“Bring out every kind of living thing that is with you. Bring the birds, the animals, and all of the creatures that move along the ground. Then they can multiply on the earth. They can have little ones and increase their numbers.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 18,
          "text": "So Noah came out of the ark. His sons and his wife and his sons’ wives were with him.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 19,
          "text": "All of the animals came out of the ark. The creatures that move along the ground also came out. So did all of the birds. Everything that moves on the earth came out of the ark. One kind after another came out.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 20,
          "text": "Then Noah built an altar to honor the Lord. He took some of all of the “clean” animals and birds. He sacrificed burnt offerings to the Lord on the altar.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 21,
          "text": "Their smell was pleasant to the Lord. He said to himself, “I will never put a curse on the ground again because of man. I will not do it even though his heart is always directed toward what is evil. His thoughts are evil from the time he is young. I will never destroy all living things again, as I have just done.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 22,
          "text": "“As long as the earth lasts,\nthere will always be a time to plant\nand a time to gather the crops.\nAs long as the earth lasts,\nthere will always be cold and heat.\nThere will always be summer and winter,\nday and night.”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 1,
          "text": "God Makes a Covenant With Noah\nThen God gave his blessing to Noah and his sons. He said to them, “Have children and increase your numbers. Fill the earth.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 2,
          "text": "“All of the land animals will be afraid of you. All of the birds of the air will fear you. Every creature that moves along the ground will fear you. Every fish in the oceans will also be afraid of you. Every living thing is put under your control.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 3,
          "text": "“Everything that lives and moves will be food for you. I have already given you the green plants for food. Now I am giving you everything.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 4,
          "text": "“But you must not eat meat that still has blood in it.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 5,
          "text": "You can be sure that I will hold someone accountable if you are murdered. I will even hold animals accountable if they kill you. I will also hold anyone accountable who murders another person.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 6,
          "text": "“Anyone who murders man\nwill be killed by man.\nThat is because I have made man\nin my own likeness.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 7,
          "text": "“Have children and increase your numbers. Multiply on the earth and increase your numbers on it.”",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "John 4:1 - 4:14",
    "versions": {
      "leb": [
        {
          "chapter": 4,
          "verse": 1,
          "text": "The Samaritan Woman at Jacob’s Well\nNow when Jesus knew that the Pharisees had heard that Jesus was making and baptizing more disciples than John",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 2,
          "text": "(although Jesus himself was not baptizing, but his disciples),",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 3,
          "text": "he left Judea and departed again for Galilee.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 4,
          "text": "And it was necessary for him to go through Samaria.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 5,
          "text": "Now he came to a town of Samaria called Sychar, near the piece of land that Jacob had given to his son Joseph.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 6,
          "text": "And Jacob’s well was there, so Jesus, because he had become tired from the journey, simply sat down at the well. It was about the sixth hour.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 7,
          "text": "A woman of Samaria came to draw water. Jesus said to her, “Give me water to drink.”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 8,
          "text": "(For his disciples had gone away into the town so that they could buy food.)",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 9,
          "text": "So the Samaritan woman said to him, “How do you, being a Jew, ask from me water to drink, since I am a Samaritan woman?” (For Jews have no dealings with Samaritans.)",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 10,
          "text": "Jesus answered and said to her, “If you had known the gift of God and who it is who says to you, ‘Give me water to drink,’ you would have asked him, and he would have given you living water.”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 11,
          "text": "The woman said to him, “Sir, you have no bucket and the well is deep! From where then do you get this living water?",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 12,
          "text": "You are not greater than our father Jacob, are you, who gave us the well and drank from it himself, and his sons and his livestock?”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 13,
          "text": "Jesus answered and said to her, “Everyone who drinks of this water will be thirsty again.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 14,
          "text": "But whoever drinks of this water which I will give to him will never be thirsty for eternity, but the water which I will give to him will become in him a well of water springing up to eternal life.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 4,
          "verse": 1,
          "text": "Jesus Talks With a Woman From Samaria\nThe Pharisees heard that Jesus was winning and baptizing more disciples than John.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 2,
          "text": "But in fact Jesus was not baptizing. His disciples were.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 3,
          "text": "When the Lord found out about all this, he left Judea. He went back to Galilee again.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 4,
          "text": "Jesus had to go through Samaria.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 5,
          "text": "He came to a town in Samaria called Sychar. It was near the piece of land Jacob had given his son Joseph.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 6,
          "text": "Jacob’s well was there. Jesus was tired from the journey. So he sat down by the well. It was about noon.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 7,
          "text": "A woman from Samaria came to get some water. Jesus said to her, “Will you give me a drink?”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 8,
          "text": "His disciples had gone into the town to buy food.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 9,
          "text": "The Samaritan woman said to him, “You are a Jew. I am a Samaritan woman. How can you ask me for a drink?” She said this because Jews don’t have anything to do with Samaritans.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 10,
          "text": "Jesus answered her, “You do not know what God’s gift is. And you do not know who is asking you for a drink. If you did, you would have asked him. He would have given you living water.”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 11,
          "text": "“Sir,” the woman said, “you don’t have anything to get water with. The well is deep. Where can you get this living water?",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 12,
          "text": "“Our father Jacob gave us the well. He drank from it himself. So did his sons and his flocks and herds. Are you more important than he is?”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 13,
          "text": "Jesus answered, “All who drink this water will be thirsty again.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 14,
          "text": "But anyone who drinks the water I give him will never be thirsty. In fact, the water I give him will become a spring of water in him. It will flow up into eternal life.”",
          "isHeading": false
        }
      ]
    }
  }
}