{
  "torah": {
    "passage": "Genesis 45:8 - 45:18",
    "versions": {
      "leb": [
        {
          "chapter": 45,
          "verse": 8,
          "text": "So now, you yourselves did not send me here, but God put me here as father to Pharaoh and as master of all his household, and a ruler over all the land of Egypt.",
          "isHeading": false
        },
        {
          "chapter": 45,
          "verse": 9,
          "text": "Hurry, and go up to my father and say to him, ‘Thus says your son Joseph, God has made me lord of all Egypt. Come down to me and do not delay.",
          "isHeading": false
        },
        {
          "chapter": 45,
          "verse": 10,
          "text": "You shall settle in the land of Goshen so that you will be near me, you and your children and your grandchildren, and your flocks and your herds and all that you have.",
          "isHeading": false
        },
        {
          "chapter": 45,
          "verse": 11,
          "text": "And I will provide for you there, because there are still five years of famine—lest you and your household and all that you have become destitute.’",
          "isHeading": false
        },
        {
          "chapter": 45,
          "verse": 12,
          "text": "Now behold, your eyes see, and the eyes of my brother Benjamin see, that it is I who am speaking to you.",
          "isHeading": false
        },
        {
          "chapter": 45,
          "verse": 13,
          "text": "And you must tell my father of all my honor in Egypt and all that you have seen. Now hurry and bring my father here.”",
          "isHeading": false
        },
        {
          "chapter": 45,
          "verse": 14,
          "text": "Then he fell upon the neck of his brother Benjamin and wept, and Benjamin wept upon his neck.",
          "isHeading": false
        },
        {
          "chapter": 45,
          "verse": 15,
          "text": "And he kissed all his brothers and wept upon them. And afterward his brothers spoke with him.",
          "isHeading": false
        },
        {
          "chapter": 45,
          "verse": 16,
          "text": "Then the report was heard in the house of Pharaoh, saying, “Joseph’s brothers have come.” And it pleased Pharaoh and his servants.",
          "isHeading": false
        },
        {
          "chapter": 45,
          "verse": 17,
          "text": "Then Pharaoh said to Joseph, “Say to your brothers: ‘Do this—load your donkeys and go back to the land of Canaan,",
          "isHeading": false
        },
        {
          "chapter": 45,
          "verse": 18,
          "text": "and take your father and your households and come to me, and I will give you the best of the land of Egypt, and you shall eat the fat of the land.’",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 45,
          "verse": 8,
          "text": "“So then, it wasn’t you who sent me here. It was God. He made me like a father to Pharaoh. He made me master of Pharaoh’s whole house. He made me ruler of the whole land of Egypt.",
          "isHeading": false
        },
        {
          "chapter": 45,
          "verse": 9,
          "text": "“Now hurry back to my father. Say to him, ‘Your son Joseph says, “God has made me master of the whole land of Egypt. Come down to me. Don’t waste any time.",
          "isHeading": false
        },
        {
          "chapter": 45,
          "verse": 10,
          "text": "You will live in the area of Goshen. You, your children and grandchildren, your flocks and herds, and everything you have will be near me.",
          "isHeading": false
        },
        {
          "chapter": 45,
          "verse": 11,
          "text": "There I will provide everything you need.\n“‘“Five years without enough food are still coming. If you don’t come down here, you and your family and everyone who belongs to you will lose everything.”’",
          "isHeading": false
        },
        {
          "chapter": 45,
          "verse": 12,
          "text": "“Brothers, you can see for yourselves that it’s really I, Joseph, speaking to you. My brother Benjamin can see it too.",
          "isHeading": false
        },
        {
          "chapter": 45,
          "verse": 13,
          "text": "“Tell my father about all of the honor that has been given to me in Egypt. Tell him about everything you have seen. And bring my father down here quickly.”",
          "isHeading": false
        },
        {
          "chapter": 45,
          "verse": 14,
          "text": "Then Joseph threw his arms around his brother Benjamin and sobbed. Benjamin also hugged him and sobbed.",
          "isHeading": false
        },
        {
          "chapter": 45,
          "verse": 15,
          "text": "Joseph kissed all of his brothers and sobbed over them. After that, his brothers talked with him.",
          "isHeading": false
        },
        {
          "chapter": 45,
          "verse": 16,
          "text": "The news reached Pharaoh’s palace that Joseph’s brothers had come. Pharaoh and all of his officials were pleased.",
          "isHeading": false
        },
        {
          "chapter": 45,
          "verse": 17,
          "text": "Pharaoh said to Joseph, “Here’s what I want you to tell your brothers. Say to them, ‘Load your animals. Return to the land of Canaan.",
          "isHeading": false
        },
        {
          "chapter": 45,
          "verse": 18,
          "text": "Bring your father and your families back to me. I’ll give you the best land in Egypt. You can enjoy all of the good things in the land.’",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "John 18:15 - 27",
    "versions": {
      "leb": [
        {
          "chapter": 18,
          "verse": 15,
          "text": "Peter Denies Jesus the First Time\nSo Simon Peter and another disciple followed Jesus. (Now that disciple was known to the high priest, and entered with Jesus into the courtyard of the high priest.)",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 16,
          "text": "But Peter was standing by the door outside. So the other disciple who was known to the high priest went out and spoke to the doorkeeper and brought Peter in.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 17,
          "text": "Then the female slave who was the doorkeeper said to Peter, “You are not also one of the disciples of this man, are you?” He said, “I am not!”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 18,
          "text": "(Now the slaves and the officers were standing there, having made a charcoal fire because it was cold, and they were warming themselves. And Peter was also standing there with them and warming himself.)",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 19,
          "text": "Jesus Before Annas\nSo the high priest questioned Jesus about his disciples and about his teaching.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 20,
          "text": "Jesus replied to him, “I have spoken openly to the world. I always taught in the synagogue and in the temple courts where all the Jews assemble, and I have said nothing in secret.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 21,
          "text": "Why are you asking me? Ask those who heard what I have said to them! Behold, these people know what I said.”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 22,
          "text": "Now when he had said these things, one of the officers who was standing by gave a slap in the face to Jesus, saying, “Do you reply to the high priest in this way?”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 23,
          "text": "Jesus replied to him, “If I have spoken wrongly, testify about what is wrong! But if I have spoken correctly, why do you strike me?”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 24,
          "text": "Then Annas sent him, tied up, to Caiaphas the high priest.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 25,
          "text": "Peter Denies Jesus the Second and Third Times\nNow Simon Peter was standing there and warming himself. So they said to him, “You are not also one of his disciples, are you?” He denied it and said, “I am not!”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 26,
          "text": "One of the slaves of the high priest, who was related to the one whose ear Peter had cut off, said, “Did I not see you in the garden with him?”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 27,
          "text": "So Peter denied it again, and immediately a rooster crowed.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 18,
          "verse": 15,
          "text": "Peter Says He Is Not Jesus’ Disciple\nSimon Peter and another disciple were following Jesus. The high priest knew the other disciple. So that disciple went with Jesus into the high priest’s courtyard.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 16,
          "text": "But Peter had to wait outside by the door.\nThe other disciple came back. He was the one the high priest knew. He spoke to the woman who was on duty there. Then he brought Peter in.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 17,
          "text": "The woman at the door spoke to Peter. “You are not one of Jesus’ disciples, are you?” she asked him.\n“I am not,” he replied.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 18,
          "text": "It was cold. The servants and officials stood around a fire. They had made it to keep warm. Peter was also standing with them. He was warming himself.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 19,
          "text": "The High Priest Questions Jesus\nMeanwhile, the high priest questioned Jesus. He asked him about his disciples and his teaching.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 20,
          "text": "“I have spoken openly to the world,” Jesus replied. “I always taught in synagogues or at the temple, where all the Jews come together. I didn’t say anything in secret.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 21,
          "text": "Why question me? Ask the people who heard me. They certainly know what I said.”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 22,
          "text": "When Jesus said that, one of the officials nearby hit him in the face. “Is this any way to answer the high priest?” he asked.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 23,
          "text": "“Have I said something wrong?” Jesus replied. “If I have, give witness to it. But if I spoke the truth, why did you hit me?”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 24,
          "text": "While Jesus was still tied up, Annas sent him to Caiaphas, the high priest.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 25,
          "text": "Peter Again Says He Is Not Jesus’ Disciple\nSimon Peter stood there. He was warming himself. Then someone asked him, “You aren’t one of Jesus’ disciples, are you?”\nHe said, “I am not.”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 26,
          "text": "One of the high priest’s servants was a relative of the man whose ear Peter had cut off. He said to Peter, “Didn’t I see you with Jesus in the olive grove?”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 27,
          "text": "Again Peter said no.\nAt that very moment a rooster began to crow.",
          "isHeading": false
        }
      ]
    }
  }
}