{
  "torah": {
    "passage": "Numbers 35:9 - 36:13",
    "versions": {
      "leb": [
        {
          "chapter": 35,
          "verse": 9,
          "text": "Yahweh spoke to Moses, saying,",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 10,
          "text": "“Speak to the Israelites and say to them, ‘When you cross the Jordan into the land of Canaan,",
          "isHeading": true
        },
        {
          "chapter": 35,
          "verse": 11,
          "text": "you will select for yourselves cities for your cities of refuge, that a killer who has killed a person unintentionally can flee there.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 12,
          "text": "The cities will be to you a refuge from a redeemer, so that the killer will not die until he stands before the community for judgment.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 13,
          "text": "The cities that you are to give will be your six cities of refuge.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 14,
          "text": "You will give three cities across the Jordan and three cities in the land of Canaan; they will be cities of refuge.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 15,
          "text": "To the Israelites, to the alien, and to the temporary resident in their midst there will be these six cities as a refuge to which anyone who unintentionally kills a person may flee.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 16,
          "text": "“‘But if he hit him with an object of iron, so that he dies, the killer must surely be put to death.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 17,
          "text": "And if he hit him with a stone in the hand, by which he will die, and he does die, he is a killer; the killer must surely be put to death.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 18,
          "text": "Or if he hit him with a wooden object, by which he will die, and he does die, he is a killer; the killer must surely be put to death.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 19,
          "text": "The blood avenger himself will put the killer to death; he must put him to death when meeting him.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 20,
          "text": "If he shoves him in hatred, or he throws something at him with intention, and he dies,",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 21,
          "text": "or if he hits him in hostility with his hand, and he dies, the one that struck him will put to death the killer when meeting him.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 22,
          "text": "“‘Or if in an instant he shoved him, not in hostility, or threw something at him without intention,",
          "isHeading": true
        },
        {
          "chapter": 35,
          "verse": 23,
          "text": "or with any stone, without seeing it dropped on him so that he dies, while he was not seeking his injury,",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 24,
          "text": "then the community will judge between the striker and between the blood avenger according to these ordinances.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 25,
          "text": "The community will deliver the killer from the hand of the blood avenger, and the community will restore him to the city of his refuge to which he fled; and he will live there in it until the death of the high priest who was anointed with holy oil.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 26,
          "text": "But if the killer surely goes out of the territory of the city of his refuge to which he fled,",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 27,
          "text": "and the blood avenger finds him outside the territory of the city of his refuge, and the blood avenger kills the killer, he will not be guilty of blood",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 28,
          "text": "because he must live in the city of his refuge until the death of the high priest. But after the death of the high priest the killer will return to the land of his property.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 29,
          "text": "These things will be as a decree of justice for you for your generations in all your dwellings.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 30,
          "text": "“‘If anyone kills a person, the killer will be put to death according to the testimony of witnesses, but someone cannot die on testimony of one person.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 31,
          "text": "Also, you will not take a ransom payment for the life of a killer who is guilty of death; indeed, he must surely be put to death.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 32,
          "text": "You will not take a ransom payment for the one that flees to the city of his refuge, so that he may return to live in the land before the death of the priest.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 33,
          "text": "So you will not pollute the land in which you are; because blood pollutes the land, and no atonement can be made for the land for the blood that is poured out on it except with the blood of the one who poured it out.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 34,
          "text": "You will not defile the land on which you are living because I am living in the midst of it; I am Yahweh; I am living in the midst of the Israelites.’”",
          "isHeading": false
        },
        {
          "chapter": 36,
          "verse": 1,
          "text": "The leaders of the families of the clans of descendants of Gilead the son of Makir, the son of Manasseh, of the clans of the descendants of Joseph came near and spoke before Moses and before the leaders of the families of the Israelites.",
          "isHeading": false
        },
        {
          "chapter": 36,
          "verse": 2,
          "text": "And they said, “Yahweh commanded my lord to give the land by lot as an inheritance to the Israelites, and my lord was commanded by Yahweh to give the inheritance of Zelophehad our brother to his daughters.",
          "isHeading": false
        },
        {
          "chapter": 36,
          "verse": 3,
          "text": "But if they become wives to one of the sons from another tribe of the Israelites, their inheritance will disappear from the inheritance of our ancestors, and it will be added to the inheritance of the tribe to which they belong; the lot of our inheritance would disappear.",
          "isHeading": false
        },
        {
          "chapter": 36,
          "verse": 4,
          "text": "When the Jubilee of the Israelites comes, it will be added to the inheritance of the tribe to which they belong; and their inheritance will disappear from the tribe of our father.”",
          "isHeading": false
        },
        {
          "chapter": 36,
          "verse": 5,
          "text": "Then Moses commanded the Israelites by the command of Yahweh, saying, “The tribe of the descendants of Joseph is right regarding what they are speaking.",
          "isHeading": false
        },
        {
          "chapter": 36,
          "verse": 6,
          "text": "This is the word that Yahweh commanded the daughters of Zelophehad, saying, ‘Let them marry whomever they like; only they must marry from within the clan of the tribe of their father.",
          "isHeading": false
        },
        {
          "chapter": 36,
          "verse": 7,
          "text": "Thus an inheritance of the Israelites will not go around from tribe to tribe. Rather, the inheritance of each tribe of his father will remain with the Israelites.",
          "isHeading": false
        },
        {
          "chapter": 36,
          "verse": 8,
          "text": "Every daughter who possesses an inheritance from the tribes of the Israelites will marry one of the clan of the tribe of her father, so that the Israelites will possess the inheritance of his ancestors.",
          "isHeading": false
        },
        {
          "chapter": 36,
          "verse": 9,
          "text": "Therefore an inheritance will not go around from one tribe to another tribe because the tribes of the Israelites will each hold to their own inheritance.’”",
          "isHeading": false
        },
        {
          "chapter": 36,
          "verse": 10,
          "text": "Just as Yahweh commanded to Moses, so the daughters of Zelophehad did:",
          "isHeading": false
        },
        {
          "chapter": 36,
          "verse": 11,
          "text": "Mahlah, Tirzah, Hoglah, Milcah, and Noah, the daughters of Zelophehad, married the sons of their uncles.",
          "isHeading": false
        },
        {
          "chapter": 36,
          "verse": 12,
          "text": "They married those from the sons of Manasseh son of Joseph, and their inheritance remained among the tribe of the clan of their ancestors.",
          "isHeading": false
        },
        {
          "chapter": 36,
          "verse": 13,
          "text": "These were the commands and the stipulations that Yahweh commanded by the hand of Moses to the Israelites on the desert-plateaus of Moab by the Jordan across Jericho.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 35,
          "verse": 9,
          "text": "Then the Lord spoke to Moses. He said,",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 10,
          "text": "“Speak to the people of Israel. Tell them, ‘You will soon go across the Jordan River. You will enter Canaan.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 11,
          "text": "When you do, choose the cities to go to for safety. People who have killed someone by accident can run to one of those cities.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 12,
          "text": "They will be places of safety for them. People will be safe there from those who want to kill them. Then those who are charged with murder will not die before their case has been brought to the community court.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 13,
          "text": "“‘Six towns will be the cities you can go to for safety.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 14,
          "text": "Three will be east of the Jordan River. The other three will be in Canaan.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 15,
          "text": "“‘Those six towns will be places where the people of Israel can go for safety. Outsiders and any other people living in Israel can also go to them for safety. So anyone who has killed another person by accident can run there.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 16,
          "text": "“‘Suppose a person uses an iron object to hit and kill someone. Then he is a murderer. He must be put to death.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 17,
          "text": "Or suppose a person is holding a stone that could kill. And he uses it to hit and kill someone. Then he is a murderer. He must be put to death.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 18,
          "text": "Or suppose a person is holding a wooden object that could kill. And he uses it to hit and kill someone. Then he is a murderer. He must be put to death.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 19,
          "text": "“‘The dead person’s nearest male relative should kill the murderer. When he meets him, he should kill him.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 20,
          "text": "“‘What if a person makes evil plans against someone else? And what if that person pushes him so that he dies? Or what if that person throws something at him so that he dies?",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 21,
          "text": "Or what if that person hits the other person with a fist so that the other dies? Then the person who does any of those things must be put to death. He is a murderer.\n“‘The dead person’s nearest male relative should kill the murderer. When he meets him, he should kill him.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 22,
          "text": "“‘But what if a person suddenly pushes someone else without being angry? Or what if that person throws something at him without meaning to?",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 23,
          "text": "Or what if that person does not see him and drops a stone on him that kills him? He was not the dead person’s enemy. He did not mean to harm him.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 24,
          "text": "“‘Then the court must decide between the person who did the act and the nearest male relative of the one who was killed. Here are the rules the court must follow.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 25,
          "text": "“‘The court must provide a safe place for the person who is charged with murder. It must keep him safe from those who want to kill him. The court must send him back to the city he ran to for safety. He must stay there until the high priest dies. The priest is the one who has been anointed with the holy oil.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 26,
          "text": "“‘But suppose the one who has been charged with murder goes outside that city.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 27,
          "text": "And suppose the dead person’s nearest male relative finds that one outside the city. Then the relative can kill the one who has been charged. The relative will not be guilty of murder.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 28,
          "text": "“‘The one who has been charged must stay in that city until the high priest dies. Only then can the one who has been charged return home.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 29,
          "text": "“‘That is what the law requires of you for all time to come. It will apply to you no matter where you live.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 30,
          "text": "“‘Suppose a person kills someone. That person must be put to death as a murderer. But do it only when there are witnesses who can tell what happened. Do not put anyone to death if only one witness tells what happened.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 31,
          "text": "“‘Do not accept payment for a murderer’s life. He should die. He must certainly be put to death.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 32,
          "text": "“‘Do not accept payment for anyone who has run to a city for safety. Do not let him buy his freedom to return home. He must not go back and live on his own land before the high priest dies.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 33,
          "text": "“‘Do not pollute the land where you are. Murder pollutes the land. Only one thing can pay to remove the pollution in the land where murder has been committed. The blood of the one who spilled another’s blood must be spilled.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 34,
          "text": "So do not make the land where you live “unclean.” I live there too. I live among the people of Israel. I am the Lord.’”",
          "isHeading": false
        },
        {
          "chapter": 36,
          "verse": 1,
          "text": "The heads of the families of Gilead came to Moses. Gilead was the son of Makir. The family heads were from the tribe of Manasseh. So they were in the family line of Joseph. They spoke to Moses in front of the leaders of the families of Israel.",
          "isHeading": false
        },
        {
          "chapter": 36,
          "verse": 2,
          "text": "They said, “The Lord commanded you to give shares of the land to the people of Israel. He told you to use lots when you do it. At that time the Lord ordered you to give our brother Zelophehad’s share to his daughters.",
          "isHeading": false
        },
        {
          "chapter": 36,
          "verse": 3,
          "text": "“Suppose they get married to men who are from other tribes in Israel. Then their share will be taken away from our family’s land. It will be added to the land of the tribe they marry into. So a part of the share that was given to us will be taken away.",
          "isHeading": false
        },
        {
          "chapter": 36,
          "verse": 4,
          "text": "The Year of Jubilee for the people of Israel will come. Then their share will be added to the land of the tribe they marry into. Their land will be taken away from the share that was given to our tribe.”",
          "isHeading": false
        },
        {
          "chapter": 36,
          "verse": 5,
          "text": "Then the Lord gave a command to Moses. He told Moses to give an order to the people of Israel. Moses said, “What the tribe in the family line of Joseph is saying is right.",
          "isHeading": false
        },
        {
          "chapter": 36,
          "verse": 6,
          "text": "“Here is what the Lord commands for Zelophehad’s daughters. They can get married to anyone they want to. But they have to get married to someone in their own family’s tribe.",
          "isHeading": false
        },
        {
          "chapter": 36,
          "verse": 7,
          "text": "“Property in Israel must not pass from one tribe to another. Everyone in Israel must keep his family’s share of his tribe’s land.",
          "isHeading": false
        },
        {
          "chapter": 36,
          "verse": 8,
          "text": "“Suppose a daughter in any tribe of Israel receives land from her parents. Then she must get married to someone in her father’s family and tribe. In that way, every family’s share will remain in its family line in Israel.",
          "isHeading": false
        },
        {
          "chapter": 36,
          "verse": 9,
          "text": "“Property can’t pass from one tribe to another. Each tribe of Israel must keep the land it receives.”",
          "isHeading": false
        },
        {
          "chapter": 36,
          "verse": 10,
          "text": "So Zelophehad’s daughters did just as the Lord commanded Moses.",
          "isHeading": false
        },
        {
          "chapter": 36,
          "verse": 11,
          "text": "The names of the daughters were Mahlah, Tirzah, Hoglah, Milcah and Noah. All of them got married to their cousins on their father’s side.",
          "isHeading": false
        },
        {
          "chapter": 36,
          "verse": 12,
          "text": "They married men who were in the family line of Manasseh, the son of Joseph. So the land they received remained in their father’s family and tribe.",
          "isHeading": false
        },
        {
          "chapter": 36,
          "verse": 13,
          "text": "Those are the commands and rules the Lord gave through Moses. He gave them to the people of Israel on the flatlands of Moab. They were by the Jordan River across from Jericho.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "?",
    "versions": {
      "leb": [],
      "nirv": []
    }
  }
}