{
  "torah": {
    "passage": "Deuteronomy 8:11 - 9:3",
    "versions": {
      "leb": [
        {
          "chapter": 8,
          "verse": 11,
          "text": "“Take care for yourself so that you not forget Yahweh your God by not keeping his commandments and his regulations and his statutes that I am commanding you today,",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 12,
          "text": "lest when you have eaten and you are satisfied and you have built good houses and you live in them,",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 13,
          "text": "and your herds and your flocks have multiplied, and you have accumulated silver and gold, and all that you have has multiplied,",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 14,
          "text": "then your heart becomes proud and you forget Yahweh your God, the one who brought you out from the land of Egypt, from the house of slavery,",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 15,
          "text": "the one leading you in the great and terrible desert infested with dangerous snakes and scorpions and parched ground, where there is no water, and the one bringing out water for you from flint rock,",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 16,
          "text": "the one feeding you manna in the desert, food that your ancestors did not know, in order to humble you and in order to test you so that he could do good to you in the future.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 17,
          "text": "And you may think in your heart, ‘My strength and the might of my hand acquired this wealth for me.’",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 18,
          "text": "But you must remember Yahweh your God, for he is the one giving you strength to acquire wealth in order to confirm his covenant that he swore to your ancestors as it is today.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 19,
          "text": "And it will happen that if you indeed forget Yahweh your God and you go after other gods and you serve them and you bow down before them, I warn you today that you will surely perish.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 1,
          "text": "And Yahweh gave me the two tablets of stone written with the finger of God, and on them was writing according to all the words that Yahweh spoke with you at the mountain, from the midst of the fire on the day of the assembly.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 2,
          "text": "And with Aaron Yahweh was angry enough to destroy him, and I prayed also for Aaron at that time.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 3,
          "text": "You should know today that Yahweh your God is the one crossing ahead of you as a devouring fire; he will destroy them, and he will subdue them before you; so you will dispossess them, and you will destroy them quickly, just as Yahweh promised you.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 8,
          "verse": 11,
          "text": "Make sure you don’t forget the Lord your God. Don’t fail to obey his commands, laws and rules. I’m giving them to you today.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 12,
          "text": "But suppose you don’t obey his commands. And suppose you have plenty to eat. You build fine houses and settle down in them.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 13,
          "text": "Your herds and flocks increase their numbers. You also get more and more silver and gold. And everything you have multiplies.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 14,
          "text": "Then your hearts will become proud. And you will forget the Lord your God.\nThe Lord brought you out of Egypt. That’s the land where you were slaves.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 15,
          "text": "He led you through that huge and terrible desert. It was a dry land. It didn’t have any water. It had poisonous snakes and scorpions. The Lord gave you water out of solid rock.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 16,
          "text": "He gave you manna to eat in the desert. Your parents had never even known anything about manna before.\nThe Lord took your pride away. He put you to the test. He did it so that things would go well with you in the end.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 17,
          "text": "You might say to yourselves, “Our power and our strong hands have made us rich.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 18,
          "text": "But remember the Lord your God. He gives you the ability to produce wealth. That shows he stands by the terms of his covenant. He promised it with an oath to your people long ago. And he’s still faithful to his covenant today.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 19,
          "text": "Don’t forget the Lord your God. Don’t follow other gods. Don’t worship them and bow down to them. I give witness against you today that if you do, you will certainly be destroyed.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 1,
          "text": "The Lord gave me two stone tablets. The words on them were written by the finger of God. All of the commandments the Lord gave you were written on the tablets. He announced them to you out of the fire on the mountain. He wrote them on the day you gathered together there.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 2,
          "text": "And he was so angry with Aaron he wanted to destroy him too. But at that time I prayed for Aaron.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 3,
          "text": "But today you can be sure the Lord your God will go over there ahead of you. He is like a fire that will burn them up. He’ll destroy them. He’ll bring them under your control. You will drive them out. You will put an end to them quickly, just as the Lord has promised you.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Acts 6:1 - 6:15",
    "versions": {
      "leb": [
        {
          "chapter": 6,
          "verse": 1,
          "text": "And they were not able to resist the wisdom and the Spirit with which he was speaking.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 2,
          "text": "So the twelve summoned the community of disciples and said, “It is not desirable that we neglect the word of God to serve tables.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 3,
          "text": "So, brothers, select from among you seven men of good reputation, full of the Spirit and wisdom, whom we will put in charge of this need.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 4,
          "text": "But we will devote ourselves to prayer and to the ministry of the word.”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 5,
          "text": "And the statement pleased the whole group, and they chose Stephen (a man full of faith and of the Holy Spirit), and Philip, and Prochorus, and Nicanor, and Timon, and Parmenas, and Nicolaus (a convert from Antioch),",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 6,
          "text": "whom they stood before the apostles. And they prayed and placed their hands on them.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 7,
          "text": "And the word of God kept spreading, and the number of disciples in Jerusalem was increasing greatly, and a large number of priests began obeying the faith.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 8,
          "text": "Now Stephen, full of grace and power, was performing great wonders and signs among the people.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 9,
          "text": "But some of those from the Synagogue of the Freedmen (as it was called), both Cyrenians and Alexandrians, and those from Cilicia and Asia, stood up and disputed with Stephen.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 11,
          "text": "Then they secretly instigated men who said, “We have heard him speaking blasphemous words against Moses and God!”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 12,
          "text": "And they incited the people and the elders and the scribes, and they came up and seized him and brought him to the Sanhedrin.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 13,
          "text": "And they put forward false witnesses who said, “This man does not stop speaking words against the holy place and the law!",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 14,
          "text": "For we have heard him saying that this Nazarene Jesus will destroy this place and will change the customs that Moses handed down to us.”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 15,
          "text": "And as they looked intently at him, all those who were sitting in the Sanhedrin saw his face was like the face of an angel.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 6,
          "verse": 1,
          "text": "But he was too wise for them. They couldn’t stand up against the Holy Spirit who spoke through him.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 2,
          "text": "So the Twelve gathered all the believers together. They said, “It wouldn’t be right for us to give up teaching God’s word in order to wait on tables.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 3,
          "text": "Brothers, choose seven of your men. They must be known as men who are wise and full of the Holy Spirit. We will turn this important work over to them.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 4,
          "text": "Then we can give our attention to prayer and to teaching the word.”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 5,
          "text": "This plan pleased the whole group. They chose Stephen. He was full of faith and of the Holy Spirit. Philip, Procorus, Nicanor, Timon and Parmenas were chosen too. The group also chose Nicolas from Antioch. He had accepted the Jewish faith.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 6,
          "text": "The group brought them to the apostles. Then the apostles prayed and placed their hands on them.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 7,
          "text": "So God’s word spread. The number of believers in Jerusalem grew quickly. Also, a large number of priests began to obey Jesus’ teachings.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 8,
          "text": "Stephen was full of God’s grace and power. He did great wonders and miraculous signs among the people.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 9,
          "text": "But members of the group called the Synagogue of the Freedmen began to oppose him. Some of them were Jews from Cyrene and Alexandria. Others were Jews from Cilicia and Asia Minor. They all began to argue with Stephen.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 11,
          "text": "Then in secret they talked some men into lying about Stephen. They said, “We heard Stephen speak evil things against Moses. He also spoke evil things against God.”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 12,
          "text": "So the people were stirred up. The elders and the teachers of the law were stirred up too. They arrested Stephen and brought him to the Sanhedrin.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 13,
          "text": "They found people who were willing to tell lies. The false witnesses said, “This fellow never stops speaking against this holy place. He also speaks against the law.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 14,
          "text": "We have heard him say that this Jesus of Nazareth will destroy this place. He says Jesus will change the practices that Moses handed down to us.”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 15,
          "text": "All who were sitting in the Sanhedrin looked right at Stephen. They saw that his face was like the face of an angel.",
          "isHeading": false
        }
      ]
    }
  }
}