{
  "torah": {
    "passage": "Exodus 18:24 - 18:27",
    "versions": {
      "leb": [
        {
          "chapter": 18,
          "verse": 24,
          "text": "And Moses listened to the voice of his father-in-law, and he did all that he had said.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 25,
          "text": "And Moses chose men of ability from all Israel, and he appointed them as heads over the people, as commanders of thousands, commanders of hundreds, commanders of fifties, and commanders of tens.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 26,
          "text": "And they judged the people all the time; the difficult issues they would bring to Moses, and every minor issue they would judge themselves.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 27,
          "text": "And Moses let his father-in-law go, and he went to his land.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 18,
          "verse": 24,
          "text": "Moses listened to his father-in-law. He did everything Jethro said.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 25,
          "text": "He chose men of ability from the whole community of Israel. He made them leaders of the people. They became officials over thousands, hundreds, fifties and tens.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 26,
          "text": "They judged the people at all times. They brought the hard cases to Moses. But they decided the easy ones themselves.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 27,
          "text": "Moses sent his father-in-law on his way. So Jethro returned to his own country.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Mark 7:17 - 7:23",
    "versions": {
      "leb": [
        {
          "chapter": 7,
          "verse": 17,
          "text": "And when he entered into the house away from the crowd, his disciples asked him about the parable.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 18,
          "text": "And he said to them, “So are you also without understanding? Do you not understand that everything that is outside that goes into a person is not able to defile him?",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 19,
          "text": "For it does not enter into his heart but into his stomach, and goes out into the latrine”—thus declaring all foods clean.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 21,
          "text": "For from within, from the heart of people, come evil plans, sexual immoralities, thefts, murders,",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 22,
          "text": "adulteries, acts of greed, malicious deeds, deceit, licentiousness, envy, abusive speech, pride, foolishness.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 23,
          "text": "All these evil things come from within and defile a person.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 7,
          "verse": 17,
          "text": "Then he left the crowd and entered the house. His disciples asked him about this teaching.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 18,
          "text": "“Don’t you understand?” Jesus asked. “Don’t you see? Nothing that enters people from the outside can make them ‘unclean.’",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 19,
          "text": "It doesn’t go into the heart. It goes into the stomach. Then it goes out of the body.” In saying this, Jesus was calling all foods “clean.”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 21,
          "text": "Evil thoughts come from the inside, from people’s hearts. So do sexual sins, stealing and murder. Adultery,",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 22,
          "text": "greed, hate and cheating come from people’s hearts too. So do desires that are not pure, and wanting what belongs to others. And so do telling lies about others and being proud and being foolish.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 23,
          "text": "All those evil things come from inside a person. They make him ‘unclean.’”",
          "isHeading": false
        }
      ]
    }
  }
}