{
  "torah": {
    "passage": "Numbers 30:2 - 31:12",
    "versions": {
      "leb": [
        {
          "chapter": 30,
          "verse": 2,
          "text": "if a man makes a vow for Yahweh or swears an oath with a binding pledge on himself, he must not render his word invalid; he must do all that went out from his mouth.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 3,
          "text": "“If a woman makes a vow to Yahweh, and she binds a pledge on herself in her father’s house in your childhood,",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 4,
          "text": "but if her father hears her vow or her pledge that she bound on herself and says nothing to her, then all her vows will stand, and every pledge that she binds on her life will stand.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 5,
          "text": "If her father forbids her on the day he hears of it, all her vows or her pledges that she bound on herself will not stand, and Yahweh will forgive her because her father has forgiven her.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 6,
          "text": "“If she has a husband while bound by her vows or a rash promise of her lips,",
          "isHeading": true
        },
        {
          "chapter": 30,
          "verse": 7,
          "text": "and her husband hears of it and is silent on the day he hears it, her vows will stand, and her pledge that she bound upon herself will stand.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 8,
          "text": "But if on the day her husband hears of it, he forbids her, then he will nullify her vow that she is under, and the rash promise of her lips that she bound on herself; and Yahweh will forgive her.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 9,
          "text": "“But the vow of a widow or a woman who is divorced, all that she binds on herself will stand on her.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 10,
          "text": "But if she made a vow in her husband’s house, or bound herself on a pledge with a sworn oath,",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 11,
          "text": "and her husband heard it but was silent to her, and he did not forbid her, all her vows will stand and every pledge that she bound on herself will stand.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 12,
          "text": "But if her husband nullified them on the day he hears them, all her vows going out of her lips concerning her vows or the pledge on herself will not stand; her husband has nullified them, and Yahweh will forgive her.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 13,
          "text": "“Any vow and any sworn oath of a pledge to inflict on herself, her husband can confirm it or her husband can nullify it.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 14,
          "text": "But if her husband is completely silent from day to day, then he confirms all her vows or all her pledges that are on her; he confirms them because he was silent to her on the day he heard them.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 15,
          "text": "But if he indeed nullifies them after he hears them, then he will bear her guilt.”",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 16,
          "text": "These are the decrees that Yahweh commanded Moses, as between a husband and his wife, and between a father and his daughter, while her childhood is in her father’s house.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 1,
          "text": "Yahweh spoke to Moses, saying,",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 2,
          "text": "“Seek vengeance for the Israelites on the Midianites; afterward you will be gathered to your people.”",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 3,
          "text": "Moses spoke to the people, saying, “Arm yourself from among your men for the battle, so that they will go against Midian to mete out the vengeance of Yahweh on Midian.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 4,
          "text": "A thousand from each tribe of every tribe of Israel you will send to battle.”",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 5,
          "text": "So theywere assigned from the thousands of Israel, a thousand from each tribe, twelve thousand equipped for battle.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 6,
          "text": "Moses sent them, a thousand from each tribe, to the battle, and Phinehas son of Eleazar the priest to the battle with them, and the vessels of the sanctuary and the trumpets of the blast were in his hand.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 7,
          "text": "And they fought against Midian just as Yahweh commanded Moses, and they killed every male.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 8,
          "text": "They killed the kings of Midian in addition to the ones they had slain: Evi and Rekem and Zur and Hur and Reba, the five kings of Midian; they also killed Balaam son of Beor by the sword.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 9,
          "text": "The Israelites took captive the women of Midian and their children, and they plundered all their domestic animals and all their livestock and all their wealth.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 10,
          "text": "They burned all their cities where they dwelled and all their camps with fire.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 11,
          "text": "They took all the plunder and all the war-booty with the humans and domestic animals.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 12,
          "text": "They brought the captives, the war-booty, and the plunder to Moses, and to Eleazar the priest, and to the community of the Israelites, to the camp to the desert-plateau of Moab, which was on the Jordan across Jericho.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 30,
          "verse": 2,
          "text": "Suppose a man makes a special promise to the Lord. Or suppose he takes an oath and agrees to do something. Then he must keep his promise. He must do everything he said he would do.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 3,
          "text": "“Suppose a young woman is still living in her father’s house. She makes a special promise to the Lord. Or she takes an oath and agrees to do something.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 4,
          "text": "“Suppose her father hears about her promise or oath. And he doesn’t say anything to her about it. Then she must keep her promise. She must do what she agreed to do.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 5,
          "text": "“But suppose her father doesn’t allow her to keep her promises when he hears about them. Then she doesn’t have to do what she promised or agreed to do. The Lord will set her free. He’ll do it because her father hasn’t allowed her to keep her promises.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 6,
          "text": "“Suppose she gets married after she makes a special promise. Or she gets married after agreeing to do something without thinking it through.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 7,
          "text": "Suppose her husband hears about what she did. And he doesn’t say anything to her about it. Then she must keep her promise. She must do what she agreed to do.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 8,
          "text": "“But suppose her husband doesn’t allow her to keep her promises when he hears about them. Then she doesn’t have to do what she promised. She doesn’t have to do what she agreed to do without thinking it through. The Lord will set her free.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 9,
          "text": "“Suppose a widow makes a special promise. Or suppose she takes an oath and agrees to do something. Then she must keep her promise. She must do what she agreed to do. The same rules apply to a woman who has been divorced.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 10,
          "text": "“Suppose a woman who is living with her husband makes a special promise. Or she takes an oath and agrees to do something.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 11,
          "text": "Suppose her husband hears about what she did. He doesn’t say anything to her about it. And he doesn’t try to stop her from keeping her promises. Then she must keep her promise. She must do what she agreed to do.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 12,
          "text": "“But suppose her husband doesn’t allow her to keep her promises when he hears about them. Then she doesn’t have to do what she promised. She doesn’t have to do what she agreed to do. Her husband has kept her from doing what she said she would do. The Lord will set her free.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 13,
          "text": "“Suppose she takes an oath and agrees not to eat anything. Then her husband can let her keep her promise. Or he can refuse to let her keep it.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 14,
          "text": "“But suppose day after day her husband doesn’t say anything to her about what she did. Then he lets her keep all of her promises. He lets her do everything she agreed to do. That’s because he didn’t say anything to her when he heard about what she had done.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 15,
          "text": "“But suppose some time after he hears about her promises he doesn’t let her keep them. Then she will be guilty. But he will be held accountable for it.”",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 16,
          "text": "Those are the rules the Lord gave Moses about a man and his wife. And those are the rules the Lord gave about a father and his young daughter who is still living in his house.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 1,
          "text": "The Lord spoke to Moses. He said,",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 2,
          "text": "“Pay the people of Midian back for what they did to the Israelites. After that, you will join the members of your family who have already died.”",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 3,
          "text": "So Moses said to the people, “Prepare some of your men for battle. They must go to war against Midian. They will carry out the Lord’s plan to punish Midian.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 4,
          "text": "Send 1,000 men from each of the tribes of Israel into battle.”",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 5,
          "text": "So Moses prepared 12,000 men for battle. There were 1,000 from each tribe. They came from the families of Israel.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 6,
          "text": "Moses sent them into battle. He sent 1,000 from each tribe. The priest Phinehas went along with them. Phinehas was the son of Eleazar. Phinehas took some articles from the sacred tent with him. He also took the trumpets. The trumpet blasts would tell the people what to do and when to do it.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 7,
          "text": "They fought against Midian, just as the Lord had commanded Moses. They killed every man.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 8,
          "text": "Evi, Rekem, Zur, Hur and Reba were among the men they killed. Those men were the five kings of Midian. The people of Israel also killed Balaam, the son of Beor, with a sword.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 9,
          "text": "They captured the women and children of Midian. They took for themselves all of the herds, flocks and goods.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 10,
          "text": "They burned up all of the towns where the people of Midian had settled. They also burned up all of their camps.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 11,
          "text": "They carried off everything they had taken. That included the people and the animals.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 12,
          "text": "They brought back to Israel’s camp the prisoners and everything else they had taken. They took them to Moses and to the priest Eleazar. They brought them to the whole community. Israel was camped on the flatlands of Moab. They were by the Jordan River across from Jericho.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "?",
    "versions": {
      "leb": [],
      "nirv": []
    }
  }
}