{
  "torah": {
    "passage": "Deuteronomy 28:64 - 28:68",
    "versions": {
      "leb": [
        {
          "chapter": 28,
          "verse": 64,
          "text": "And Yahweh shall scatter you among all the nations from one end of the earth up to the other end of the earth, and there you shall serve other gods that you have not known nor your ancestors, gods of wood and stone.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 65,
          "text": "And among these nations you shall not find rest, and there shall not be a resting place for the sole of your foot, and Yahweh shall give you there an anxious heart and a weakening of eyes and a languishing of your inner self.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 66,
          "text": "And your life shall hang in doubt before you, and you shall be startled night and day, and you shall not be confident of your life.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 67,
          "text": "In the morning you shall say, ‘If only it was evening!’ and in the evening you shall say ‘If only it was morning!’ because of the dread of your heart that you shall feel, and because of the sight of your eyes that you shall see.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 68,
          "text": "And Yahweh shall bring you back to Egypt in ships by the route that I promised to you that ‘You shall not see it again!’ And you shall sell yourself there to your enemies as slaves and as female slaves, but there will not be a buyer.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 28,
          "verse": 64,
          "text": "Then the Lord will scatter you among all of the nations. He’ll spread you around from one end of the earth to the other. There you will worship statues of gods that are made out of wood and stone. You and your people long ago hadn’t known anything about those gods.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 65,
          "text": "Among those nations you won’t find any peace. There won’t be any place where you can settle down and rest your feet. There the Lord will give you minds that are filled with worry. He’ll give you eyes that are worn out from sobbing. Your hearts won’t have any hope.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 66,
          "text": "Your lives will always be in danger. You will be filled with fear night and day. You will never be sure you are safe.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 67,
          "text": "In the morning you will say, “We wish it were evening!” In the evening you will say, “We wish it were morning!” Your hearts will be filled with fear. The things you see will terrify you.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 68,
          "text": "The Lord will send you back to Egypt in ships. He’ll send you on a journey I said you should never have to make again. You will offer to sell yourselves to your enemies as slaves in Egypt. But no one will buy you.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Acts 19:23 - 19:41",
    "versions": {
      "leb": [
        {
          "chapter": 19,
          "verse": 23,
          "text": "Now there happened at that time no little disturbance concerning the Way.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 24,
          "text": "For someone named Demetrius, a silversmith who made silver replicas of the temple of Artemis, was bringing no little business to the craftsmen.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 25,
          "text": "These he gathered together, and the workers occupied with such things, and said, “Men, you know that from this business we get our prosperity,",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 26,
          "text": "and you see and hear that not only in Ephesus but in almost all of Asia this man Paul has persuaded and turned away a large crowd by saying that the gods made by hands are not gods.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 27,
          "text": "So not only is there a danger this line of business of ours will come into disrepute, but also the temple of the great goddess Artemis will be regarded as nothing—and she is about to be brought down even from her grandeur, she whom the whole of Asia and the entire world worship!”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 28,
          "text": "And when they heard this and became full of rage, they began to shout, saying, “Great is Artemis of the Ephesians!”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 29,
          "text": "And the city was filled with the tumult, and with one purpose they rushed into the theater, seizing Gaius and Aristarchus, Macedonians who were traveling companions of Paul.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 30,
          "text": "But when Paul wanted to enter into the popular assembly, the disciples would not let him.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 31,
          "text": "And even some of the Asiarchs who were his friends sent word to him and were urging him not to risk himself by going into the theater.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 32,
          "text": "So some were shouting one thing and some another, for the assembly was in confusion, and the majority did not know why they had assembled.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 33,
          "text": "And some of the crowd advised Alexander, when the Jews put him forward. But Alexander, motioning with his hand, was wanting to defend himself to the popular assembly.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 34,
          "text": "But when they recognized that he was a Jew, they were shouting with one voice from all of them for about two hours, “Great is Artemis of the Ephesians!”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 35,
          "text": "And when the city secretary had quieted the crowd, he said, “Ephesian men, for who is there among men who does not know the Ephesian city is honorary temple keeper of the great Artemis and of her image fallen from heaven?",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 36,
          "text": "Therefore because these things are undeniable, it is necessary that you be quiet and do nothing rash!",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 37,
          "text": "For you have brought these men here who are neither temple robbers nor blasphemers of our goddess.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 38,
          "text": "If then Demetrius and the craftsmen who are with him have a complaint against anyone, the court days are observed and there are proconsuls—let them bring charges against one another!",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 39,
          "text": "But if you desire anything further, it will be settled in the lawful assembly.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 40,
          "text": "For indeed we are in danger of being accused of rioting concerning today, since there is no cause in relation to which we will be able to give an account concerning this disorderly gathering!” And when he had said these things, he dismissed the assembly.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 41,
          "text": "",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 19,
          "verse": 23,
          "text": "At that time many people became very upset about the Way of Jesus.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 24,
          "text": "There was a man named Demetrius who made things out of silver. He made silver models of the temple of the goddess Artemis. He brought in a lot of business for the other skilled workers.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 25,
          "text": "One day he called them together. He also called others who were in the same kind of business. “Men,” he said, “you know that we make good money from our work.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 26,
          "text": "You have seen and heard what this fellow Paul is doing. He has talked to large numbers of people here in Ephesus. Almost everywhere in Asia Minor he has led people away from our gods. He says that the gods we make are not gods at all.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 27,
          "text": "Our work is in danger of losing its good name. People’s faith in the temple of the great goddess Artemis will be weakened. Now she is worshiped through all of Asia Minor and the whole world. But soon she will be robbed of her greatness.”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 28,
          "text": "When they heard this, they became very angry. They began shouting, “Great is Artemis of the Ephesians!”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 29,
          "text": "Soon people were making trouble in the whole city. They all rushed into the theater. They dragged Gaius and Aristarchus along with them. These two men had come with Paul from Macedonia.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 30,
          "text": "Paul wanted to appear in front of the crowd. But the believers wouldn’t let him.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 31,
          "text": "Some of the officials in Asia Minor were friends of Paul. They sent him a message, begging him not to go into the theater.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 32,
          "text": "The crowd didn’t know what was going on. Some were shouting one thing and some another. Most of the people didn’t even know why they were there.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 33,
          "text": "The Jews pushed Alexander to the front. Some of the crowd tried to tell him what to say. But he motioned for them to be quiet. He wanted to speak up for himself in front of the people.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 34,
          "text": "But then they realized that he was a Jew. So they all shouted the same thing for about two hours. “Great is Artemis of the Ephesians!” they yelled.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 35,
          "text": "The city clerk quieted the crowd down. “Men of Ephesus!” he said. “The whole world knows that the city of Ephesus guards the temple of the great Artemis. They know that Ephesus guards her statue, which fell from heaven.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 36,
          "text": "These facts can’t be questioned. So calm down. Don’t do anything foolish.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 37,
          "text": "“These men haven’t robbed any temples. They haven’t said evil things against our goddess. But you have brought them here anyhow.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 38,
          "text": "Demetrius and the other skilled workers may feel they have been wronged by someone. Let them bring charges. The courts are open. We have our governors.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 39,
          "text": "Is there anything else you want to bring up? Settle it in a court of law.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 40,
          "text": "As it is, today we are in danger of being charged with causing all this trouble. But there is no reason for it. We wouldn’t be able to explain what has happened.”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 41,
          "text": "After he said this, he sent the people away.",
          "isHeading": false
        }
      ]
    }
  }
}