{
  "torah": {
    "passage": "Exodus 33:12 - 33:16",
    "versions": {
      "leb": [
        {
          "chapter": 33,
          "verse": 12,
          "text": "And Moses said to Yahweh, “See, you are saying to me, ‘Take this people up.’ But you have not let me know whom you will send with me, and you yourself have said, ‘I know you by name, and you also have found favor in my eyes.’",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 13,
          "text": "And now if I have found favor in your eyes, make known to me, please, your way, and so I may know you so that I can find favor in your eyes. And see that this nation is your people.”",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 14,
          "text": "And he said, “My presence will go, and I will give you rest.”",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 15,
          "text": "And he said to him, “If your presence is not going, do not bring us up from here.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 16,
          "text": "And by what will it be known then that I have found favor in your eyes, I and your people? Is it not by your going with us? And so we will be distinguished, I and your people, from all the people who are on the face of the ground.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 33,
          "verse": 12,
          "text": "Moses said to the Lord, “You have been telling me, ‘Lead these people.’ But you haven’t let me know whom you will send with me. You have said, ‘I know your name. I know all about you. And I am pleased with you.’",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 13,
          "text": "If you are pleased with me, teach me more about yourself. Then I can know you. And I can continue to please you. Remember that this nation is your people.”",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 14,
          "text": "The Lord replied, “I will go with you. And I will give you rest.”",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 15,
          "text": "Then Moses said to him, “If you don’t go with us, don’t send us up from here.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 16,
          "text": "How will anyone know that you are pleased with me and your people? You must go with us. How else will we be different from all of the other people on the face of the earth?”",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Mark 14:1 - 14:11",
    "versions": {
      "leb": [
        {
          "chapter": 14,
          "verse": 1,
          "text": "And Judas Iscariot, who was one of the twelve, went to the chief priests in order to betray him to them.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 2,
          "text": "But he said to them, “It is one of the twelve—the one who is dipping bread into the bowl with me.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 3,
          "text": "And Jesus said to him, “Truly I say to you that today—this night—before the rooster crows twice, you will deny me three times!”",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 4,
          "text": "And again he came and found them sleeping, for they could not keep their eyes open, and they did not know what to reply to him.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 5,
          "text": "And they all abandoned him and fled.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 6,
          "text": "And the high priest stood up in the midst of them and asked Jesus, saying, “Do you not reply anything? What are these people testifying against you?”",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 7,
          "text": "But he denied it again. And after a little while, again the bystanders began to say to Peter, “You really are one of them, because you also are a Galilean, and your accent shows it!”",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 8,
          "text": "She has done what she could; she has anointed my body beforehand for burial.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 9,
          "text": "And truly I say to you, wherever the gospel is proclaimed in the whole world, what she has done will also be told in memory of her.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 11,
          "text": "And when they heard this, they were delighted, and promised to give him money. And he began seeking how he could betray him conveniently.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 14,
          "verse": 1,
          "text": "Judas Iscariot was one of the Twelve. He went to the chief priests to hand Jesus over to them.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 2,
          "text": "“It is one of the Twelve,” Jesus replied. “It is the one who dips bread into the bowl with me.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 3,
          "text": "“What I’m about to tell you is true,” Jesus answered. “It will happen today, this very night. Before the rooster crows twice, you yourself will say three times that you don’t know me.”",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 4,
          "text": "Then he came back. Again he found them sleeping. They couldn’t keep their eyes open. They did not know what to say to him.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 5,
          "text": "Then everyone left him and ran away.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 6,
          "text": "Then the high priest stood up in front of them. He asked Jesus, “Aren’t you going to answer? What are these charges these men are bringing against you?”",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 7,
          "text": "Again he said he was not.\nAfter a little while, those standing nearby said to Peter, “You must be one of them. You are from Galilee.”",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 8,
          "text": "She did what she could. She poured perfume on my body to prepare me to be buried.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 9,
          "text": "What I’m about to tell you is true. What she has done will be told anywhere the good news is preached all over the world. It will be told in memory of her.”",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 11,
          "text": "They were delighted to hear that he would do this. They promised to give Judas money. So he watched for the right time to hand Jesus over to them.",
          "isHeading": false
        }
      ]
    }
  }
}