{
  "torah": {
    "passage": "Deuteronomy 18:6 - 18:13",
    "versions": {
      "leb": [
        {
          "chapter": 18,
          "verse": 6,
          "text": "And if a Levite comes from one of your towns from anywhere in Israel where he is residing, he may come whenever he desires, to the place that Yahweh will choose,",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 7,
          "text": "and he may minister in the name of Yahweh his God, just like all his brothers, the Levites who stand there before Yahweh.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 8,
          "text": "They shall eat equal portions, apart from what he may receive from the sale of his patrimony.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 9,
          "text": "“When you come to the land that Yahweh your God is giving to you, you must not learn to do like the detestable practices of those nations.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 11,
          "text": "or one who casts magic spells, or one who consults a spirit of the dead, or spiritist, or one who inquires of the dead.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 12,
          "text": "For everyone doing these things is detestable to Yahweh, and because of these detestable things Yahweh your God is driving them out from before you.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 13,
          "text": "You must be blameless before Yahweh your God.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 18,
          "verse": 6,
          "text": "Sometimes a Levite will move from the town in Israel where he’s living. And he will come to the place the Lord will choose. He’ll do it because he really wants to.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 7,
          "text": "Then he can serve in the name of the Lord his God. He’ll be like all of the other Levites who serve the Lord there.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 8,
          "text": "He must have an equal share of the good things they have. That applies even if he has already received money by selling things his family owned.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 9,
          "text": "You will enter the land the Lord your God is giving you. When you do, don’t copy the practices of the nations that are there. The Lord hates those practices.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 11,
          "text": "Don’t put a spell on anyone. Don’t get messages from those who have died. Don’t talk to the spirits of the dead. Don’t get advice from the dead.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 12,
          "text": "The Lord your God hates it when anyone does those things. The nations that are in the land he’s giving you practice the things he hates. So he will drive out those nations to make room for you.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 13,
          "text": "You must be without blame in the sight of the Lord your God.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Acts 10:35 - 10:48",
    "versions": {
      "leb": [
        {
          "chapter": 10,
          "verse": 35,
          "text": "but in every nation the one who fears him and who does what is right is acceptable to him.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 36,
          "text": "As for the message that he sent to the sons of Israel, proclaiming the good news of peace through Jesus Christ—this one is Lord of all—",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 37,
          "text": "you know the thing that happened throughout all Judea, beginning from Galilee, after the baptism that John proclaimed:",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 38,
          "text": "Jesus of Nazareth—how God anointed him with the Holy Spirit and with power, who went about doing good and healing all who were oppressed by the devil, because God was with him.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 39,
          "text": "And we are witnesses of all the things that he did both in the land of the Judeans and in Jerusalem, whom they also executed by hanging him on a tree.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 40,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 41,
          "text": "not to all the people but to us who had been chosen beforehand by God as witnesses, who ate and drank with him after he rose from the dead.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 42,
          "text": "And he commanded us to preach to the people and to testify solemnly that this one is the one appointed by God as judge of the living and of the dead.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 43,
          "text": "To this one all the prophets testify, that through his name everyone who believes in him receives forgiveness of sins.”",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 44,
          "text": "While Peter was still speaking these words, the Holy Spirit fell on all those who were listening to the message.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 45,
          "text": "And those believers from the circumcision who had accompanied Peter were astonished that the gift of the Holy Spirit had been poured out even on the Gentiles,",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 46,
          "text": "for they heard them speaking in tongues and glorifying God. Then Peter said,",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 47,
          "text": "“Surely no one can withhold the water for these people to be baptized, who have received the Holy Spirit as we also did!”",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 48,
          "text": "So he ordered that they be baptized in the name of Jesus Christ. Then they asked him to stay for several days.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 10,
          "verse": 35,
          "text": "“He accepts people from every nation. He accepts all who have respect for him and do what is right.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 36,
          "text": "“You know the message God sent to the people of Israel. It is the good news of peace through Jesus Christ. He is Lord of all.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 37,
          "text": "You know what has happened all through Judea. It started in Galilee after John preached about baptism.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 38,
          "text": "You know how God anointed Jesus of Nazareth with the Holy Spirit and with power. Jesus went around doing good. He healed all who were under the devil’s power. God was with him.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 39,
          "text": "“We are witnesses of everything he did in the land of the Jews and in Jerusalem. They killed him by nailing him to a cross.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 40,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 41,
          "text": "But he wasn’t seen by all the people. He was seen only by us. We are witnesses whom God had already chosen. We ate and drank with him after he rose from the dead.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 42,
          "text": "“He commanded us to preach to the people. He told us to give witness that he is the one appointed by God to judge the living and the dead.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 43,
          "text": "All the prophets give witness about him. They say that all who believe in him have their sins forgiven through his name.”",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 44,
          "text": "While Peter was still saying these things, the Holy Spirit came on all who heard the message.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 45,
          "text": "Some Jewish believers had come with Peter. They were amazed because the gift of the Holy Spirit had been poured out even on those who weren’t Jews.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 46,
          "text": "They heard them speaking in languages they had not known before. They also heard them praising God.\nThen Peter said,",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 47,
          "text": "“Can anyone keep these people from being baptized with water? They have received the Holy Spirit just as we have.”",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 48,
          "text": "So he ordered that they be baptized in the name of Jesus Christ. Then they asked Peter to stay with them for a few days.",
          "isHeading": false
        }
      ]
    }
  }
}