{
  "torah": {
    "passage": "Deuteronomy 19:14 - 20:9",
    "versions": {
      "leb": [
        {
          "chapter": 19,
          "verse": 14,
          "text": "“You shall not move the boundary marker of your neighbor that former generations set up on your property in the land that Yahweh your God is giving to you to take possession of it.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 15,
          "text": "The testimony of a single witness may not be used to convict with respect to any crime and for any wrongdoing in any offense that a person committed; on the evidence of two witnesses or on the evidence of three witnesses a charge shall be sustained.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 16,
          "text": "If a malicious witness gets up to accuse anyone to testify against him falsely,",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 17,
          "text": "then the two men to whom the legal dispute pertains shall stand before Yahweh, before the priests and the judges who are in office in those days.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 18,
          "text": "Then judges shall make a thorough inquiry, and if it turns out that the witness is a false witness and he testified falsely against his brother,",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 19,
          "text": "then you shall do to him as he meant to do to his brother, and so you shall purge the evil from your midst.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 20,
          "text": "And the rest shall hear and shall fear, and they shall not continue to do such a thing again as this evil thing in your midst.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 21,
          "text": "You must show no pity: life for life, eye for eye, tooth for tooth, hand for hand, foot for foot.”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 1,
          "text": "“If you go out to war against your enemies and you see a horse and a chariot, an army larger that you, you shall not be afraid because of them; for Yahweh your God is with you, the one who brought you from the land of Egypt.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 2,
          "text": "And then when you approach the battle, then the priest shall come near and speak to the troops.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 3,
          "text": "And he shall say to them, ‘Hear, Israel, you are near today to the battle against your enemies; do not lose heart; you shall not be afraid, and you shall not panic, and you shall not be terrified because of them,",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 4,
          "text": "for Yahweh your God is going with you to fight for you against your enemies to help you.’",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 5,
          "text": "And the officials shall speak to the troops, saying, ‘Who is the man who has built a new house and has not dedicated it? Let him go and return to this house, so that he does not die in battle and another man dedicates it.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 6,
          "text": "And who is the man that has planted a vineyard and has not enjoyed it? Let him go and let him return to his house, so that he does not die in battle and another man enjoys it.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 7,
          "text": "And who is the man who got engaged to a woman and has not married her? Let him go and let him return to his house, so that he does not die in battle and another man marries her.’",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 8,
          "text": "And the officials shall continue to speak to the troops, and they shall say, ‘What man is afraid and disheartened? Let him go, and let him return to his house, and let him not cause the heart of his brothers to melt like his.’",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 9,
          "text": "And when the officials have finished speaking to the army troops, then they shall appoint commanders of divisions at the head of the troops.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 19,
          "verse": 14,
          "text": "Don’t move your neighbor’s boundary stone. It was set up by people who lived there before you. It marks the border of a field in the land you will receive as your own. The Lord your God is giving you that land. You will take it over.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 15,
          "text": "Witnesses\nSuppose someone is charged with committing a crime of any kind. Then one witness won’t be enough to prove he is guilty. Every matter must be proved by the words of two or three witnesses.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 16,
          "text": "Suppose a witness who tells lies goes to court and brings charges against someone. The witness says that person committed a crime.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 17,
          "text": "Then the two people in the case must stand in front of the Lord. They must stand in front of the priests and the judges who are in office at that time.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 18,
          "text": "The judges must check out the matter carefully. And suppose the witness is proved to be lying. Then he has given false witness against another Israelite.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 19,
          "text": "So do to the lying witness what he tried to do to the other person. Get rid of that evil person.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 20,
          "text": "The rest of the people will hear about it. And they will be afraid. They won’t allow such an evil thing to be done among them again.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 21,
          "text": "Don’t feel sorry for that evil person. A life must be taken for a life. An eye must be put out for an eye. A tooth must be knocked out for a tooth. A hand must be cut off for a hand and a foot for a foot.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 1,
          "text": "Going to War\nWhen you go to war against your enemies, you might see that they have horses and chariots. They might even have an army that is stronger than yours. But don’t be afraid of them. The Lord your God will be with you. After all, he brought you up out of Egypt.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 2,
          "text": "Just before you go into battle, the priest will come forward. He’ll speak to the army.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 3,
          "text": "He’ll say, “Men of Israel, listen to me. Today you are going into battle against your enemies. Don’t be scared. Don’t be afraid. Don’t panic. Don’t be terrified by them.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 4,
          "text": "The Lord your God is going with you. He’ll fight for you. He’ll help you win the battle over your enemies.”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 5,
          "text": "The officers will speak to the army. They will say, “Has anyone built a new house and not started to live in it? Let him go home. If he doesn’t, he might die in battle. Then someone else will live in his house.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 6,
          "text": "Has anyone planted a vineyard and not started to enjoy it? Let him go home. If he doesn’t, he might die in battle. Then someone else will enjoy his vineyard.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 7,
          "text": "Has anyone promised to get married to a woman but hasn’t done it yet? Let him go home. If he doesn’t, he might die in battle. Then someone else will marry her.”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 8,
          "text": "The officers will continue, “Is any man afraid? Is anyone scared? Let him go home. Then the other men won’t lose hope too.”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 9,
          "text": "The officers will finish speaking to the army. When they do, they’ll appoint commanders over it.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Acts 11:19 - 11:30",
    "versions": {
      "leb": [
        {
          "chapter": 11,
          "verse": 19,
          "text": "Developments in the Church in Antioch\nNow those who had been scattered because of the persecution that took place over Stephen traveled as far as Phoenicia and Cyprus and Antioch, proclaiming the message to no one except Jews alone.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 20,
          "text": "But some of them were men from Cyprus and Cyrene, who, when they came to Antioch, began to speak to the Hellenists also, proclaiming the good news about the Lord Jesus.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 21,
          "text": "And the hand of the Lord was with them, and a large number who believed turned to the Lord.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 22,
          "text": "And the report came to the attention of the church that was in Jerusalem about them, and they sent out Barnabas as far as Antioch,",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 23,
          "text": "who, when he arrived and saw the grace of God, rejoiced and encouraged them all to remain true to the Lord with devoted hearts,",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 24,
          "text": "because he was a good man and full of the Holy Spirit and of faith. And a large number were added to the Lord.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 25,
          "text": "So he departed for Tarsus to look for Saul.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 26,
          "text": "And when he found him, he brought him to Antioch. And it happened to them also that they met together for a whole year with the church and taught a large number of people. And in Antioch the disciples were first called Christians.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 27,
          "text": "Now in those days prophets came down from Jerusalem to Antioch.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 28,
          "text": "And one of them named Agabus stood up and indicated by the Spirit that a great famine was about to come over the whole inhabited earth (which took place in the time of Claudius).",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 29,
          "text": "So from the disciples, according to their ability to give, each one of them determined to send financial aid for support to the brothers who lived in Judea,",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 30,
          "text": "which they also did, sending the aid to the elders by the hand of Barnabas and Saul.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 11,
          "verse": 19,
          "text": "Believers Are Called Christians for the First Time\nSome believers had been scattered by the suffering that came to them after Stephen’s death. They traveled as far as Phoenicia, Cyprus and Antioch. But they told the message only to Jews.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 20,
          "text": "Some believers from Cyprus and Cyrene went to Antioch. There they began to speak to Greeks also. They told them the good news about the Lord Jesus.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 21,
          "text": "The Lord’s power was with them. Large numbers of people believed and turned to the Lord.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 22,
          "text": "The church in Jerusalem heard about this. So they sent Barnabas to Antioch.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 23,
          "text": "When he arrived and saw what the grace of God had done, he was glad. He told them all to remain true to the Lord with all their hearts.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 24,
          "text": "Barnabas was a good man. He was full of the Holy Spirit and of faith. Large numbers of people came to know the Lord.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 25,
          "text": "Then Barnabas went to Tarsus to look for Saul.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 26,
          "text": "He found him there. Then he brought him to Antioch. For a whole year Barnabas and Saul met with the church. They taught large numbers of people. At Antioch the believers were called Christians for the first time.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 27,
          "text": "In those days some prophets came down from Jerusalem to Antioch.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 28,
          "text": "One of them was named Agabus. He stood up and spoke through the Spirit. He said there would not be nearly enough food anywhere in the Roman world. This happened while Claudius was the emperor.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 29,
          "text": "The believers decided to provide help for the brothers and sisters living in Judea. All of them helped as much as they could.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 30,
          "text": "They sent their gift to the elders through Barnabas and Saul.",
          "isHeading": false
        }
      ]
    }
  }
}