{
  "torah": {
    "passage": "Genesis 37:1 - 37:11",
    "versions": {
      "leb": [
        {
          "chapter": 37,
          "verse": 1,
          "text": "And he told it to his father and to his brothers. And his father rebuked him and said to him, “What is this dream that you have dreamed? Will I and your mother and your brothers indeed come to bow down to the ground to you?”",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 2,
          "text": "Now then, come, let us kill him and throw him in one of the pits. Then we will say a wild animal devoured him. Then we will see what his dreams become.”",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 3,
          "text": "And he returned to his brothers and said, “The boy is gone! Now I, what can I do?”",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 4,
          "text": "When his brothers saw that their father loved him more than all his brothers, they hated him and were not able to speak peaceably to him.",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 5,
          "text": "And Joseph dreamed a dream, and he told it to his brothers. And they hated him even more.",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 6,
          "text": "And he said to them, “Listen now to this dream that I dreamed.",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 7,
          "text": "Now behold, we were binding sheaves in the midst of the field and, behold, my sheaf stood up and it remained standing. Then behold, your sheaves gathered around and bowed down to my sheaf.”",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 8,
          "text": "Then his brothers said to him, “Will you really rule over us?” And they hated him even more on account of his dream and because of his words.",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 9,
          "text": "Then he dreamed yet another dream and told it to his brothers. And he said, “Behold, I dreamed a dream again, and behold, the sun and the moon and eleven stars were bowing down to me.”",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 11,
          "text": "And his brothers were jealous of him, but his father kept the matter in mind.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 37,
          "verse": 1,
          "text": "He told his father as well as his brothers. Then his father objected. He said, “What about this dream you had? Will your mother and I and your brothers really do that? Will we really come and bow down to the ground in front of you?”",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 2,
          "text": "“Come. Let’s kill him. Let’s throw him into one of these empty wells. Let’s say that a wild animal ate him up. Then we’ll see whether his dreams will come true.”",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 3,
          "text": "He went back to his brothers and said, “The boy isn’t there! Now what should I do?”",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 4,
          "text": "Joseph’s brothers saw that their father loved him more than any of them. So they hated Joseph. They couldn’t even speak one kind word to him.",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 5,
          "text": "Joseph had a dream. When he told it to his brothers, they hated him even more.",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 6,
          "text": "He said to them, “Listen to the dream I had.",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 7,
          "text": "We were tying up bundles of grain out in the field. Suddenly my bundle rose and stood up straight. Your bundles gathered around my bundle and bowed down to it.”",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 8,
          "text": "His brothers said to him, “Do you plan to be king over us? Will you really rule over us?” So they hated him even more because of his dream. They didn’t like what he had said.",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 9,
          "text": "Then Joseph had another dream. He told it to his brothers. “Listen,” he said. “I had another dream. This time the sun and moon and 11 stars were bowing down to me.”",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 11,
          "text": "His brothers were jealous of him. But his father kept the matter in mind.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "John 13:12 - 13:17",
    "versions": {
      "leb": [
        {
          "chapter": 13,
          "verse": 12,
          "text": "So when he had washed their feet and taken his outer clothing and reclined at table again, he said to them, “Do you understand what I have done for you?",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 13,
          "text": "You call me ‘Teacher’ and ‘Lord,’ and you speak correctly, for I am.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 14,
          "text": "If then I—your Lord and Teacher—wash your feet, you also ought to wash one another’s feet.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 15,
          "text": "For I have given you an example, that just as I have done for you, you also do.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 16,
          "text": "Truly, truly I say to you, a slave is not greater than his master, nor a messenger greater than the one who sent him.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 17,
          "text": "If you understand these things, you are blessed if you do them.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 13,
          "verse": 12,
          "text": "When Jesus finished washing their feet, he put on his clothes. Then he returned to his place.\n“Do you understand what I have done for you?” he asked them.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 13,
          "text": "“You call me ‘Teacher’ and ‘Lord.’ You are right. That is what I am.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 14,
          "text": "I, your Lord and Teacher, have washed your feet. So you also should wash one another’s feet.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 15,
          "text": "I have given you an example. You should do as I have done for you.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 16,
          "text": "“What I’m about to tell you is true. A servant is not more important than his master. And a messenger is not more important than the one who sends him.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 17,
          "text": "Now you know these things. So you will be blessed if you do them.",
          "isHeading": false
        }
      ]
    }
  }
}