{
  "torah": {
    "passage": "Numbers 13:1 - 13:20",
    "versions": {
      "leb": [
        {
          "chapter": 13,
          "verse": 1,
          "text": "Spies Sent to Spy Out the Land of Canaan\nAnd Yahweh spoke to Moses, saying,",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 2,
          "text": "“Send for yourself men, and let them explore the land of Canaan, which I am about to give to the Israelites; from each tribe of his father send one man, everyone a leader among them.”",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 3,
          "text": "So Moses sent them from the desert of Paran on the command of Yahweh; all of the men were leaders of the Israelites.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 4,
          "text": "And these are their names: from the tribe of Reuben, Shammua son of Zaccur;",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 5,
          "text": "from the tribe of Simeon, Shaphat son of Hori;",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 6,
          "text": "from the tribe of Judah, Caleb son of Jephunneh;",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 7,
          "text": "from the tribe of Issachar, Igal son of Joseph;",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 8,
          "text": "from the tribe of Ephraim, Hoshea son of Nun;",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 9,
          "text": "from the tribe of Benjamin, Palti son of Raphu;",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 10,
          "text": "from the tribe of Zebulun, Gaddiel son of Sodi;",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 11,
          "text": "from the tribe of Joseph, from the tribe of Manasseh, Gaddi son of Susi;",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 12,
          "text": "from the tribe of Dan, Ammiel son of Gemalli;",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 13,
          "text": "from the tribe of Asher, Sethur son of Michael;",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 14,
          "text": "from the tribe of Naphtali, Nahbi son of Vophsi;",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 15,
          "text": "from the tribe of Gad, Geuel son of Maki.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 16,
          "text": "These are the names of the men whom Moses sent to explore the land. And Moses called Hoshea son of Nun Joshua.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 17,
          "text": "Moses sent them to explore the land of Canaan, and he said to them, “Go up like this to the Negev, and go up into the hill country,",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 18,
          "text": "and you will see what the land is like and if the people who inhabit it are strong or weak, or whether they are few or many,",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 19,
          "text": "and whether the land that they are inhabiting is good or bad, and whether the cities they are inhabiting are camps or fortifications,",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 20,
          "text": "and whether the land is fertile or lean, and whether there are trees on it or not. You will show yourself courageous, and you will take some of the fruit of the land.” It was the time of first ripe grapes.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 13,
          "verse": 1,
          "text": "Some Men Check Out the Land of Canaan\nThe Lord spoke to Moses. He said,",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 2,
          "text": "“Send some men to check out the land of Canaan. I am giving it to the people of Israel. Send one leader from each of Israel’s tribes.”",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 3,
          "text": "So Moses sent them out from the Desert of Paran. He sent them as the Lord had commanded. All of them were leaders of the people of Israel.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 4,
          "text": "Here are their names.\nThere was Shammua from the tribe of Reuben. Shammua was the son of Zaccur.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 5,
          "text": "There was Shaphat from the tribe of Simeon. Shaphat was the son of Hori.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 6,
          "text": "There was Caleb from the tribe of Judah. Caleb was the son of Jephunneh.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 7,
          "text": "There was Igal from the tribe of Issachar. Igal was the son of Joseph.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 8,
          "text": "There was Hoshea from the tribe of Ephraim. Hoshea was the son of Nun.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 9,
          "text": "There was Palti from the tribe of Benjamin. Palti was the son of Raphu.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 10,
          "text": "There was Gaddiel from the tribe of Zebulun. Gaddiel was the son of Sodi.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 11,
          "text": "There was Gaddi from the tribe of Manasseh. Gaddi was the son of Susi. Manasseh was a tribe of Joseph.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 12,
          "text": "There was Ammiel from the tribe of Dan. Ammiel was the son of Gemalli.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 13,
          "text": "There was Sethur from the tribe of Asher. Sethur was the son of Michael.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 14,
          "text": "There was Nahbi from the tribe of Naphtali. Nahbi was the son of Vophsi.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 15,
          "text": "There was Geuel from the tribe of Gad. Geuel was the son of Maki.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 16,
          "text": "Those are the men Moses sent to check out the land. He gave the name Joshua to Hoshea, the son of Nun.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 17,
          "text": "Moses sent them to check out Canaan. He said, “Go up through the Negev Desert. Go on into the central hill country.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 18,
          "text": "See what the land is like. See whether the people who live there are strong or weak. See whether they are few or many.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 19,
          "text": "“What kind of land do they live in? Is it good or bad? What kind of towns do they live in? Do the towns have high walls around them or not?",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 20,
          "text": "How is the soil? Is it rich land or poor land? Are there trees on it or not? Do your best to bring back some of the fruit of the land.” It was the season for the first ripe grapes.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "?",
    "versions": {
      "leb": [],
      "nirv": []
    }
  }
}