{
  "torah": {
    "passage": "Leviticus 23:1-4; Leviticus 23:34-44; Zechariah 14:1-11",
    "versions": {
      "leb": [
        {
          "chapter": 23,
          "verse": 1,
          "text": "“Speak to the Israelites, and say to them, ‘When you come to the land that I am about to give to you and you reap its harvest, then you shall bring a sheaf of the firstfruit of your harvest to the priest.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 2,
          "text": "And the priest shall wave them with the bread of the firstfruits as a wave offering before Yahweh; in addition to the two male lambs, they shall be holy for Yahweh for the priest.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 3,
          "text": "As for any person who does any work on this very same day, I will exterminate that person from the midst of his people.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 4,
          "text": "And on the first day you shall take for yourselves the first fruit of majestic trees, branches of palm trees and branches of a leafy tree and of a brook’s poplar trees, and you shall rejoice before Yahweh your God for seven days.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 23,
          "verse": 1,
          "text": "“Speak to the people of Israel. Tell them, ‘When you enter the land I am going to give you, bring an offering to me. Gather your crops. Bring the first bundle of grain to the priest.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 2,
          "text": "The priest must lift the two lambs up and wave them in front of me as a wave offering. He must offer them together with the bread that is made out of the first share of your crops. They are a sacred offering to me. They will be given to the priest.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 3,
          "text": "I will destroy anyone among your people who does any work on that day.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 4,
          "text": "On the first day you must get the best fruit from the trees. You must also get palm leaves, leafy branches and poplar branches. You must be filled with joy in my sight for seven days. I am the Lord your God.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "John 7:1-24",
    "versions": {
      "leb": [
        {
          "chapter": 7,
          "verse": 1,
          "text": "But when his brothers had gone up to the feast, then he also went up, not openly, but (as it were) in secret.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 2,
          "text": "The crowd replied, “You have a demon! Who is seeking to kill you?”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 3,
          "text": "So they were seeking to seize him, and no one laid a hand on him, because his hour had not yet come.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 4,
          "text": "Then, when they heard these words, some from the crowd began to say, “This man is truly the Prophet!”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 5,
          "text": "Nicodemus, the one who came to him previously—who was one of them—said to them,",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 6,
          "text": "So Jesus said to them, “My time has not yet come, but your time is always ready.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 7,
          "text": "The world cannot hate you, but it hates me, because I am testifying about it, that its deeds are evil.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 8,
          "text": "You go up to the feast. I am not going up to this feast, because my time is not yet completed.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 9,
          "text": "And when he had said these things, he remained in Galilee.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 11,
          "text": "So the Jews were looking for him at the feast, and were saying, “Where is he?”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 12,
          "text": "And there was a lot of grumbling concerning him among the crowds; some were saying, “He is a good man,” but others were saying, “No, but he deceives the crowd.”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 13,
          "text": "However, no one was speaking openly about him for fear of the Jews.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 14,
          "text": "Now when the feast was already half over, Jesus went to the temple courts and began to teach.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 15,
          "text": "Then the Jews were astonished, saying, “How does this man possess knowledge, because he has not been taught?”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 16,
          "text": "So Jesus answered them and said, “My teaching is not mine, but is from the one who sent me.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 17,
          "text": "If anyone wants to do his will, he will know about my teaching, whether it is from God or I am speaking from myself.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 18,
          "text": "The one who speaks from himself seeks his own glory. But the one who seeks the glory of the one who sent him—this one is true, and there is no unrighteousness in him.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 19,
          "text": "Has not Moses given you the law, and none of you carries out the law? Why do you seek to kill me?”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 21,
          "text": "Jesus answered and said to them, “I performed one work, and you are all astonished.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 22,
          "text": "Because of this Moses has given you circumcision (not that it is from Moses, but from the fathers), and you circumcise a man on the Sabbath.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 23,
          "text": "If a man receives circumcision on the Sabbath so that the law of Moses would not be broken, are you angry with me because I made a whole man well on the Sabbath?",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 24,
          "text": "Do not judge according to outward appearance, but judge according to righteous judgment!”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 7,
          "verse": 1,
          "text": "When his brothers had left for the Feast, he went also. But he went secretly, not openly.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 2,
          "text": "“You are controlled by demons,” the crowd answered. “Who is trying to kill you?”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 3,
          "text": "When he said this, they tried to arrest him. But no one laid a hand on him. His time had not yet come.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 4,
          "text": "When some of the people heard his words, they said, “This man must be the Prophet we’ve been expecting.”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 5,
          "text": "Then Nicodemus, a Pharisee, spoke. He was the one who had gone to Jesus earlier. He asked,",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 6,
          "text": "So Jesus told them, “The right time has not yet come for me. For you, any time is right.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 7,
          "text": "The people of the world can’t hate you. But they hate me. This is because I give witness that what they do is evil.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 8,
          "text": "“You go to the Feast. I am not yet going up to this Feast. For me, the right time has not yet come.”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 9,
          "text": "After he said this, he stayed in Galilee.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 11,
          "text": "At the Feast the Jews were watching for him. They were asking, “Where is he?”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 12,
          "text": "Many people in the crowd were whispering about him. Some said, “He is a good man.”\nOthers replied, “No. He fools the people.”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 13,
          "text": "But no one would say anything about him openly. They were afraid of the Jews.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 14,
          "text": "Jesus did nothing until halfway through the Feast. Then he went up to the temple courtyard and began to teach.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 15,
          "text": "The Jews were amazed. They asked, “How did this man learn so much without studying?”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 16,
          "text": "Jesus answered, “What I teach is not my own. It comes from the One who sent me.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 17,
          "text": "Anyone who chooses to do what God wants him to do will find out whether my teaching comes from God or from me.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 18,
          "text": "Someone who speaks on his own does it to get honor for himself. But someone who works for the honor of the One who sent him is truthful. There is nothing false about him.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 19,
          "text": "“Didn’t Moses give you the law? But not one of you keeps the law. Why are you trying to kill me?”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 21,
          "text": "Jesus said to them, “I did one miracle, and you are all amazed.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 22,
          "text": "Moses gave you circumcision, and so you circumcise a child on the Sabbath day. But circumcision did not really come from Moses. It came from Abraham.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 23,
          "text": "You circumcise a child on the Sabbath day. You think that if you do, you won’t break the law of Moses. Then why are you angry with me? I healed a whole man on the Sabbath!",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 24,
          "text": "“Stop judging only by what you see. Judge correctly.”",
          "isHeading": false
        }
      ]
    }
  }
}