{
  "torah": {
    "passage": "Numbers 2:1 - 2:34",
    "versions": {
      "leb": [
        {
          "chapter": 2,
          "verse": 1,
          "text": "“The standard of the camp of Reuben will be to the south according to their divisions. The leader of the descendants will be Elizur son of Shedeur.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 2,
          "text": "The tribe of Manasseh will be next to him. The leader of the descendants of the tribe of Manasseh will be Camaliel son of Pedahzur.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 3,
          "text": "And his division and the ones counted are fifty-three thousand four hundred.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 4,
          "text": "and his division and the ones counted are seventy-four thousand six hundred.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 5,
          "text": "And the ones who encamp next to him will be the tribe of Issachar. And the leader of the descendants of Issachar will be Nethanel son of Zuar,",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 6,
          "text": "and his division are fifty-four thousand four hundred.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 7,
          "text": "For the tribe of Zebulun: the leader of the descendants of Zebulun will be Eliab son of Helon,",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 8,
          "text": "and his division and the ones counted are fifty-seven thousand four hundred.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 9,
          "text": "All those counted from the camp of Judah are one hundred and eighty-six thousand four hundred. They will set out first according to their divisions.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 11,
          "text": "And his division and the ones counted are forty-six thousand five hundred.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 12,
          "text": "Those encamped next to him will be the tribe of Simeon. The leader of the descendants of Simeon will be Shelumiel son of Zurishaddai.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 13,
          "text": "And his division and the ones counted are fifty-nine thousand three hundred.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 14,
          "text": "For the tribe of Gad: the leader of the descendants of Gad will be Eliasaph son of Reuel.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 15,
          "text": "And his division and the ones counted are forty-five thousand six hundred and fifty.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 16,
          "text": "All those counted from the camp of Reuben are one hundred and fifty-one thousand four hundred and fifty. They will set out second according to their divisions.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 17,
          "text": "“The tent of assembly the camp of the Levites will set out in the midst of the camps; they will set out just as they encamped, each according to their standards.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 18,
          "text": "“The standard of the camp of Ephraim according to their divisions will be to the west. The leader of the descendants of Ephraim will be Elishama son of Ammihud.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 19,
          "text": "And his division and the ones counted are forty thousand five hundred.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 21,
          "text": "And his division and the ones counted are thirty-two thousand two hundred.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 22,
          "text": "For the tribe of Benjamin: the leader of the descendants of Benjamin will be Abidan son of Gideoni.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 23,
          "text": "And his division and the ones counted are thirty-five thousand four hundred.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 24,
          "text": "All those counted from the camp of Ephraim are one hundred and eighty thousand one hundred. They will set out third according to their divisions.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 25,
          "text": "“The standard of the camp of Dan according to their divisions will be to the west. The leader of the descendants of Dan will be Ahiezer son of Ammishaddai.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 26,
          "text": "And his division and the ones counted are sixty-two thousand seven hundred.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 27,
          "text": "Those encamped next to him will be the tribe of Asher. The leader of the descendants of Asher will be Pagiel son of Ocran.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 28,
          "text": "And his division and the ones counted are forty-one thousand five hundred.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 29,
          "text": "For the tribe of Naphtali: the leader of the descendants of Naphtali will be Ahira son of Enan.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 30,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 31,
          "text": "All the ones counted from the camp of Dan are one hundred and fifty-seven thousand six hundred. They will set out last according to their divisions.”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 32,
          "text": "These were the ones counted of the Israelites according to their families; all those counted from the camps according to their divisions were six hundred and three thousand five hundred.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 33,
          "text": "The Levites were not counted in the midst of the Israelites, just as Yahweh commanded Moses.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 34,
          "text": "And the Israelites did everything that Yahweh commanded Moses. They encamped according to their standards, and they set out each one according to their clans among their families.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 2,
          "verse": 1,
          "text": "The companies of the camp of Reuben will be on the south side. They will be under their flag. The leader of the tribe of Reuben is Elizur, the son of Shedeur.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 2,
          "text": "The tribe of Manasseh will be next to them. The leader of the tribe of Manasseh is Gamaliel, the son of Pedahzur.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 3,
          "text": "There are 53,400 men in his company.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 4,
          "text": "There are 74,600 men in his company.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 5,
          "text": "The tribe of Issachar will camp next to them. The leader of the tribe of Issachar is Nethanel, the son of Zuar.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 6,
          "text": "There are 54,400 men in his company.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 7,
          "text": "The tribe of Zebulun will be next. The leader of the tribe of Zebulun is Eliab, the son of Helon.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 8,
          "text": "There are 57,400 men in his company.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 9,
          "text": "So a total of 186,400 men will be set apart for the camp of Judah. They will be arranged company by company. They will start out first.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 11,
          "text": "There are 46,500 men in his company.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 12,
          "text": "The tribe of Simeon will camp next to them. The leader of the tribe of Simeon is Shelumiel, the son of Zurishaddai.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 13,
          "text": "There are 59,300 men in his company.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 14,
          "text": "The tribe of Gad will be next. The leader of the tribe of Gad is Eliasaph, the son of Deuel.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 15,
          "text": "There are 45,650 men in his company.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 16,
          "text": "So a total of 151,450 men will be set apart for the camp of Reuben. They will be arranged company by company. They will start out second.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 17,
          "text": "Then the camp of the Levites will start out. The Tent of Meeting will go with them. They will march in the middle of the other camps. They will start out in the same order as they do when they set up camp. Each one will be in his own place under his flag.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 18,
          "text": "The companies of the camp of Ephraim will be on the west side. They will be under their flag. The leader of the tribe of Ephraim is Elishama, the son of Ammihud.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 19,
          "text": "There are 40,500 men in his company.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 21,
          "text": "There are 32,200 men in his company.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 22,
          "text": "The tribe of Benjamin will be next. The leader of the tribe of Benjamin is Abidan, the son of Gideoni.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 23,
          "text": "There are 35,400 men in his company.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 24,
          "text": "So a total of 108,100 men will be set apart for the camp of Ephraim. They will be arranged company by company. They will start out third.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 25,
          "text": "The companies of the camp of Dan will be on the north side. They will be under their flag. The leader of the tribe of Dan is Ahiezer, the son of Ammishaddai.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 26,
          "text": "There are 62,700 men in his company.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 27,
          "text": "The tribe of Asher will camp next to them. The leader of the tribe of Asher is Pagiel, the son of Ocran.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 28,
          "text": "There are 41,500 men in his company.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 29,
          "text": "The tribe of Naphtali will be next. The leader of the tribe of Naphtali is Ahira, the son of Enan.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 30,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 31,
          "text": "So a total of 157,600 men will be set apart for the camp of Dan. They will start out last. They will march under their flags.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 32,
          "text": "Those are the men of Israel. They were counted in keeping with their families. The total number of all of the men who were in the camps is 603,550, company by company.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 33,
          "text": "But the Levites weren’t counted along with the other men of Israel. That’s what the Lord had commanded Moses.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 34,
          "text": "So the people of Israel did everything the Lord had commanded Moses. That’s the way they set up camp under their flags. And that’s the way they started out. Each man marched out with his own tribe and family.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Luke 2:1-52",
    "versions": {
      "leb": [
        {
          "chapter": 2,
          "verse": 1,
          "text": "And the angel said to them, “Do not be afraid, for behold, I bring good news to you of great joy which will be for all the people:",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 2,
          "text": "And the shepherds returned, glorifying and praising God for all that they had heard and seen, just as it had been told to them.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 3,
          "text": "For my eyes have seen your salvation",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 4,
          "text": "And the child was growing and becoming strong, filled with wisdom, and the favor of God was upon him.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 5,
          "text": "And they did not understand the statement that he spoke to them.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 6,
          "text": "And it happened that while they were there, the time came for her to give birth.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 7,
          "text": "And she gave birth to her firstborn son, and wrapped him in strips of cloth and laid him in a manger, because there was no place for them in the inn.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 8,
          "text": "And there were shepherds in the same region, living out of doors and keeping watch, guarding over their flock by night.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 9,
          "text": "And an angel of the Lord stood near them, and the glory of the Lord shone around them, and they were terribly frightened.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 11,
          "text": "that today a Savior, who is Christ the Lord, was born for you in the city of David.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 12,
          "text": "And this will be the sign for you: you will find the baby wrapped in strips of cloth and lying in a manger.”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 13,
          "text": "And suddenly there was with the angel a multitude of the heavenly army, praising God and saying,",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 14,
          "text": "and on earth peace\namong people with whom he is pleased!”",
          "isHeading": true
        },
        {
          "chapter": 2,
          "verse": 15,
          "text": "And it happened that when the angels had departed from them into heaven, the shepherds began to say to one another, “Let us go now to Bethlehem and see this thing that has happened, which the Lord has revealed to us!”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 16,
          "text": "And they went hurrying and found both Mary and Joseph, and the baby who was lying in the manger.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 17,
          "text": "And when they saw it, they made known the statement that had been told to them about this child.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 18,
          "text": "And all who heard it were astonished concerning what had been said to them by the shepherds.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 19,
          "text": "But Mary treasured up all these words, pondering them in her heart.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 21,
          "text": "And when eight days were completed so that he could be circumcised, he was named Jesus, his name that he was called by the angel before he was conceived in the womb.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 22,
          "text": "And when the days of their purification were completed according to the law of Moses, they brought him up to Jerusalem to present him to the Lord",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 23,
          "text": "(just as it is written in the law of the Lord, “Every male that opens the womb will be called holy to the Lord”)",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 24,
          "text": "and to offer a sacrifice according to what was stated in the law of the Lord, “a pair of turtledoves or two young pigeons.”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 25,
          "text": "And behold, there was a man in Jerusalem whose name was Simeon, and this man was righteous and devout, looking forward to the consolation of Israel, and the Holy Spirit was upon him.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 26,
          "text": "And it had been revealed to him by the Holy Spirit that he would not see death before he would see the Lord’s Christ.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 27,
          "text": "And he came in the Spirit into the temple, and when the parents brought in the child Jesus so that they could do for him according to what was customary under the law,",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 28,
          "text": "he took him in his arms and praised God and said,",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 29,
          "text": "according to your word.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 30,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 31,
          "text": "&nbsp;&nbsp;&nbsp;&nbsp;that you have prepared in the presence of all the peoples,",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 32,
          "text": "and glory to your people Israel.”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 33,
          "text": "And his father and mother were astonished at what was said about him.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 34,
          "text": "And Simeon blessed them and said to his mother Mary, “Behold, this child is appointed for the fall and rise of many in Israel, and for a sign that is opposed—",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 35,
          "text": "and a sword will pierce your own soul also, so that the thoughts of many hearts will be revealed!”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 36,
          "text": "And there was a prophetess, Anna the daughter of Phanuel of the tribe of Asher (she was advanced in years, having lived with her husband seven years after her marriage,",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 37,
          "text": "and herself as a widow up to eighty-four years) who did not depart from the temple with fastings and prayers, serving night and day.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 38,
          "text": "And at that same hour she approached and began to give thanks to God, and to speak about him to all those who were waiting for the redemption of Jerusalem.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 39,
          "text": "And when they had completed everything according to the law of the Lord, they returned to Galilee, to their own town of Nazareth.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 40,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 41,
          "text": "And his parents went every year to Jerusalem for the feast of the Passover.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 42,
          "text": "And when he was twelve years old, they went up according to the custom of the feast.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 43,
          "text": "And after the days were completed, while they were returning, the boy Jesus stayed behind in Jerusalem. And his parents did not know it,",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 44,
          "text": "but believing him to be in the group of travelers, they went a day’s journey. And they began searching for him among their relatives and their acquaintances,",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 45,
          "text": "and when they did not find him, they returned to Jerusalem to search for him.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 46,
          "text": "And it happened that after three days they found him in the temple courts, sitting in the midst of the teachers and listening to them and asking them questions.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 47,
          "text": "And all who heard him were amazed at his insight and his answers.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 48,
          "text": "And when they saw him, they were astounded and his mother said to him, “Child, why have you done this to us? Look, your father and I have been searching for you anxiously!”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 49,
          "text": "And he said to them, “Why were you searching for me? Did you not know that it was necessary for me to be in the house of my Father?”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 50,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 51,
          "text": "And he went down with them and came to Nazareth, and was submitting to them. And his mother treasured all these things in her heart.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 52,
          "text": "And Jesus was advancing in wisdom and stature and in favor with God and with people.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 2,
          "verse": 1,
          "text": "But the angel said to them, “Do not be afraid. I bring you good news of great joy. It is for all the people.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 2,
          "text": "The shepherds returned. They gave glory and praise to God. Everything they had seen and heard was just as they had been told.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 3,
          "text": "My eyes have seen your salvation.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 4,
          "text": "And the child grew and became strong. He was very wise. He was blessed by God’s grace.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 5,
          "text": "But they did not understand what he meant by that.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 6,
          "text": "While Joseph and Mary were there, the time came for the child to be born.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 7,
          "text": "She gave birth to her first baby. It was a boy. She wrapped him in large strips of cloth. Then she placed him in a manger. There was no room for them in the inn.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 8,
          "text": "There were shepherds living out in the fields nearby. It was night, and they were looking after their sheep.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 9,
          "text": "An angel of the Lord appeared to them. And the glory of the Lord shone around them. They were terrified.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 11,
          "text": "Today in the town of David a Savior has been born to you. He is Christ the Lord.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 12,
          "text": "Here is how you will know I am telling you the truth. You will find a baby wrapped in strips of cloth and lying in a manger.”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 13,
          "text": "Suddenly a large group of angels from heaven also appeared. They were praising God. They said,",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 14,
          "text": "And may peace be given to those he is pleased with on earth!”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 15,
          "text": "The angels left and went into heaven. Then the shepherds said to one another, “Let’s go to Bethlehem. Let’s see this thing that has happened, which the Lord has told us about.”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 16,
          "text": "So they hurried off and found Mary and Joseph and the baby. The baby was lying in the manger.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 17,
          "text": "After the shepherds had seen him, they told everyone. They reported what the angel had said about this child.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 18,
          "text": "All who heard it were amazed at what the shepherds said to them.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 19,
          "text": "But Mary kept all these things like a secret treasure in her heart. She thought about them over and over.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 21,
          "text": "When the child was eight days old, he was circumcised. At the same time he was named Jesus. This was the name the angel had given him before his mother became pregnant.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 22,
          "text": "The time for making them pure came as it is written in the Law of Moses. So Joseph and Mary took Jesus to Jerusalem. There they presented him to the Lord.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 23,
          "text": "In the Law of the Lord it says, “The first boy born in every family must be set apart for the Lord.” (,)",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 24,
          "text": "They also offered a sacrifice. They did it in keeping with the Law, which says, “a pair of doves or two young pigeons.” ()",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 25,
          "text": "In Jerusalem there was a man named Simeon. He was a good and godly man. He was waiting for God’s promise to Israel to happen. The Holy Spirit was with him.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 26,
          "text": "The Spirit had told Simeon that he would not die before he had seen the Lord’s Christ.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 27,
          "text": "The Spirit led him into the temple courtyard.\nThen Jesus’ parents brought the child in. They came to do for him what the Law required.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 28,
          "text": "Simeon took Jesus in his arms and praised God. He said,",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 29,
          "text": "Now let me, your servant, go in peace.\nThat is what you promised.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 30,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 31,
          "text": "&nbsp;&nbsp;&nbsp;&nbsp;You have prepared it in the sight of all people.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 32,
          "text": "It is a light to be given to those who aren’t Jews.\nIt will bring glory to your people Israel.”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 33,
          "text": "The child’s father and mother were amazed at what was said about him.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 34,
          "text": "Then Simeon blessed them. He said to Mary, Jesus’ mother, “This child is going to cause many people in Israel to fall and to rise. God has sent him. But many will speak against him.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 35,
          "text": "The thoughts of many hearts will be known. A sword will wound your own soul too.”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 36,
          "text": "There was also a prophet named Anna. She was the daughter of Penuel from the tribe of Asher. Anna was very old. After getting married, she lived with her husband seven years.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 37,
          "text": "Then she was a widow until she was 84. She never left the temple. She worshiped night and day, praying and going without eating.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 38,
          "text": "Anna came up to Jesus’ family at that very moment. She gave thanks to God. And she spoke about the child to all who were looking forward to the time when Jerusalem would be set free.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 39,
          "text": "Joseph and Mary did everything the Law of the Lord required. Then they returned to Galilee. They went to their own town of Nazareth.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 40,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 41,
          "text": "Every year Jesus’ parents went to Jerusalem for the Passover Feast.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 42,
          "text": "When he was 12 years old, they went up to the Feast as usual.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 43,
          "text": "After the Feast was over, his parents left to go back home. The boy Jesus stayed behind in Jerusalem. But they were not aware of it.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 44,
          "text": "They thought he was somewhere in their group. So they traveled on for a day.\nThen they began to look for him among their relatives and friends.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 45,
          "text": "They did not find him. So they went back to Jerusalem to look for him.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 46,
          "text": "After three days they found him in the temple courtyard. He was sitting with the teachers. He was listening to them and asking them questions.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 47,
          "text": "Everyone who heard him was amazed at how much he understood. They also were amazed at his answers.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 48,
          "text": "When his parents saw him, they were amazed. His mother said to him, “Son, why have you treated us like this? Your father and I have been worried about you. We have been looking for you everywhere.”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 49,
          "text": "“Why were you looking for me?” he asked. “Didn’t you know I had to be in my Father’s house?”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 50,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 51,
          "text": "Then he went back to Nazareth with them, and he obeyed them. But his mother kept all these things like a secret treasure in her heart.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 52,
          "text": "Jesus became wiser and stronger. He also became more and more pleasing to God and to people.",
          "isHeading": false
        }
      ]
    }
  }
}