{
  "torah": {
    "passage": "Exodus 25:17 - 25:30",
    "versions": {
      "leb": [
        {
          "chapter": 25,
          "verse": 17,
          "text": "“And you will make an atonement cover of pure gold, two and a half cubits its length and a cubit and a half its width.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 18,
          "text": "And you will make two cherubim of gold; you will make them of hammered work at the two ends of the atonement cover.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 19,
          "text": "And make one cherub at one end and one cherub at the other end of the atonement cover; you will make the cherubim on its two ends.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 21,
          "text": "And you will put the atonement cover above onto the ark, and into the ark you will put the testimony that I will give you.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 22,
          "text": "And I will meet you there, and I will speak with you from over the atonement cover, from between the two cherubim that are to be on the ark of the testimony—all that I will command you to the Israelites.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 23,
          "text": "“And you will make a table of acacia wood, two cubits its length and a cubit its width and a cubit and a half its height.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 24,
          "text": "And you will overlay it with pure gold, and you will make for it a gold molding all around.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 25,
          "text": "And you will make for it a handbreadth rim all around, and you will make a gold molding for its rim all around.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 26,
          "text": "And you will make four gold rings for it, and you will put the rings on the four corners where its four legs are.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 27,
          "text": "The rings will be near the rim as holders for poles to carry the table.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 28,
          "text": "And you will make the poles of acacia wood and overlay them with gold, and the table will be carried with them.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 29,
          "text": "And you will make its plates and its ladles and its pitchers and its bowls with which libations will be poured; of pure gold you will make them.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 30,
          "text": "",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 25,
          "verse": 17,
          "text": "“Make its cover out of pure gold. The cover is the place where sin will be paid for. Make it three feet nine inches long and two feet three inches wide.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 18,
          "text": "“Make two cherubim out of hammered gold at the ends of the cover.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 19,
          "text": "Put one cherub on each end of it. Make the cherubim as part of the cover itself.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 21,
          "text": "“Place the cover on top of the chest. I will give you the tablets of the covenant. Put them into the chest.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 22,
          "text": "“The chest is the ark where the tablets of the covenant are kept. I will meet with you above the cover between the two cherubim that are over the ark. There I will give you all of my commands for the people of Israel.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 23,
          "text": "“Make a table out of acacia wood. Make it three feet long, one foot six inches wide and two feet three inches high.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 24,
          "text": "Cover it with pure gold. Put a strip of gold around it.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 25,
          "text": "Also make a rim around it that is three inches wide. Put a strip of gold around the rim.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 26,
          "text": "“Make four gold rings for the table. Join them to the four corners, where the four legs are.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 27,
          "text": "The rings must be close to the rim. They must hold the poles that will be used to carry the table.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 28,
          "text": "“Make the poles out of acacia wood. Cover them with gold. Use them to carry the table.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 29,
          "text": "“Make its plates and dishes out of pure gold. Also make its pitchers and bowls out of pure gold. Use the pitchers and bowls to pour out drink offerings.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 30,
          "text": "",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Mark 10:1 - 10:12",
    "versions": {
      "leb": [
        {
          "chapter": 10,
          "verse": 1,
          "text": "And in the house again the disciples began to ask him about this.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 2,
          "text": "And he said to him, “Teacher, all these I have observed from my youth.”",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 3,
          "text": "who will not receive a hundred times as much now in this time—houses and brothers and sisters and mothers and children and fields, together with persecutions—and in the age to come, eternal life.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 4,
          "text": "but to sit at my right hand or at my left is not mine to grant, but is for those for whom it has been prepared.”",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 5,
          "text": "And he threw off his cloak, jumped up, and came to Jesus.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 6,
          "text": "But from the beginning of creation ‘he made them male and female.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 7,
          "text": "Because of this a man will leave his father and mother and will be joined to his wife,",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 8,
          "text": "and the two will become one flesh,’ so that they are no longer two but one flesh.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 9,
          "text": "Therefore what God has joined together, man must not separate.”",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 11,
          "text": "And he said to them, “Whoever divorces his wife and marries another commits adultery against her.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 12,
          "text": "And if she divorces her husband and marries another, she commits adultery.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 10,
          "verse": 1,
          "text": "When they were in the house again, the disciples asked Jesus about this.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 2,
          "text": "“Teacher,” he said, “I have obeyed all those commandments since I was a boy.”",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 3,
          "text": "They will receive 100 times as much in this world. They will have homes and families and fields. But they will also be treated badly by others. In the world to come they will live forever.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 4,
          "text": "But it is not for me to say who will sit at my right or left hand. These places belong to those they are prepared for.”",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 5,
          "text": "He threw his coat to one side. Then he jumped to his feet and came to Jesus.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 6,
          "text": "“But at the beginning of creation, God ‘made them male and female.’ ()",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 7,
          "text": "‘That’s why a man will leave his father and mother and be joined to his wife.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 8,
          "text": "The two of them will become one.’ () They are no longer two, but one.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 9,
          "text": "So a man must not separate what God has joined together.”",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 11,
          "text": "He answered, “What if a man divorces his wife and gets married to another woman? He commits adultery against her.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 12,
          "text": "And what if she divorces her husband and gets married to another man? She commits adultery.”",
          "isHeading": false
        }
      ]
    }
  }
}