{
  "torah": {
    "passage": "Exodus 8:19 - 9:16",
    "versions": {
      "leb": [
        {
          "chapter": 8,
          "verse": 19,
          "text": "And the magicians said to Pharaoh, “It is the finger of God.” But the heart of Pharaoh was hard, and he did not listen to them, as Yahweh had spoken.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 20,
          "text": "Plague Four: Flies\nAnd Yahweh said to Moses, “Start early in the morning and stand before Pharaoh. Look, he is going out to the water, and you must say to him, ‘Thus says Yahweh, “Release my people so that they may serve me.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 21,
          "text": "But if you are not about to release my people, look, I am about to send out flies among you and among your servants and among your people and in your houses; and the houses of Egypt will fill up with the flies and also the ground that they are on.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 22,
          "text": "But on that day I will distinguish the land of Goshen, where my people are staying, by there not being flies there, so that you will know that I am Yahweh in the midst of the land.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 23,
          "text": "And I will put a distinction between my people and your people; this sign will be tomorrow.’”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 24,
          "text": "And Yahweh did so, and a severe swarm of flies came to the house of Pharaoh and the house of his servants and in all the land of Egypt; the land was ruined because of the flies.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 25,
          "text": "And Pharaoh called Moses and Aaron, and he said, “Go, sacrifice to your God in the land.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 26,
          "text": "And Moses said, “To do so is not right, because we will sacrifice to Yahweh our God a thing detestable to the Egyptians. Look, if we sacrifice before their eyes the thing detestable to the Egyptians, will they not stone us?",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 27,
          "text": "We will go a journey of three days into the desert, and we will sacrifice to Yahweh our God according to what he says to us.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 28,
          "text": "And Pharaoh said, “I myself will release you, and you will sacrifice to Yahweh your God in the desert. Only surely you must not go far. Pray for me.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 29,
          "text": "And Moses said, “Look, I am going out from you, and I will pray to Yahweh so that the flies depart from Pharaoh, from his servants, and from his people tomorrow. Only let not Pharaoh again deceive us by not releasing the people to sacrifice to Yahweh.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 30,
          "text": "And Moses went out from Pharaoh and prayed to Yahweh.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 31,
          "text": "And Yahweh did according to the word of Moses and removed the flies from Pharaoh, from his servants, and from his people; not one was left.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 32,
          "text": "And Pharaoh made his heart insensitive also this time, and he did not release the people.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 1,
          "text": "Plague Five: Livestock Death\nAnd Yahweh said to Moses, “Go to Pharaoh and say to him, ‘Thus says Yahweh, the God of the Hebrews, “Release my people so that they may serve me.”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 2,
          "text": "But if you are refusing to release and you still are keeping hold of them,",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 3,
          "text": "look, the hand of Yahweh is about to be present with a very severe plague on your livestock that are in the field, on the horses, on the donkeys, on the camels, on the cattle, and on the sheep and goats.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 4,
          "text": "But Yahweh will make a distinction between the livestock of Israel and the livestock of Egypt, and not a thing will die from all that belongs to the Israelites.’”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 5,
          "text": "And Yahweh set an appointed time, saying, “Tomorrow Yahweh will do this thing in the land.”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 6,
          "text": "And Yahweh did this thing the next day; all the livestock of Egypt died, but from the livestock of the Israelites not one died.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 7,
          "text": "And Pharaoh sent to check, and it turned out not even one from the livestock of Israel had died, but Pharaoh’s heart was insensitive, and he did not release the people.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 8,
          "text": "Plague Six: Painful Sores\nAnd Yahweh said to Moses and to Aaron, “Take for yourselves full handfuls of soot from a smelting furnace, and let Moses sprinkle it toward the heavens before the eyes of Pharaoh.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 9,
          "text": "And it will become fine dust over all the land of Egypt, and it will become on humans and on animals a skin sore sprouting blisters in all the land of Egypt.”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 10,
          "text": "And they took the soot of the smelting furnace, and they stood before Pharaoh, and Moses sprinkled it toward the heavens, and it became skin sores sprouting blisters on humans and on animals.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 11,
          "text": "And the magicians were not able to stand before Moses because of the skin sores, for the skin sores were on the magicians and on all the Egyptians.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 12,
          "text": "And Yahweh hardened Pharaoh’s heart, and he did not listen to them, as Yahweh had spoken to Moses.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 13,
          "text": "Plague Seven: Hail\nAnd Yahweh said to Moses, “Start early in the morning and stand before Pharaoh. Look, he is going out to the water, and you must say to him, ‘Thus says Yahweh, the God of the Hebrews, “Release my people so that they may serve me.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 14,
          "text": "For at this time I am sending all of my plagues to you personally and among your servants and among your people so that you will know that there is no one like me in all the earth.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 15,
          "text": "For now I could have stretched out my hand, and I could have struck you and your people with the plague, and you would have perished from the earth.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 16,
          "text": "But for the sake of this I have caused you to stand—for the sake of showing you my strength and in order to proclaim my name in all the earth.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 8,
          "verse": 19,
          "text": "The magicians said to Pharaoh, “God’s powerful finger has done this.” But Pharaoh’s heart was stubborn. He wouldn’t listen, just as the Lord had said.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 20,
          "text": "The Plague of Flies\nThen the Lord spoke to Moses. He said, “Get up early in the morning. Talk to Pharaoh as he goes down to the river. Say to him, ‘The Lord says, “Let my people go. Then they will be able to worship me.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 21,
          "text": "If you do not let my people go, I will send large numbers of flies. I will send them on you and your officials. I will send them on your people and into your homes. The houses of the Egyptians will be full of flies. Even the area where they live will be full of flies.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 22,
          "text": "“‘“But on that day I will treat the area of Goshen differently from yours. That is where my people live. There will not be large numbers of flies in Goshen. Then you will know that I, the Lord, am in this land.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 23,
          "text": "I will treat my people differently from yours. The miraculous sign will take place tomorrow.”’”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 24,
          "text": "So the Lord did it. Huge numbers of flies poured into Pharaoh’s palace. They came into the homes of his officials. All over Egypt the flies destroyed the land.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 25,
          "text": "Then Pharaoh sent for Moses and Aaron. He said to them, “Go. Offer sacrifices to your God here in the land.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 26,
          "text": "But Moses said, “That wouldn’t be right. The sacrifices we offer to the Lord our God wouldn’t be accepted by the Egyptians because of their beliefs. Suppose we offered sacrifices they couldn’t accept. Then they would throw stones at us and try to kill us.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 27,
          "text": "We have to take a journey that lasts about three days. We want to go into the desert to offer sacrifices to the Lord our God, exactly as he commands us.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 28,
          "text": "Pharaoh said, “I will let you and your people go to offer sacrifices. You can offer them to the Lord your God in the desert. But you must not go very far. And pray for me.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 29,
          "text": "Moses replied, “As soon as I leave you, I will pray to the Lord. Tomorrow the flies will leave you. They will also leave your officials and your people. Just be sure you don’t try to trick us again. Let the people go to offer sacrifices to the Lord.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 30,
          "text": "Then Moses left Pharaoh and prayed to the Lord.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 31,
          "text": "And the Lord did what Moses asked. The flies left Pharaoh, his officials and his people. Not one fly remained.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 32,
          "text": "But Pharaoh’s heart became stubborn that time also. He wouldn’t let the people go.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 1,
          "text": "The Plague on Livestock\nThen the Lord spoke to Moses. He said, “Go to Pharaoh. Tell him, ‘The Lord, the God of the Hebrews, says, “Let my people go. Then they will be able to worship me.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 2,
          "text": "Do not refuse to let them go. Do not keep holding them back.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 3,
          "text": "“‘“If you refuse, my powerful hand will bring a terrible plague on you. I will strike your livestock in the fields. I will strike your horses, donkeys, camels, cattle, sheep and goats.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 4,
          "text": "But I will treat Israel’s livestock differently from yours. No animal that belongs to the people of Israel will die.”’”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 5,
          "text": "The Lord set a time for the plague. He said, “Tomorrow I will send it on the land.”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 6,
          "text": "So the next day the Lord sent it. All of the livestock of the Egyptians died. But not one animal that belonged to the Israelites died.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 7,
          "text": "Pharaoh sent people to find out what had happened. They discovered that not even one animal that belonged to the Israelites had died. But his heart was still very stubborn. He wouldn’t let the people go.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 8,
          "text": "The Plague of Boils\nThen the Lord spoke to Moses and Aaron. He said, “Take handfuls of ashes from a furnace. Have Moses toss them into the air in front of Pharaoh.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 9,
          "text": "The ashes will turn into fine dust all over the whole land of Egypt. Then boils will break out on people and animals all over the land. Their bodies will be covered with them.”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 10,
          "text": "So Moses and Aaron took ashes from a furnace and stood in front of Pharaoh. Moses tossed them into the air. Then boils broke out on people and animals alike.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 11,
          "text": "The bodies of all of the Egyptians were covered with boils. The magicians couldn’t stand in front of Moses because of the boils that were all over them.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 12,
          "text": "But the Lord made Pharaoh’s heart stubborn. Pharaoh wouldn’t listen to Moses and Aaron, just as the Lord had said to Moses.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 13,
          "text": "The Plague of Hail\nThen the Lord spoke to Moses. He said, “Get up early in the morning. Go to Pharaoh and say to him, ‘The Lord, the God of the Hebrews, says, “Let my people go. Then they will be able to worship me.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 14,
          "text": "“‘“If you do not let them go, I will send the full force of my plagues against you this time. They will strike your officials and your people. Then you will know that there is no one like me in the whole earth.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 15,
          "text": "“‘“By now I could have reached out my hand. I could have struck you and your people with a plague that would have wiped you off the earth.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 16,
          "text": "But I had a special reason for making you king. I decided to show you my power. I wanted my name to become known everywhere on earth.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Mark 3:13 - 3:19",
    "versions": {
      "leb": [
        {
          "chapter": 3,
          "verse": 13,
          "text": "The Selection of the Twelve Apostles\nAnd he went up on the mountain and summoned those whom he wanted, and they came to him.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 14,
          "text": "And he appointed twelve, so that they would be with him and so that he could send them out to preach",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 15,
          "text": "and to have authority to expel demons.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 16,
          "text": "And he appointed the twelve. And to Simon he gave the name Peter,",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 17,
          "text": "and James the son of Zebedee and John the brother of James (and he gave to them the name Boanerges, that is, “Sons of Thunder”),",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 18,
          "text": "and Andrew, and Philip, and Bartholomew, and Matthew, and Thomas, and James the son of Alphaeus, and Thaddaeus, and Simon the Zealot,",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 19,
          "text": "and Judas Iscariot, who also betrayed him.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 3,
          "verse": 13,
          "text": "Jesus Appoints the Twelve Apostles\nJesus went up on a mountainside. He called for certain people to come to him, and they came.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 14,
          "text": "He appointed 12 of them and called them apostles. From that time on they would be with him. He would also send them out to preach.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 15,
          "text": "They would have authority to drive out demons.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 16,
          "text": "So Jesus appointed the Twelve. Simon was one of them. Jesus gave him the name Peter.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 17,
          "text": "There were James, son of Zebedee, and his brother John. Jesus gave them the name Boanerges. Boanerges means Sons of Thunder.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 18,
          "text": "There were also Andrew, Philip, Bartholomew, Matthew, Thomas, and James, son of Alphaeus. And there were Thaddaeus and Simon the Zealot.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 19,
          "text": "Judas Iscariot was one of them too. He was the one who was later going to hand Jesus over to his enemies.",
          "isHeading": false
        }
      ]
    }
  }
}