{
  "torah": {
    "passage": "Exodus 2:11 - 2:25",
    "versions": {
      "leb": [
        {
          "chapter": 2,
          "verse": 11,
          "text": "And then in those days when Moses had grown up, he went out to his brothers, and he saw their forced labor, and he saw an Egyptian man striking a Hebrew man, one of his brothers.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 12,
          "text": "And he turned here and there, and he saw no one, and he struck the Egyptian, and he hid him in the sand.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 13,
          "text": "And he went out on the second day, and there were two Hebrew men fighting, and he said to the guilty one, “Why do you strike your neighbor?”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 14,
          "text": "And he said, “Who appointed you as a commander and a judge over us? Are you intending to kill me like you killed the Egyptian?” And Moses was afraid, and he said, “Surely the matter has become known.”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 15,
          "text": "And Pharaoh heard this matter, and he sought to kill Moses, and Moses fled from Pharaoh, and he lived in the land of Midian, and he lived at a certain well.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 16,
          "text": "Now the priest of Midian had seven daughters, and they came and drew water and filled the troughs to water their father’s flock.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 17,
          "text": "And the shepherds came and drove them away, but Moses stood up and came to their rescue and watered their flock.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 18,
          "text": "And they came to Reuel, their father, and he said, “Why have you come so quickly today?”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 19,
          "text": "And they said, “An Egyptian man delivered us from the hand of the shepherds, and he even drew water for us and watered the flock.”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 20,
          "text": "And he said to his daughters, “Where is he? Why then have you left the man? Call him so that he can eat some food.”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 21,
          "text": "And Moses agreed to stay with the man, and he gave Zipporah his daughter to Moses.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 22,
          "text": "And she bore a son, and he called his name Gershom because he said, “I am an alien in a foreign land.”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 23,
          "text": "And then during those many days, the king of Egypt died, and the Israelites groaned because of the work, and they cried out, and their cry for help because of the work went up to God.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 24,
          "text": "And God heard their groaning, and God remembered his covenant with Abraham, with Isaac, and with Jacob,",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 25,
          "text": "and God saw the Israelites, and God took notice.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 2,
          "verse": 11,
          "text": "Moses grew up. One day, he went out to where his own people were. He watched them while they were hard at work. He saw an Egyptian hitting a Hebrew man. The man was one of Moses’ own people.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 12,
          "text": "Moses looked around and didn’t see anyone. So he killed the Egyptian. Then he hid his body in the sand.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 13,
          "text": "The next day Moses went out again. He saw two Hebrew men fighting. He asked the one who had started the fight a question. He said, “Why are you hitting another Hebrew man?”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 14,
          "text": "The man said, “Who made you ruler and judge over us? Are you thinking about killing me as you killed the Egyptian?”\nThen Moses became afraid. He thought, “People must have heard about what I did.”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 15,
          "text": "When Pharaoh heard about what had happened, he tried to kill Moses. But Moses escaped from Pharaoh and went to live in Midian. There he sat down by a well.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 16,
          "text": "A priest of Midian had seven daughters. They came to fill the stone tubs with water. They wanted to give water to their father’s flock.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 17,
          "text": "Some shepherds came along and drove the women away. But Moses got up and helped them. Then he gave water to their flock.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 18,
          "text": "The young women returned to their father Reuel. He asked them, “Why have you returned so early today?”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 19,
          "text": "They answered, “An Egyptian saved us from the shepherds. He even got water for us and gave it to the flock.”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 20,
          "text": "“Where is he?” he asked his daughters. “Why did you leave him? Invite him to have something to eat.”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 21,
          "text": "Moses agreed to stay with the man. And the man gave his daughter Zipporah to Moses to be his wife.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 22,
          "text": "Zipporah had a son by him. Moses named him Gershom. Moses said, “I’m an outsider in a strange land.”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 23,
          "text": "After a long time, the king of Egypt died. The people of Israel groaned because they were slaves. They also cried out to God. Their cry for help went up to him.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 24,
          "text": "God heard their groans. He remembered his covenant with Abraham, Isaac and Jacob.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 25,
          "text": "So God looked on the Israelites with favor. He was concerned about them.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Mark 1:14 - 1:20",
    "versions": {
      "leb": [
        {
          "chapter": 1,
          "verse": 14,
          "text": "And after John had been taken into custody, Jesus went into Galilee proclaiming the gospel of God",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 15,
          "text": "and saying, “The time is fulfilled and the kingdom of God has come near. Repent and believe in the gospel!”",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 16,
          "text": "And as he was passing by along the Sea of Galilee, he saw Simon and Andrew, Simon’s brother, casting a net into the sea (for they were fishermen).",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 17,
          "text": "And Jesus said to them, “Follow me and I will make you become fishers of people.”",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 18,
          "text": "And immediately they left their nets and followed him.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 19,
          "text": "And going on a little farther, he saw James the son of Zebedee and his brother John, and they were in the boat mending the nets.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 20,
          "text": "And immediately he called them, and they left their father Zebedee in the boat with the hired men and went away after him.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 1,
          "verse": 14,
          "text": "After John was put in prison, Jesus went into Galilee. He preached God’s good news.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 15,
          "text": "“The time has come,” he said. “The kingdom of God is near. Turn away from your sins and believe the good news!”",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 16,
          "text": "One day Jesus was walking beside the Sea of Galilee. There he saw Simon and his brother Andrew. They were throwing a net into the lake. They were fishermen.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 17,
          "text": "“Come. Follow me,” Jesus said. “I will make you fishers of people.”",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 18,
          "text": "At once they left their nets and followed him.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 19,
          "text": "Then Jesus walked a little farther. As he did, he saw James, son of Zebedee, and his brother John. They were in a boat preparing their nets.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 20,
          "text": "Right away he called out to them. They left their father Zebedee in the boat with the hired men. Then they followed Jesus.",
          "isHeading": false
        }
      ]
    }
  }
}