{
  "torah": {
    "passage": "Deuteronomy 18:1 - 18:5",
    "versions": {
      "leb": [
        {
          "chapter": 18,
          "verse": 1,
          "text": "“And there shall not be for the Levitical priests, the whole tribe of Levi, a plot of ground and an inheritance with Israel, rather they may eat an offering made by fire as their inheritance, for Yahweh.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 2,
          "text": "And there shall not be for them an inheritance of land in the midst of his brothers; rather Yahweh is his inheritance, just as he promised to them.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 3,
          "text": "Now this shall be the share of the priest from the people, from those who sacrifice the sacrifice, whether it is an ox, sheep, or goat, and they shall give the priest the shoulder and the jawbones and the stomach.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 4,
          "text": "The firstfruits of your grain, your wine, and your olive oil and the firstfruits of the fleece of your sheep you shall give to him.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 5,
          "text": "For Yahweh your God has chosen him from among all your tribes to stand to minister in the name of Yahweh, he and his sons forever.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 18,
          "verse": 1,
          "text": "The priests, who are Levites, won’t receive any part of the land of Israel. That also applies to the whole tribe of Levi. They will eat the offerings that are made to the Lord with fire. That will be their share.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 2,
          "text": "They won’t have any part of the land the Lord gave the other tribes in Israel. The Lord himself is their share, just as he promised them.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 3,
          "text": "Anyone who sacrifices a bull or a sheep owes a share of it to the priests. Their share is the shoulder, jaws and inside parts.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 4,
          "text": "You must give the priests the first share of the harvest of your grain, olive oil and fresh wine. You must also give them the first wool you clip from your sheep.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 5,
          "text": "The Lord your God has chosen the Levites and their sons after them to serve him in his name always. He hasn’t chosen priests from any of your other tribes.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Acts 10:24 - 10:34",
    "versions": {
      "leb": [
        {
          "chapter": 10,
          "verse": 24,
          "text": "And on the next day he entered into Caesarea.\nPeter Visits Cornelius\nNow Cornelius was waiting for them, and had called together his relatives and close friends.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 25,
          "text": "So it happened that when Peter entered, Cornelius met him, fell at his feet, and worshiped him.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 26,
          "text": "But Peter helped him up, saying, “Get up! I myself am also a man!”",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 27,
          "text": "And as he conversed with him, he went in and found many people gathered.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 28,
          "text": "And he said to them, “You know that it is forbidden for a Jewish man to associate with or to approach a foreigner. And to me God has shown that I should call no man common or unclean.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 29,
          "text": "Therefore—and without raising any objection—I came when I was sent for. So I ask for what reason you sent for me.”",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 30,
          "text": "And Cornelius said, “Four days ago at this hour, the ninth, I was praying in my house. And behold, a man in shining clothing stood before me",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 31,
          "text": "and said, ‘Cornelius, your prayer has been heard, and your charitable deeds have been remembered before God.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 32,
          "text": "Therefore send to Joppa and summon Simon who is also called Peter. This man is staying as a guest in the house of Simon, a tanner, by the sea.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 33,
          "text": "Therefore I sent for you at once, and you were kind enough to come. So now we all are present before God to hear all the things that have been commanded to you by the Lord.”",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 34,
          "text": "So Peter opened his mouth and said, “In truth I understand that God is not one who shows partiality,",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 10,
          "verse": 24,
          "text": "The following day he arrived in Caesarea. Cornelius was expecting them. He had called together his relatives and close friends.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 25,
          "text": "When Peter entered the house, Cornelius met him. As a sign of respect, he fell at Peter’s feet.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 26,
          "text": "But Peter made him get up. “Stand up,” he said. “I am only a man myself.”",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 27,
          "text": "Talking with Cornelius, Peter went inside. There he found a large group of people.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 28,
          "text": "He said to them, “You know that it is against our law for a Jew to have anything to do with those who aren’t Jews. But God has shown me that I should not say anyone is not pure and ‘clean.’",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 29,
          "text": "So when you sent for me, I came without asking any questions. May I ask why you sent for me?”",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 30,
          "text": "Cornelius answered, “Four days ago at this very hour I was in my house praying. It was three o’clock in the afternoon. Suddenly a man in shining clothes stood in front of me.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 31,
          "text": "He said, ‘Cornelius, God has heard your prayer. He has remembered your gifts to poor people.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 32,
          "text": "Send someone to Joppa to get Simon Peter. He is a guest in the home of another Simon, who works with leather. He lives by the sea.’",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 33,
          "text": "So I sent for you right away. It was good of you to come. Now we are all here. And God is here with us. We are ready to listen to everything the Lord has commanded you to tell us.”",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 34,
          "text": "Then Peter began to speak. “I now realize how true it is that God treats everyone the same,” he said.",
          "isHeading": false
        }
      ]
    }
  }
}