{
  "torah": {
    "passage": "Exodus 10:12 - 10:23",
    "versions": {
      "leb": [
        {
          "chapter": 10,
          "verse": 12,
          "text": "And Yahweh said to Moses, “Stretch out your hand over the land of Egypt with the locusts so that they may come up over the land of Egypt, and let them eat all the vegetation of the land, all that the hail left behind.”",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 13,
          "text": "And Moses stretched out his staff over the land of Egypt, and Yahweh drove an east wind into the land all that day and all night. The morning came, and the east wind had brought the locusts.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 14,
          "text": "And the locusts went up over all the land of Egypt, and they settled in all the territory of Egypt, very severe. Before it there were not locusts like them, nor will there be after it.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 15,
          "text": "And they covered the surface of all the land, and the land was dark with them, and they ate all the vegetation of the land and all the fruit of the trees that the hail had left, and no green was left in the trees nor in the vegetation of the field in all the land of Egypt.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 16,
          "text": "And Pharaoh hurried to call Moses and Aaron, and he said, “I have sinned against Yahweh your God and against you.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 17,
          "text": "And now forgive my sin surely this time, and pray to Yahweh your God so that he may only remove from me this death.”",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 18,
          "text": "And he went out from Pharaoh, and he prayed to Yahweh.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 19,
          "text": "And Yahweh turned a very strong west wind and lifted up the locusts and thrust them into the Red Sea, and not one locust remained in all the territory of Egypt.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 20,
          "text": "And Yahweh hardened Pharaoh’s heart, and he did not release the Israelites.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 21,
          "text": "And Yahweh said to Moses, “Stretch out your hand toward the heavens so that there may be darkness over the land of Egypt and so that a person can feel darkness.”",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 22,
          "text": "And Moses stretched out his hand toward the heavens, and there was darkness of night in all the land of Egypt for three days.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 23,
          "text": "No one could see his brother, and because of it no one could move from where they were for three days, but there was light for the Israelites in their dwellings.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 10,
          "verse": 12,
          "text": "The Lord said to Moses, “Reach out your hand over Egypt. Locusts will cover the land. They will eat up everything that is growing in the fields. They will eat up everything that was left by the hail.”",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 13,
          "text": "So Moses reached his wooden staff out over Egypt. Then the Lord made an east wind blow across the land. It blew all that day and all that night. By morning the wind had brought the locusts.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 14,
          "text": "They came into every part of Egypt. They settled down in every area of the country in large numbers. There had never been a plague of locusts like it before. And there will never be one like it again.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 15,
          "text": "The locusts covered the ground until it was black. They ate up everything that was left after the hail. They ate up everything that was growing in the fields. They ate up the fruit on the trees. There was nothing green left on any tree or plant in the whole land of Egypt.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 16,
          "text": "Pharaoh quickly sent for Moses and Aaron. He said, “I have sinned against the Lord your God. I’ve also sinned against you.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 17,
          "text": "Now forgive my sin one more time. Pray to the Lord your God to take this deadly plague away from me.”",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 18,
          "text": "After Moses left Pharaoh, he prayed to the Lord.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 19,
          "text": "The Lord changed the wind to a very strong west wind. The wind picked up the locusts. It blew them into the Red Sea. Not even one locust was left anywhere in Egypt.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 20,
          "text": "But the Lord made Pharaoh’s heart stubborn. And Pharaoh wouldn’t let the people of Israel go.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 21,
          "text": "The Lord spoke to Moses. He said, “Reach out your hand toward the sky. Darkness will spread over Egypt. It will be so dark that people can feel it.”",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 22,
          "text": "So Moses reached out his hand toward the sky. Then complete darkness covered Egypt for three days.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 23,
          "text": "No one could see anyone else or go anywhere for three days. But all of the people of Israel had light where they lived.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Mark 4:1 - 4:9",
    "versions": {
      "leb": [
        {
          "chapter": 4,
          "verse": 1,
          "text": "And again he began to teach beside the sea, and a very large crowd was gathered to him, so that he got into a boat and sat on the sea, and the whole crowd was at the sea on the land.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 2,
          "text": "And he began to teach them many things in parables, and was saying to them in his teaching,",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 3,
          "text": "“Listen! Behold, the sower went out to sow.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 4,
          "text": "And it happened that while he was sowing, some seed fell on the side of the path, and the birds came and devoured it.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 5,
          "text": "And other seed fell on the rocky ground where it did not have much soil, and it sprang up at once, because it did not have any depth of soil.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 6,
          "text": "And when the sun rose it was scorched, and because it did not have enough root, it withered.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 7,
          "text": "And other seed fell among the thorn plants, and the thorn plants came up and choked it, and it did not produce grain.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 8,
          "text": "And other seed fell on the good soil, and produced grain, coming up and increasing, and it bore a crop—one thirty and one sixty and one a hundred times as much.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 9,
          "text": "And he said, “Whoever has ears to hear, let him hear!”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 4,
          "verse": 1,
          "text": "Again Jesus began to teach by the Sea of Galilee. The crowd that gathered around him was very large. So he got into a boat. He sat down in it out on the lake. All the people were along the shore at the water’s edge.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 2,
          "text": "He taught them many things by using stories.\nIn his teaching he said,",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 3,
          "text": "“Listen! A farmer went out to plant his seed.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 4,
          "text": "He scattered the seed on the ground. Some fell on a path. Birds came and ate it up.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 5,
          "text": "Some seed fell on rocky places, where there wasn’t much soil. The plants came up quickly, because the soil wasn’t deep.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 6,
          "text": "When the sun came up, it burned the plants. They dried up because they had no roots.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 7,
          "text": "Other seed fell among thorns. The thorns grew up and crowded out the plants. So the plants did not bear grain.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 8,
          "text": "Still other seed fell on good soil. It grew up and produced a crop 30, 60, or even 100 times more than the farmer planted.”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 9,
          "text": "Then Jesus said, “Those who have ears should listen.”",
          "isHeading": false
        }
      ]
    }
  }
}