{
  "torah": {
    "passage": "Leviticus 14:33 - 15:15",
    "versions": {
      "leb": [
        {
          "chapter": 14,
          "verse": 33,
          "text": "Then Yahweh spoke to Moses and to Aaron, saying,",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 34,
          "text": "“When you come into the land of Canaan, which I am about to give to you as your possession, and I put mildew in a house in the land of your possession,",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 35,
          "text": "then the one who owns the house shall come and tell the priest, saying, ‘It appears to me that an infection is in the house.’",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 36,
          "text": "And the priest shall issue a command, and they shall clear out the house before the priest comes to examine the infection, so that all that is in the house might not become unclean; and afterward the priest shall go to examine the house.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 37,
          "text": "And he shall examine the infection, and if the infection on the house’s wall has yellowish-green or reddish spots and its appearance is deeper than the surface of the wall,",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 38,
          "text": "then the priest shall go out from the house to the house’s entrance, and he shall confine the house for seven days.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 39,
          "text": "And the priest shall return on the seventh day, and he shall examine the infection, and if the infection has spread on the house’s wall,",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 40,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 41,
          "text": "Then they shall scrape off the plaster from all around the house, and they shall pour out the plaster, which they scraped off, outside the city on an unclean place.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 42,
          "text": "And they shall take other stones, and they shall put them in place of those stones, and they shall take other plaster, and they shall replaster the house.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 43,
          "text": "“But if the infection should return and it breaks out in the house after they have removed the stones and after scraping off the plaster of the house and after it has been replastered,",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 44,
          "text": "then the priest shall come, and he shall examine the infection, and if the infection has spread in the house, it is a destructive mildew in the house—it is unclean.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 45,
          "text": "So he shall break down the house, its stones and its wood and all of the house’s plaster, and he shall bring it all outside the city to an unclean place.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 46,
          "text": "And the person who enters into the house during all the days that he confined it shall become unclean until the evening.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 47,
          "text": "And the person who sleeps in the house must wash his garments, and the person who eats in the house shall wash his garments.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 48,
          "text": "“And if the priest comes again and examines the house and if the infection has not spread in the house after being replastered, then the priest shall pronounce the house clean, because the infection is healed.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 49,
          "text": "And he shall take two birds and cedar wood and a crimson thread and hyssop to cleanse the house;",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 50,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 51,
          "text": "Then he shall take the cedar wood and the hyssop and the crimson thread and the living bird, and he shall dip them in the slaughtered bird’s blood and in the fresh water, and he shall spatter them on the house seven times.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 52,
          "text": "Thus he shall purify the house with the bird’s blood and with the fresh water and with the living bird and with the cedar wood and with the hyssop and with the crimson thread.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 53,
          "text": "And he shall send the living bird outside the city into the open field; and so he shall make atonement for the house, and it shall be clean.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 54,
          "text": "“This is the instruction for any infectious skin disease and for the diseased area of skin,",
          "isHeading": true
        },
        {
          "chapter": 14,
          "verse": 55,
          "text": "and for a mildew of the garment and for the house,",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 56,
          "text": "and for the swelling and for the epidermal eruption and for the spot,",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 57,
          "text": "to teach when something is unclean and when something is clean. This is the regulation of the infectious skin disease.”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 1,
          "text": "And any person who touches anything that happened to be under him becomes unclean until the evening, and the person who carries them must wash his garments, and he shall wash himself with water, and he shall be unclean until the evening.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 2,
          "text": "And anything upon which she lies down during her menstruation shall become unclean, and anything upon which she sits shall become unclean.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 3,
          "text": "And the priest shall sacrifice the one as a sin offering and the other as a burnt offering, and so the priest shall make atonement for her before Yahweh from her unclean body fluid discharge.’",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 4,
          "text": "Any bed upon which the person who discharges lies down becomes unclean, and any object upon which he sits becomes unclean.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 5,
          "text": "And anyone who touches his bed must wash his garments and shall wash himself with water, and he shall be unclean until evening.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 6,
          "text": "And the person who sits on the object upon which the person who discharges has sat must wash his garments, and he shall wash himself with water, and he shall be unclean until the evening.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 7,
          "text": "And the person who touches the body of the person who discharges must wash his garments, and he shall wash himself with water, and he shall be unclean until the evening.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 8,
          "text": "And if the person who discharges spits on one who is clean, then that one shall wash is garments, and he shall wash himself with water, and he shall be unclean until the evening.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 9,
          "text": "And any saddle upon which the person who discharges rides becomes unclean.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 11,
          "text": "And anyone whom the person who discharges might touch without rinsing off his hands with water shall wash his garments, and he shall wash himself with water, and he shall be unclean until the evening.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 12,
          "text": "But a clay vessel that the person who discharges touches must be broken, and any wood object must be rinsed with water.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 13,
          "text": "“‘And when the person who discharges becomes clean from his body fluid discharge, he shall count for himself seven days for his cleansing; then he shall wash his garments, and he shall wash his body with fresh water, and he shall be clean.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 14,
          "text": "Then on the eighth day he shall take for himself two turtledoves or two young doves, and he shall come before Yahweh at the tent of assembly’s entrance, and he shall give them to the priest.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 15,
          "text": "And the priest shall sacrifice one as a sin offering and the other as a burnt offering, and so the priest shall make atonement for him before Yahweh from his body fluid discharge.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 14,
          "verse": 33,
          "text": "The Lord spoke to Moses and Aaron. He told them to say to the people,",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 34,
          "text": "“You will enter the land of Canaan. I am giving it to you as your own. When you enter it, suppose I put mold in one of your houses. And suppose the mold spreads.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 35,
          "text": "Then the owner of that house must go and speak to the priest. He must say, ‘I’ve seen something that looks like mold in my house.’",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 36,
          "text": "“The priest must order everything to be taken out of the house. It must be done before he goes in to look carefully at the mold. If it is not done, the priest must announce that everything in the house is ‘unclean.’\n“After the house is empty the priest must go in and check it.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 37,
          "text": "He must look carefully at the mold that is on the walls. Suppose it looks as if it has green or red dents in it. And suppose the dents look as if they are behind the surface of the wall.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 38,
          "text": "Then the priest must go out the door. He must close the house up for seven days.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 39,
          "text": "“On the seventh day the priest will return to check the house. Suppose the mold that is on the walls has spread.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 40,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 41,
          "text": "He must have all of the inside walls of the house scraped. Everything that is scraped off must be dumped into an ‘unclean’ place outside the town.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 42,
          "text": "“Then other stones must be put in the place of the stones that had mold on them. The inside walls of the house must be coated with new clay.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 43,
          "text": "“Suppose the stones have been torn out. The house has been scraped. And the walls have been coated with new clay. But the mold appears again.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 44,
          "text": "“Then the priest must go and look things over carefully. Suppose the mold has spread in the house. Then it is the kind of mold that destroys things. The house is not ‘clean.’",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 45,
          "text": "“It must be torn down. The stones, the wood and all of the clay coating must be torn out. All of it must be taken out of the town to an ‘unclean’ place.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 46,
          "text": "“Suppose someone goes into the house while it is closed up. Then he will be ‘unclean’ until evening.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 47,
          "text": "If he sleeps or eats in the house, he must wash his clothes.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 48,
          "text": "“But suppose the priest comes to look things over carefully. And suppose the mold has not spread after the walls had been coated with new clay. Then he will announce that the house is ‘clean.’ The mold is gone.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 49,
          "text": "“To make the house pure, the priest must get two birds. He must also get some cedar wood, bright red yarn and branches of a hyssop plant.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 50,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 51,
          "text": "“Then he must take the cedar wood, the hyssop plant, the bright red yarn and the live bird. He must dip all of them into the blood of the dead bird. He must also dip them into the fresh water. He must sprinkle the house seven times.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 52,
          "text": "“The priest will use the blood and the water to make the house pure. He will use the live bird to make it pure. He will also use the cedar wood, the hyssop plant and the bright red yarn to make it pure.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 53,
          "text": "“Then he must let the live bird go free in the open fields outside the town. In that way he will make the house pure. It will be ‘clean.’”",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 54,
          "text": "Those are the rules for skin diseases. They apply to itches.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 55,
          "text": "They apply to mold in clothes or in houses.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 56,
          "text": "They also apply to swellings, rashes or bright red spots on the skin.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 57,
          "text": "Use those rules to decide whether something is “clean” or not.\nThose are the rules for skin diseases and for mold.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 1,
          "text": "Suppose you touch any of the things that were under him. Then you will be “unclean” until evening. Even if you pick up those things, you must wash your clothes. You must take a bath. You will be “unclean” until evening.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 2,
          "text": "“‘Anything she lies on during her period will be “unclean.” Anything she sits on will be “unclean.”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 3,
          "text": "“‘The priest must sacrifice them. One is for a sin offering. The other is for a burnt offering. In that way he will pay for her sin in the sight of the Lord. He will do it because her flow of blood made her “unclean.”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 4,
          "text": "“‘Any bed the man who has the flow of liquid body waste lies on will not be “clean.” Anything he sits on will not be “clean.”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 5,
          "text": "“‘If any of you touches the man’s bed, you must wash your clothes. You must take a bath. You will be “unclean” until evening.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 6,
          "text": "Suppose you sit on anything the man sat on. Then you must wash your clothes. You must take a bath. You will be “unclean” until evening.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 7,
          "text": "“‘Suppose you touch the man who has the flow of liquid body waste. Then you must wash your clothes. You must take a bath. You will be “unclean” until evening.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 8,
          "text": "“‘Suppose you are “clean.” And suppose the man who has the flow of liquid waste spits on you. Then you must wash your clothes. You must take a bath. You will be “unclean” until evening.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 9,
          "text": "“‘Everything the man sits on when he is riding will be “unclean.”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 11,
          "text": "“‘Suppose the man who has the liquid flow touches you. And suppose he does it without rinsing his hands with water. Then you must wash your clothes. You must take a bath. You will be “unclean” until evening.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 12,
          "text": "“‘Suppose the man touches a clay pot. Then that pot must be broken. Any wooden article he touches must be rinsed with water.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 13,
          "text": "“‘Suppose the man has been healed from his liquid flow. Then he must wait seven days. He must wash his clothes. He must take a bath in fresh water. After that, he will be “clean.”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 14,
          "text": "“‘On the eighth day he must get two doves or two young pigeons. He must come to the Lord at the entrance to the Tent of Meeting. There he must give the birds to the priest.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 15,
          "text": "The priest must sacrifice them. One is for a sin offering. The other is for a burnt offering. In that way the priest will pay for the man’s sin in the sight of the Lord. He will do it because the man had a liquid flow.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Matthew 17:14-18:14",
    "versions": {
      "leb": [
        {
          "chapter": 17,
          "verse": 14,
          "text": "And when they came to the crowd, a man approached him, kneeling down before him",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 15,
          "text": "and saying, “Lord, have mercy on my son, because he has seizures and suffers severely, for often he falls into the fire and often into the water.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 16,
          "text": "And I brought him to your disciples, and they were not able to heal him.”",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 17,
          "text": "And Jesus answered and said, “O unbelieving and perverse generation! How long will I be with you? How long must I put up with you? Bring him here to me!”",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 18,
          "text": "And Jesus rebuked him, and the demon came out of him and the boy was healed from that hour.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 19,
          "text": "Then the disciples approached Jesus privately and said, Why were we not able to expel it?”",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 21,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 22,
          "text": "Now as they were gathering in Galilee, Jesus said to them, “The Son of Man is going to be betrayed into the hands of men,",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 23,
          "text": "and they will kill him, and on the third day he will be raised.” And they were extremely distressed.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 24,
          "text": "Now when they arrived in Capernaum, the ones who collected the double drachma tax came up to Peter and said, “Does your teacher not pay the double drachma tax?”",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 25,
          "text": "He said, “Yes.” And when he came into the house, Jesus spoke to him first, saying, “What do you think, Simon? From whom do the kings of the earth collect tolls or taxes—from their own sons, or from foreigners?”",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 26,
          "text": "And when he said, “From foreigners,” Jesus said to him, “Then the sons are free.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 27,
          "text": "But so that we do not give offense to them, go out to the sea, cast a line with a hook, and take the first fish that comes up. And when you open its mouth, you will find a four-drachma coin. Take that and give it to them for me and you.”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 1,
          "text": "“See to it that you do not despise one of these little ones, for I tell you that their angels in heaven constantly see the face of my Father who is in heaven.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 2,
          "text": "For where two or three are gathered in my name, I am there in the midst of them.”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 3,
          "text": "But he did not want to, but rather he went and threw him into prison until he would repay what was owed.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 4,
          "text": "Therefore whoever humbles himself like this child, this person is the greatest in the kingdom of heaven,",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 5,
          "text": "and whoever welcomes one child such as this in my name welcomes me.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 6,
          "text": "But whoever causes one of these little ones who believe in me to sin, it would be better for him that a large millstone be hung on his neck and he be drowned in the depths of the sea.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 7,
          "text": "Woe to the world because of causes for stumbling, for it is a necessity that causes for stumbling come; nevertheless, woe to the person through whom the cause for stumbling comes.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 8,
          "text": "And if your hand or your foot causes you to sin, cut it off and throw it from you! It is better for you to enter into life crippled or lame than, having two hands or two feet, to be thrown into the eternal fire!",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 9,
          "text": "And if your eye causes you to sin, tear it out and throw it from you! It is better for you to enter into life one-eyed than, having two eyes, to be thrown into fiery hell!",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 11,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 12,
          "text": "What do you think? If a certain man has a hundred sheep, and one of them wanders away, will he not leave the ninety-nine on the hills and go and look for the one that wandered away?",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 13,
          "text": "And if he happens to find it, truly I say to you that he rejoices over it more than over the ninety-nine that did not wander away.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 14,
          "text": "In the same way it is not the will of your Father who is in heaven that one of these little ones perish.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 17,
          "verse": 14,
          "text": "When they came near the crowd, a man approached Jesus. He got on his knees in front of him.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 15,
          "text": "“Lord,” he said, “have mercy on my son. He shakes wildly and suffers a great deal. He often falls into the fire or into the water.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 16,
          "text": "I brought him to your disciples. But they couldn’t heal him.”",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 17,
          "text": "“You unbelieving and evil people!” Jesus replied. “How long do I have to stay with you? How long do I have to put up with you? Bring the boy here to me.”",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 18,
          "text": "Jesus ordered the demon to leave the boy, and it came out of him. He was healed at that very moment.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 19,
          "text": "Then the disciples came to Jesus in private. They asked, “Why couldn’t we drive out the demon?”",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 21,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 22,
          "text": "They came together in Galilee. Then Jesus said to them, “The Son of Man is going to be handed over to men.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 23,
          "text": "They will kill him. On the third day he will rise from the dead.”\nThen the disciples were filled with deep sadness.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 24,
          "text": "Jesus and his disciples arrived in Capernaum. There the tax collectors came to Peter. They asked him, “Doesn’t your teacher pay the temple tax?”",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 25,
          "text": "When Peter came into the house, Jesus spoke first. “What do you think, Simon?” he asked. “Who do the kings of the earth collect taxes and fees from? Do they collect from their own sons or from others?”",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 26,
          "text": "“Then the sons don’t have to pay,” Jesus said to him.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 27,
          "text": "“But we don’t want to make them angry. So go to the lake and throw out your fishing line. Take the first fish you catch. Open its mouth. There you will find the exact coin you need. Take it and give it to them for my tax and yours.”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 1,
          "text": "“See that you don’t look down on one of these little ones. Here is what I tell you. Their angels in heaven can go at any time to see my Father who is in heaven.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 2,
          "text": "Where two or three people meet together in my name, I am there with them.”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 3,
          "text": "“But the first servant refused. Instead, he went and had the man thrown into prison. The man would be held there until he could pay back what he owed.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 4,
          "text": "Anyone who becomes as free of pride as this child is the most important in the kingdom of heaven.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 5,
          "text": "“Anyone who welcomes a little child like this in my name welcomes me.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 6,
          "text": "“But what if someone leads one of these little ones who believe in me to sin? If he does, it would be better for him to have a large millstone hung around his neck and be drowned at the bottom of the sea.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 7,
          "text": "“How terrible it will be for the world because of the things that lead people to sin! Things like that must come. But how terrible for those who cause them!",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 8,
          "text": "“If your hand or foot causes you to sin, cut it off and throw it away. It would be better for you to enter the kingdom of heaven with only one hand or one foot than to go into hell with two hands and two feet. In hell the fire burns forever.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 9,
          "text": "If your eye causes you to sin, poke it out and throw it away. It would be better for you to enter the kingdom of heaven with one eye than to have two eyes and be thrown into the fire of hell.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 11,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 12,
          "text": "“What do you think? Suppose a man owns 100 sheep and one of them wanders away. Won’t he leave the 99 sheep on the hills? Won’t he go and look for the one that wandered off?",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 13,
          "text": "What I’m about to tell you is true. If he finds that sheep, he is happier about the one than about the 99 that didn’t wander off.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 14,
          "text": "It is the same with your Father in heaven. He does not want any of these little ones to be lost.",
          "isHeading": false
        }
      ]
    }
  }
}