{
  "torah": {
    "passage": "Numbers 32:1 - 32:19",
    "versions": {
      "leb": [
        {
          "chapter": 32,
          "verse": 1,
          "text": "The descendants of Reuben and the descendants of Gad had a very large number of livestock. And they saw the land of Jazer and the land of Gilead, and behold it was a place for livestock.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 2,
          "text": "The descendants of Gad and the descendants of Reuben came, and they said to Moses and to Eleazar the priest and to the leaders of the community, saying,",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 3,
          "text": "“Ataroth, Dibon, Jazer, Nimrah, Heshbon, Elealeh, Sebam, Nebo, and Beon,",
          "isHeading": true
        },
        {
          "chapter": 32,
          "verse": 4,
          "text": "the land that Yahweh struck before the community of Israel, is a land of livestock, and your servants have livestock.”",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 5,
          "text": "They said, “If we have found favor in your sight, let this land be given to your servants as property; do not lead us across the Jordan.”",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 6,
          "text": "But Moses said to the descendants of Gad and to the descendants of Reuben, “Will your brothers go to war while you yourselves live here?",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 7,
          "text": "Why are you discouraging the hearts of the Israelites from crossing into the land that Yahweh gave to them?",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 8,
          "text": "This is what your fathers did when I sent them from Kadesh Barnea to see the land.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 9,
          "text": "When they went up to the valley of Eshcol and saw the land, they discouraged the heart of the Israelites so that they did not come to the land that Yahweh gave to them.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 10,
          "text": "So Yahweh’s anger burned on that day, and he swore an oath, saying,",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 11,
          "text": "‘The men who went up from Egypt, from those twenty years old and above, will not see the land that I swore with an oath to Abraham, Isaac, and Jacob because they have not wholly followed me,",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 12,
          "text": "except Caleb son of Jephunneh the Kenizzite and Joshua son of Nun, because they followed Yahweh wholly.’",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 13,
          "text": "And Yahweh became angry, and he made them wander in the desert forty years until the entire generation who did evil in the sight of Yahweh had died.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 14,
          "text": "Behold, you stand in the place of your fathers, a brood of sinful men, to increase still more Yahweh’s fierce anger against Israel.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 15,
          "text": "If you turn from following him, he will again abandon them in the wilderness, and you would have destroyed all these people.”",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 16,
          "text": "They came near to him and said, “We will build sheep pens here for the flock of our livestock and cities for our little children;",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 17,
          "text": "but we ourselves will become armed and ready before the Israelites until we have brought them to their place, and our little children will live in the fortified cities because of the inhabitants of the land.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 18,
          "text": "We will not return to our houses until the Israelites each obtain their inheritance for themselves.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 19,
          "text": "For we will not take possession with them from across the Jordan and beyond because our inheritance has come to us from across the Jordan to the east.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 32,
          "verse": 1,
          "text": "The tribes of Reuben and Gad had very large herds and flocks. They looked at the lands of Jazer and Gilead. They saw that those lands were just right for livestock.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 2,
          "text": "So they came to Moses and the priest Eleazar. They also came to the leaders of the community. They said,",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 3,
          "text": "“We have seen the cities of Ataroth, Dibon, Jazer, Nimrah and Heshbon. We’ve seen Elealeh, Sebam, Nebo and Beon.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 4,
          "text": "All of them are in the land the Lord has brought under Israel’s control. This land is just right for livestock. And we have livestock.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 5,
          "text": "“We hope you are pleased with us,” they continued. “If you are, please give us this land. Then it will belong to us. But don’t make us go across the Jordan River.”",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 6,
          "text": "Moses spoke to the people of Gad and Reuben. He said, “Should the rest of us go to war while you stay here?",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 7,
          "text": "The Lord has given the land of Canaan to the people of Israel. So why would you want to keep them from going over into it?",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 8,
          "text": "“That’s what your fathers did. I sent them from Kadesh Barnea to check out the land.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 9,
          "text": "They went up to the Valley of Eshcol and looked at the land. Then they talked the people of Israel out of entering the land the Lord had given them.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 10,
          "text": "“The Lord’s anger was stirred up that day. So he took an oath and made a promise. He said,",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 11,
          "text": "‘Not one of the men who is 20 years old or more who came up out of Egypt will see the land. They have not followed me with their whole heart. I took an oath and promised to give the land to Abraham, Isaac and Jacob.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 12,
          "text": "“‘But not one of these men will see it except Caleb and Joshua. Caleb is the son of Jephunneh, the Kenizzite. And Joshua is the son of Nun. They will see the land. They followed me with their whole heart.’",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 13,
          "text": "“The Lord’s anger burned against Israel. He made them wander around in the desert for 40 years. They wandered until all of the people who had done evil in his sight had died.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 14,
          "text": "“Now here you are, you bunch of sinners! You have taken the place of your fathers. And you are making the Lord even more angry with Israel.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 15,
          "text": "What if you turn away from following him? Then he’ll leave all of these people in the desert again. And it will be your fault when they are destroyed.”",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 16,
          "text": "Then they came up to Moses. They said, “We would like to build pens here for our livestock. We would also like to build cities for our women and children.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 17,
          "text": "“But we’re ready to prepare ourselves for battle. We’re even ready to go ahead of the people of Israel. We’ll go with them until we’ve brought them to their place. While we’re gone, our women and children will live in cities that have high walls around them. That will keep them safe from the people who are living in this land.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 18,
          "text": "“We won’t return to our homes until all of the people of Israel have received their share of the land.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 19,
          "text": "“We won’t receive any share with them on the west side of the Jordan River. We’ve already received our share here on the east side.”",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "?",
    "versions": {
      "leb": [],
      "nirv": []
    }
  }
}