{
  "torah": {
    "passage": "Numbers 20:14 - 20:21",
    "versions": {
      "leb": [
        {
          "chapter": 20,
          "verse": 14,
          "text": "From Kadesh Moses sent messengers to the king of Edom: “Thus your brother Israel has said, ‘You know all the hardship that has found us;",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 15,
          "text": "our ancestors went down to Egypt, and we lived in Egypt a long time, and the Egyptians mistreated us and our ancestors.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 16,
          "text": "Then we cried to Yahweh, and he heard our voice; he sent an angel and brought us out from Egypt. And look, we are in Kadesh, a city on the edge of your territory.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 17,
          "text": "Please let us go through your land. We will not go through a field or vineyard, and we will not drink water from a well. We will go along the road of the king; we will not turn aside right or left until we have gone through your territory.’”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 18,
          "text": "Then Edom said to him, “You will not pass through us lest we will go out to meet you with the sword.”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 19,
          "text": "The Israelites said to him, “We will go up on the main road, and if we and our livestock drink your water, we will pay for it. It is only a small matter; let us pass through on our feet.”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 20,
          "text": "But he said, “You will not go through.” And Edom went out to meet them with a large army and a strong hand.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 21,
          "text": "So Edom refused to give Israel passage through his territory, and Israel turned aside from him.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 20,
          "verse": 14,
          "text": "Edom Doesn’t Let Israel Pass Through Its Territory\nMoses sent messengers from Kadesh to the king of Edom. The messengers said,\n“The nation of Israel is your brother. They say, ‘You know about all of the hard times we’ve had.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 15,
          "text": "Long ago our people went down into Egypt. We lived there for many years. The Egyptians treated us and our people badly.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 16,
          "text": "But we cried out to the Lord. He heard our cry. He sent an angel and brought us out of Egypt.\n“‘Now here we are at the town of Kadesh. It’s on the edge of your territory.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 17,
          "text": "Please let us pass through your country. We won’t go through any field or vineyard. We won’t drink water from any well. We’ll travel along the king’s highway. We won’t turn to the right or the left. We’ll just go straight through your territory.’”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 18,
          "text": "But the people of Edom answered,\n“You can’t pass through here. If you try to, we’ll march out against you. We’ll attack you with our swords.”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 19,
          "text": "The people of Israel replied,\n“We’ll go along the main road. We and our livestock won’t drink any of your water. If we do, we’ll pay for it. We only want to walk through your country. That’s all we ask.”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 20,
          "text": "Again the people of Edom answered,\n“You can’t pass through here.”\nThen the people of Edom came out against them. They came with a large and powerful army.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 21,
          "text": "Edom refused to let Israel go through their territory. So Israel turned away from them.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "?",
    "versions": {
      "leb": [],
      "nirv": []
    }
  }
}