{
  "torah": {
    "passage": "Numbers 33:50 - 34:15",
    "versions": {
      "leb": [
        {
          "chapter": 33,
          "verse": 50,
          "text": "Then Yahweh spoke to Moses on the desert-plateau of Moab by the Jordan across Jericho, saying,",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 51,
          "text": "“Speak to the Israelites and say to them, ‘When you cross the Jordan into the land of Canaan,",
          "isHeading": true
        },
        {
          "chapter": 33,
          "verse": 52,
          "text": "you will drive out the inhabitants of the land from your presence, and you will destroy all their idols and all the images of their molten idols, and you will demolish all their high places;",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 53,
          "text": "you will dispossess the land and live in it because I have given the land to you to possess it.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 54,
          "text": "You will distribute the land by lot according to your clans; to the larger group you will give a larger inheritance, and to the smaller group you will give less inheritance. However the lot falls for him, there the lot will be. You will distribute it according to the tribes of your ancestors.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 55,
          "text": "But if you do not drive out the inhabitants of the land from your presence, then it will happen that whomever you let remain of them will be like irritants in your eyes and like thorns in your sides; they will be your enemies in the land in which you live.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 56,
          "text": "And just as I planned to do to them, I will do to you.’”",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 1,
          "text": "Then Yahweh spoke to Moses, saying,",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 2,
          "text": "“Command the Israelites and say to them, ‘When you come into the land of Canaan, this is the land that was allotted to you as an inheritance, the land of Canaan according to its boundaries.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 3,
          "text": "Your southern edge will be from the desert of Zin toward the side of Edom, and your southern border will be from the end of the Salt Sea to the east;",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 4,
          "text": "your boundary will turn from the south to the ascent of Akrabbim and will pass over to Zin, and its limits will be from the south of Kadesh Barnea; it will continue to Hazar Addar and pass over to Azmon.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 5,
          "text": "The boundary will turn from Azmon to the valley of Egypt, and its limits will be to the sea.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 6,
          "text": "“‘Your western boundary will be the Great Sea; this will be your western boundary.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 7,
          "text": "Your northern border will be from the Great Sea; you will make a boundary from the Great Sea to Mount Hor.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 8,
          "text": "From Mount Hor you will make a boundary to reach Hamath; the limits of the territory will be at Zedad.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 9,
          "text": "The boundary will go out to Ziphron, and its limits will be at Hazar Enan. This will be your boundary to the north.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 10,
          "text": "“‘You will mark out your eastern boundary from Hazar Enan to Shepham;",
          "isHeading": true
        },
        {
          "chapter": 34,
          "verse": 11,
          "text": "the boundary will go down from Shepham to Riblah from the east side of Ain, and the boundary will go down and border on the eastern side of the Sea of Kinnereth.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 12,
          "text": "The boundary will go down to the Jordan, and its limits will be at the Salt Sea. This will be your land according to its boundaries all around.’”",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 13,
          "text": "So Moses commanded the Israelites, saying, “This is the land that you will obtain as an inheritance for yourself by lot, which Yahweh commanded to give to the nine and a half tribes.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 14,
          "text": "For the tribe of the children of the Reubenites, the children of the Gadites, and the half-tribe of Manasseh took their inheritance according to the house of their families.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 15,
          "text": "The two and a half tribes have taken their inheritance from beyond the Jordan across Jericho, east toward the sunrise.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 33,
          "verse": 50,
          "text": "On the flatlands of Moab the Lord spoke to Moses. He spoke to him by the Jordan River across from Jericho. The Lord said,",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 51,
          "text": "“Speak to the people of Israel. Tell them, ‘Go across the Jordan River into Canaan.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 52,
          "text": "Drive out all those who are living in the land. The statues of their gods are made out of stone and metal. Destroy all of those statues. And destroy all of the high places where they are worshiped.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 53,
          "text": "“‘Take the land as your own. Settle down in it. I have given it to you.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 54,
          "text": "Use lots when you give out the land. Do it based on the number of men who are in each tribe and family. Give a larger share to a larger group. And give a smaller group a smaller share. The share they receive by using lots will belong to them. Give out the shares based on the number of men in Israel’s tribes.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 55,
          "text": "“‘But suppose you do not drive out the people who are living in the land. Then those you allow to remain there will become like needles in your eyes. They will become like thorns in your sides. They will give you trouble in the land where you will live.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 56,
          "text": "Then I will do to you what I plan to do to them.’”",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 1,
          "text": "The Lord spoke to Moses. He said,",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 2,
          "text": "“Give the people of Israel a command. Tell them, ‘You are going to enter Canaan. The land will be given to you as your own. Here are the borders it will have.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 3,
          "text": "“‘Your southern border will include some of the Desert of Zin. It will be along the border of Edom. On the east, your southern border will start from the end of the Dead Sea.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 4,
          "text": "It will cross south of Scorpion Pass. It will continue on to Zin. From there it will go south of Kadesh Barnea. Then it will go to Hazar Addar and over to Azmon.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 5,
          "text": "There it will turn and join the Wadi of Egypt. It will come to an end at the Mediterranean Sea.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 6,
          "text": "“‘Your western border will be the coast of the Mediterranean Sea. That will be your border on the west.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 7,
          "text": "“‘For your northern border, run a line from the Mediterranean Sea to Mount Hor.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 8,
          "text": "Continue it from Mount Hor to Lebo Hamath. Then the border will go to Zedad.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 9,
          "text": "It will continue to Ziphron. It will come to an end at Hazar Enan. That will be your border on the north.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 10,
          "text": "“‘For your eastern border, run a line from Hazar Enan to Shepham.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 11,
          "text": "The border will go down from Shepham to Riblah. Riblah is on the east side of Ain. From there the border will continue along the slopes east of the Sea of Galilee.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 12,
          "text": "Then the border will go down along the Jordan River. It will come to an end at the Dead Sea.\n“‘That will be your land. And those will be its borders on every side.’”",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 13,
          "text": "Moses gave the people of Israel a command. He said, “Use lots when you give out the land. Each tribe will have its own share. The Lord has ordered it to be given to the nine and a half tribes.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 14,
          "text": "“The families of the tribes of Reuben and Gad have already received their shares. The families of half of the tribe of Manasseh have also received their share.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 15,
          "text": "Those two and a half tribes have received their shares east of the Jordan River. It flows near Jericho. Their land is toward the sunrise.”",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "?",
    "versions": {
      "leb": [],
      "nirv": []
    }
  }
}