{
  "torah": {
    "passage": "Deuteronomy 23:8 - 23:24",
    "versions": {
      "leb": [
        {
          "chapter": 23,
          "verse": 8,
          "text": "The children that are born to them in the third generation may come representing them in the assembly of Yahweh.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 9,
          "text": "“If you go out to encamp against your enemies, then you shall guard against doing anything evil.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 10,
          "text": "“If there is among you a man that is not clean because of a seminal emission during the night, he shall go outside the camp; he shall not come within the camp.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 11,
          "text": "And then toward the coming of the evening, he shall bathe with water, and at the going down of the sun, he may come to the midst of the camp.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 12,
          "text": "“And there shall be for you a designated place outside the camp; and you shall go there to relieve yourself,",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 13,
          "text": "and a digging tool shall be included in addition to your other utensils for yourself; and then when you relieve yourself outside the camp you shall dig with it, and then you shall turn, and you shall cover your excrement.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 14,
          "text": "For Yahweh your God is walking about in the midst of your camp to deliver you and to hand your enemies over to you before you, and so let your camp be holy, so that he shall not see in it anything indecent, and he shall turn away from going with you.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 15,
          "text": "“And you shall not hand over a slave to his master who has escaped and fled to you from his master.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 16,
          "text": "He shall reside with you in your midst in the place that he chooses in one of your towns wherever he pleases; you shall not oppress him.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 17,
          "text": "“No woman of Israel shall be a temple prostitute, and no man of Israel shall be a male shrine prostitute.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 18,
          "text": "You may not bring the hire of a prostitute or the earnings of a male prostitute into the house of Yahweh your God, for any vow offerings, because both are a detestable thing to Yahweh your God.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 19,
          "text": "“You shall not charge your brother interest on money, interest on food, or interest on anything that one could lend on interest.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 20,
          "text": "You may lend on interest to the foreigner, but to your countryman you may not lend on interest, so that Yahweh your God may bless you in all your undertakings in the land where you are going, in order to take possession of it.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 21,
          "text": "“When you make a vow to Yahweh your God, you shall not postpone fulfillment of it, for certainly Yahweh your God shall require it from you and if postponed you will incur guilt.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 22,
          "text": "And if you refrain from vowing, you shall not incur guilt.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 23,
          "text": "The utterance of your lips you must perform diligently just as you have vowed freely to Yahweh your God whatever it was that you promised with your mouth.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 24,
          "text": "“When you come into the vineyard of your neighbor, then you may eat grapes as you please and until you are full, but you shall not put any into your container.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 23,
          "verse": 8,
          "text": "The great-grandchildren of the Edomites and Egyptians can join in worship with the Lord’s people.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 9,
          "text": "There will be times when you are at war with your enemies. And your soldiers will be in camp. Then keep away from anything that isn’t pure and clean.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 10,
          "text": "Suppose semen flows from the body of one of your soldiers during the night. Then that will make him “unclean.” He must go outside the camp and stay there.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 11,
          "text": "But as evening approaches, he must wash himself. When the sun goes down, he can return to the camp.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 12,
          "text": "Choose a place outside the camp where you can go to the toilet.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 13,
          "text": "Keep a shovel among your tools. When you go to the toilet, dig a hole. Then cover up your waste.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 14,
          "text": "The Lord your God walks around in your camp. He’s there to keep you safe. He’s also there to hand your enemies over to you. So your camp must be holy. Then he won’t see anything among you that is shameful. He won’t turn away from you.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 15,
          "text": "If a slave comes to you for safety, don’t hand him over to his master.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 16,
          "text": "Let him live among you anywhere he wants to. Let him live in any town he chooses. Don’t crush him.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 17,
          "text": "A man or woman in Israel must not become a temple prostitute.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 18,
          "text": "The Lord your God hates the money that men and women get for being prostitutes. So don’t take that money into the house of the Lord to pay what you promised to give.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 19,
          "text": "Don’t charge your own people any interest. Don’t charge them when they borrow money, food or anything else.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 20,
          "text": "You can charge interest to people from another country. But don’t charge your own people. Then the Lord your God will bless you in everything you do. He will bless you in the land you are entering to take as your own.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 21,
          "text": "Don’t put off giving to the Lord your God everything you promise him. He will certainly require it from you. And you will be guilty of committing a sin.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 22,
          "text": "But if you don’t make a promise, you won’t be guilty.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 23,
          "text": "Make sure you do what you promised to do. With your own mouth you made the promise to the Lord your God. No one forced you to do it.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 24,
          "text": "When you enter your neighbor’s vineyard, you can eat all of the grapes you want. But don’t put any of them in your basket.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Acts 13:13 - 13:25",
    "versions": {
      "leb": [
        {
          "chapter": 13,
          "verse": 13,
          "text": "Now Paul and his companions put out to sea from Paphos and came to Perga in Pamphylia, but John departed from them and returned to Jerusalem.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 14,
          "text": "And they went on from Perga and arrived at Pisidian Antioch. And they entered into the synagogue on the day of the Sabbath and sat down.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 15,
          "text": "So after the reading from the law and the prophets, the rulers of the synagogue sent word to them, saying, “Men and brothers, if there is any message of exhortation by you for the people, say it.”",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 16,
          "text": "So Paul stood up, and motioning with his hand, he said, “Israelite men, and those who fear God, listen!",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 17,
          "text": "The God of this people Israel chose our fathers and exalted the people during their stay in the land of Egypt, and with uplifted arm he led them out of it.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 18,
          "text": "And for a period of time of about forty years, he put up with them in the wilderness.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 19,
          "text": "And after destroying seven nations in the land of Canaan, he gave their land to his people as an inheritance.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 20,
          "text": "This took about four hundred and fifty years. And after these things, he gave them judges until Samuel the prophet.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 21,
          "text": "And then they asked for a king, and God gave them Saul son of Kish, a man from the tribe of Benjamin, for forty years.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 22,
          "text": "And after removing him, he raised up David for their king, about whom he also said, testifying, ‘I have found David the son of Jesse to be a man in accordance with my heart, who will carry out all my will.’",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 23,
          "text": "From the descendants of this man, according to his promise, God brought to Israel a Savior, Jesus.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 24,
          "text": "Before his coming John had publicly proclaimed a baptism of repentance to all the people of Israel.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 25,
          "text": "But while John was completing his mission, he said, ‘What do you suppose me to be? I am not he! But behold, one is coming after me of whom I am not worthy to untie the sandals of his feet!’",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 13,
          "verse": 13,
          "text": "From Paphos, Paul and his companions sailed to Perga in Pamphylia. There John left them and returned to Jerusalem.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 14,
          "text": "From Perga they went on to Pisidian Antioch. On the Sabbath day they entered the synagogue and sat down.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 15,
          "text": "The Law and the Prophets were read aloud. Then the synagogue rulers sent word to Paul and his companions. They said, “Brothers, do you have a message of hope for the people? If you do, please speak.”",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 16,
          "text": "Paul stood up and motioned with his hand. Then he said, “Men of Israel, and you non-Jews who worship God, listen to me!",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 17,
          "text": "The God of Israel chose our people who lived long ago. He blessed them greatly while they were in Egypt. With his mighty power he led them out of that country.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 18,
          "text": "He put up with them for about 40 years in the desert.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 19,
          "text": "He destroyed seven nations in Canaan. Then he gave the land to his people as their rightful share.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 20,
          "text": "All of this took about 450 years.\n“After this, God gave them judges until the time of Samuel the prophet.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 21,
          "text": "Then the people asked for a king. He gave them Saul, son of Kish. Saul was from the tribe of Benjamin. He ruled for 40 years.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 22,
          "text": "God removed him and made David their king. Here is God’s witness about him. ‘David, son of Jesse, is a man dear to my heart,’ he said. ‘He will do everything I want him to do.’",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 23,
          "text": "“From this man’s family line God has brought to Israel the Savior Jesus. This is what he had promised.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 24,
          "text": "Before Jesus came, John preached that we should turn away from our sins and be baptized. He preached this to all Israel.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 25,
          "text": "John was coming to the end of his work. ‘Who do you think I am?’ he said. ‘I am not the one you are looking for. No, he is coming after me. I am not good enough to untie his sandals.’",
          "isHeading": false
        }
      ]
    }
  }
}