{
  "torah": {
    "passage": "Genesis 37:23 - 37:36",
    "versions": {
      "leb": [
        {
          "chapter": 37,
          "verse": 23,
          "text": "And it happened that as Joseph came to his brothers they stripped Joseph of his robe, the robe with long sleeves, that was upon him.",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 24,
          "text": "And they took him and threw him into the pit (the pit was empty; there was no water in it).",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 25,
          "text": "Then they sat down to eat some food. And they lifted up their eyes and looked, and behold, a caravan of Ishmaelites was coming from Gilead. And their camels were carrying aromatic gum and balm and spices on the way to Egypt.",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 26,
          "text": "Then Judah said to his brothers, “What profit is there if we kill our brother and conceal his blood?",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 27,
          "text": "Come, let us sell him to the Ishmaelites, but our hand shall not be against him, for he is our brother, our own flesh.” And his brothers agreed.",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 28,
          "text": "Then Midianite traders passed by. And they drew Joseph up and brought him up from the pit, and they sold Joseph to the Ishmaelites for twenty pieces of silver. And they brought Joseph to Egypt.",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 29,
          "text": "Then Reuben returned to the pit and, behold, Joseph was not in the pit. And he tore his clothes.",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 30,
          "text": "And he returned to his brothers and said, “The boy is gone! Now I, what can I do?”",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 31,
          "text": "Then they took the robe of Joseph and slaughtered a goat, and dipped the robe in the blood.",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 32,
          "text": "Then they sent the robe with long sleeves and they brought it to their father and said, “We found this; please examine it. Is it the robe of your son or not?”",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 33,
          "text": "And he recognized it and said, “The robe of my son! A wild animal has devoured him! Joseph is surely torn to pieces!”",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 34,
          "text": "And Jacob tore his clothes and put sackcloth on his loins and mourned for his son many days.",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 35,
          "text": "And all his sons and daughters tried to console him, but he refused to be consoled. And he said, “No, I shall go down to my son, to Sheol, mourning.” And his father wept for him.",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 36,
          "text": "And the Midianites sold him in Egypt to Potiphar, a court official of Pharaoh, a commander of the imperial guard.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 37,
          "verse": 23,
          "text": "When Joseph came to his brothers, he was wearing his beautiful robe. They took it away from him.",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 24,
          "text": "And they threw him into the well. The well was empty. There wasn’t any water in it.",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 25,
          "text": "Then they sat down to eat their meal. As they did, they saw some Ishmaelite traders coming from Gilead. Their camels were loaded with spices, lotion and myrrh. They were on their way to take them down to Egypt.",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 26,
          "text": "Judah said to his brothers, “What will we gain if we kill our brother and try to cover up what we’ve done?",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 27,
          "text": "Come. Let’s sell him to these traders. Let’s not harm him ourselves. After all, he’s our brother. He’s our own flesh and blood.” Judah’s brothers agreed with him.",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 28,
          "text": "The traders from Midian came by. Joseph’s brothers pulled him up out of the well. They sold him to the Ishmaelite traders for eight ounces of silver. Then the traders took him to Egypt.",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 29,
          "text": "Later, Reuben came back to the empty well. He saw that Joseph wasn’t there. He was so upset that he tore his clothes.",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 30,
          "text": "He went back to his brothers and said, “The boy isn’t there! Now what should I do?”",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 31,
          "text": "Then they got Joseph’s beautiful robe. They killed a goat and dipped the robe in the blood.",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 32,
          "text": "They took it back to their father. They said, “We found this. Take a look at it. See if it’s your son’s robe.”",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 33,
          "text": "Jacob recognized it. He said, “It’s my son’s robe! A wild animal has eaten him up. Joseph must have been torn to pieces.”",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 34,
          "text": "Jacob tore his clothes. He put on black clothes. Then he sobbed over his son for many days.",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 35,
          "text": "All of Jacob’s other sons and daughters came to comfort him. But they weren’t able to. He said, “I’ll be full of sorrow when I go down into the grave to be with my son.” So Joseph’s father sobbed over him.",
          "isHeading": false
        },
        {
          "chapter": 37,
          "verse": 36,
          "text": "But the traders from Midian sold Joseph to Potiphar in Egypt. Potiphar was one of Pharaoh’s officials. He was the captain of the palace guard.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "John 13:31 - 13:38",
    "versions": {
      "leb": [
        {
          "chapter": 13,
          "verse": 31,
          "text": "Jesus Predicts Peter’s Denial\nThen, when he had gone out, Jesus said, “Now the Son of Man is glorified, and God is glorified in him.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 32,
          "text": "If God is glorified in him, God will also glorify him in himself, and will glorify him immediately.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 33,
          "text": "Children, yet a little time I am with you. You will seek me and just as I said to the Jews, “Where I am going you cannot come,” now I say also to you.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 34,
          "text": "“A new commandment I give to you: that you love one another—just as I have loved you, that you also love one another.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 35,
          "text": "By this everyone will know that you are my disciples—if you have love for one another.”",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 36,
          "text": "Simon Peter said to him, “Lord, where are you going?” Jesus replied, “Where I am going you cannot follow me now, but you will follow later.”",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 37,
          "text": "Peter said to him, “Lord, why am I not able to follow you now? I will lay down my life for you!”",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 38,
          "text": "Jesus replied, “Will you lay down your life for me? Truly, truly I say to you, the rooster will not crow until you have denied me three times!",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 13,
          "verse": 31,
          "text": "Jesus Says That Peter Will Fail\nAfter Judas was gone, Jesus spoke. He said, “Now the Son of Man receives glory. And he brings glory to God.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 32,
          "text": "If the Son brings glory to God, God himself will bring glory to the Son. God will do it at once.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 33,
          "text": "“My children, I will be with you only a little longer. You will look for me. Just as I told the Jews, so I am telling you now. You can’t come where I am going.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 34,
          "text": "“I give you a new command. Love one another. You must love one another, just as I have loved you.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 35,
          "text": "If you love one another, everyone will know you are my disciples.”",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 36,
          "text": "Simon Peter asked him, “Lord, where are you going?”\nJesus replied, “Where I am going you can’t follow now. But you will follow me later.”",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 37,
          "text": "“Lord,” Peter asked, “why can’t I follow you now? I will give my life for you.”",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 38,
          "text": "Then Jesus answered, “Will you really give your life for me? What I’m about to tell you is true. Before the rooster crows, you will say three times that you don’t know me!",
          "isHeading": false
        }
      ]
    }
  }
}