{
  "torah": {
    "passage": "Genesis 18:15 - 18:33",
    "versions": {
      "leb": [
        {
          "chapter": 18,
          "verse": 15,
          "text": "But Sarah denied it, saying, “I did not laugh,” because she was afraid. He said, “No, but you did laugh.”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 16,
          "text": "Then the men set out from there, and they looked down upon Sodom. And Abraham went with them to send them on their way.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 17,
          "text": "Then Yahweh said, “Shall I conceal from Abraham what I am going to do?",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 18,
          "text": "Abraham will surely become a great and strong nation, and all the nations of the earth will be blessed on account of him.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 19,
          "text": "For I have chosen him, that he will command his children and his household after him that they will keep the way of Yahweh, to do righteousness and justice, so that Yahweh may bring upon Abraham that which he said to him.”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 21,
          "text": "I will go down and I will see. Have they done altogether according to its cry of distress which has come to me? If not, I will know.”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 22,
          "text": "And the men turned from there and went toward Sodom. And Abraham was still standing before Yahweh.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 23,
          "text": "And Abraham drew near to Yahweh and said, “Will you also sweep away the righteous with the wicked?",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 24,
          "text": "If perhaps there are fifty righteous in the midst of the city, will you also sweep them away and not forgive the place on account of the fifty righteous in her midst?",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 25,
          "text": "Far be it from you to do such a thing as this, to kill the righteous with the wicked, that the righteous would be as the wicked! Far be it from you! Will not the Judge of all the earth do justice?”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 26,
          "text": "And Yahweh said, “If I find fifty righteous in Sodom, in the midst of the city, then I will forgive the whole place for their sake.”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 27,
          "text": "Then Abraham answered and said, “Look, please, I was bold to speak to my Lord, but I am dust and ashes.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 28,
          "text": "Perhaps the fifty righteous are lacking five—will you destroy the whole city on account of the five?” And he answered, “I will not destroy it if I find forty-five there.”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 29,
          "text": "And once again he spoke to him and said, “What if forty are found there?” And he answered, “I will not do it on account of the forty.”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 30,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 31,
          "text": "And he said, “Please, now, I was bold to speak to my Lord. What if twenty be found there?” And he answered, “I will not destroy it for the sake of the twenty.”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 32,
          "text": "And he said, “Please, let not my Lord be angry, and I will speak only once more. What if ten are found there?” And he answered, “I will not destroy it for the sake of the ten.”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 33,
          "text": "Then Yahweh left, as he finished speaking to Abraham, and Abraham returned to his place.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 18,
          "verse": 15,
          "text": "Sarah was afraid. So she lied and said, “I didn’t laugh.”\nBut the Lord said, “Yes, you did.”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 16,
          "text": "The men got up to leave. They looked down toward Sodom. Abraham walked along with them to see them on their way.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 17,
          "text": "Then the Lord said, “Should I hide from Abraham what I am about to do?",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 18,
          "text": "He will certainly become a great and powerful nation. All nations on earth will be blessed because of him.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 19,
          "text": "“I have chosen him. He must direct his children. He must see that the members of his family after him live the way I want them to. So he must direct them to do what is right and fair. Then I, the Lord, will do for Abraham what I have promised him.”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 21,
          "text": "that I will go down and see for myself. I want to see if what they have done is as bad as the cries that have reached me. If it is not, then I will know.”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 22,
          "text": "The men turned away. They went toward Sodom. But Abraham remained standing in front of the Lord.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 23,
          "text": "Then Abraham came up to him. He said, “Will you sweep away godly people along with those who are evil?",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 24,
          "text": "What if there are 50 godly people in the city? Will you really sweep it away? Won’t you spare the place because of the 50 godly people in it?",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 25,
          "text": "“You would never kill godly people along with those who are evil, would you? You wouldn’t treat godly and evil people alike. You would never do anything like that! Won’t the Judge of the whole earth do what is right?”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 26,
          "text": "The Lord said, “If I find 50 godly people in the city of Sodom, I will save it. I will spare the whole place because of them.”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 27,
          "text": "Then Abraham spoke up again. He said, “I have been very bold to speak to the Lord. After all, I’m only dust and ashes.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 28,
          "text": "What if the number of godly people is five less than 50? Will you destroy the whole city because of five people?”\n“If I find 45 there,” he said, “I will not destroy it.”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 29,
          "text": "Once again Abraham spoke to him. He asked, “What if only 40 are found there?”\nHe said, “If there are 40, I will not do it.”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 30,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 31,
          "text": "Abraham said, “I have been very bold to speak to the Lord. What if only 20 are found there?”\nHe said, “If there are 20, I will not destroy it.”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 32,
          "text": "Then he said, “Lord, don’t let your anger burn against me. Let me speak just one more time. What if only ten are found there?”\nHe answered, “If there are ten, I will not destroy it.”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 33,
          "text": "When the Lord had finished speaking with Abraham, he left. And Abraham returned home.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "John 6:28 - 6:40",
    "versions": {
      "leb": [
        {
          "chapter": 6,
          "verse": 28,
          "text": "So they said to him, “What shall we do that we can accomplish the works of God?”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 29,
          "text": "Jesus answered and said to them, “This is the work of God: that you believe in the one whom that one sent.”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 30,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 31,
          "text": "Our fathers ate the manna in the wilderness, just as it is written, ‘He gave them bread from heaven to eat.’",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 32,
          "text": "Then Jesus said to them, “Truly, truly I say to you, Moses did not give you bread from heaven, but my Father is giving you the true bread from heaven!",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 33,
          "text": "For the bread of God is the one who comes down from heaven and gives life to the world.”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 34,
          "text": "So they said to him, “Sir, always give us this bread!”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 35,
          "text": "Jesus said to them, “I am the bread of life. The one who comes to me will never be hungry, and the one who believes in me will never be thirsty again.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 36,
          "text": "But I said to you that you have seen me and do not believe.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 37,
          "text": "Everyone whom the Father gives to me will come to me, and the one who comes to me I will never throw out,",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 38,
          "text": "because I have come down from heaven not that I should do my will, but the will of the one who sent me.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 39,
          "text": "Now this is the will of the one who sent me: that everyone whom he has given me, I would not lose any of them, but raise them up on the last day.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 40,
          "text": "",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 6,
          "verse": 28,
          "text": "Then they asked him, “What does God want from us? What works does he want us to do?”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 29,
          "text": "Jesus answered, “God’s work is to believe in the One he has sent.”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 30,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 31,
          "text": "Long ago our people ate the manna in the desert. It is written in Scripture, ‘The Lord gave them bread from heaven to eat.’” (; ; )",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 32,
          "text": "Jesus said to them, “What I’m about to tell you is true. It is not Moses who has given you the bread from heaven. It is my Father who gives you the true bread from heaven.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 33,
          "text": "The bread of God is the One who comes down from heaven. He gives life to the world.”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 34,
          "text": "“Sir,” they said, “give us this bread from now on.”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 35,
          "text": "Then Jesus said, “I am the bread of life. No one who comes to me will ever go hungry. And no one who believes in me will ever be thirsty.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 36,
          "text": "“But it is just as I told you. You have seen me, and you still do not believe.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 37,
          "text": "Everyone the Father gives me will come to me. I will never send away anyone who comes to me.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 38,
          "text": "“I have not come down from heaven to do what I want to do. I have come to do what the One who sent me wants me to do.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 39,
          "text": "The One who sent me doesn’t want me to lose anyone he has given me. He wants me to raise them up on the last day.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 40,
          "text": "",
          "isHeading": false
        }
      ]
    }
  }
}