{
  "torah": {
    "passage": "Exodus 14:15 - 14:25",
    "versions": {
      "leb": [
        {
          "chapter": 14,
          "verse": 15,
          "text": "And Yahweh said to Moses, “Why do you cry out to me? Speak to the Israelites so that they set out.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 16,
          "text": "And you, lift up your staff and stretch out your hand over the sea and divide it so that the Israelites can go in the middle of the sea on the dry land.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 17,
          "text": "And as for me, look, I am about to harden the heart of the Egyptians so that they come after them, and I will display my glory through Pharaoh and through all of his army, through his chariots and through his charioteers.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 18,
          "text": "And the Egyptians will know that I am Yahweh when I display my glory through Pharaoh, through his chariots, and through his charioteers.”",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 19,
          "text": "And the angel of God who was going before the camp of Israel set out and went behind them. And the column of cloud set out ahead of them, and it stood still behind them,",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 20,
          "text": "so that it came between the camp of Egypt and the camp of Israel. And it was a dark cloud, but it gave light to the night, so that neither approached the other all night.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 21,
          "text": "And Moses stretched out his hand over the sea, and Yahweh moved the sea with a strong east wind all night, and he made the sea become dry ground, and the waters were divided.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 22,
          "text": "And the Israelites entered the middle of the sea on the dry land. The waters were a wall for them on their right and on their left.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 23,
          "text": "And the Egyptians gave chase and entered after them—all the horses of Pharaoh, his chariots, and his charioteers—into the middle of the sea.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 24,
          "text": "And during the morning watch, Yahweh looked down to the Egyptian camp from in the column of fire and cloud, and he threw the Egyptian camp into a panic.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 25,
          "text": "And he removed the wheels of their chariots so that they drove them with difficulty, and the Egyptians said, “We must flee away from Israel because Yahweh is fighting for them against Egypt.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 14,
          "verse": 15,
          "text": "Then the Lord spoke to Moses. He said, “Why are you crying out to me? Tell the people of Israel to move on.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 16,
          "text": "Hold your wooden staff out. Reach your hand out over the Red Sea to part the water. Then the people can go through the sea on dry ground.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 17,
          "text": "“I will make the hearts of the Egyptians stubborn. They will go in after the Israelites. I will gain glory for myself because of what will happen to Pharaoh, his whole army, his chariots and his horsemen.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 18,
          "text": "“The Egyptians will know that I am the Lord. I will gain glory because of what will happen to all of them.”",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 19,
          "text": "The angel of God had been traveling in front of Israel’s army. Now he moved back and went behind them. The pillar of cloud also moved away from in front of them. Now it stood behind them.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 20,
          "text": "It came between the armies of Egypt and Israel. All through the night the cloud brought darkness to one side and light to the other. Neither army went near the other all night long.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 21,
          "text": "Then Moses reached his hand out over the Red Sea. All that night the Lord pushed the sea back with a strong east wind. He turned the sea into dry land. The waters were parted.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 22,
          "text": "The people of Israel went through the sea on dry ground. There was a wall of water on their right side and on their left.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 23,
          "text": "The Egyptians chased them. All of Pharaoh’s horses and chariots and horsemen followed them into the sea.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 24,
          "text": "Near the end of the night the Lord looked down from the pillar of fire and cloud. He saw the Egyptian army and threw it into a panic.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 25,
          "text": "He kept their chariot wheels from turning freely. That made the chariots hard to drive.\nThe Egyptians said, “Let’s get away from the Israelites! The Lord is fighting for Israel against Egypt.”",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Mark 6:1 - 6:6",
    "versions": {
      "leb": [
        {
          "chapter": 6,
          "verse": 1,
          "text": "Rejected at Nazareth\nAnd he went out from there and came to his hometown, and his disciples followed him.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 2,
          "text": "And when the Sabbath came, he began to teach in the synagogue, and many who heard him were amazed, saying, “Where did this man get these things? And what is this wisdom that has been granted to this man, and the miracles such as these performed through his hands?",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 3,
          "text": "Is not this the carpenter, the son of Mary and brother of James and Joses and Judas and Simon? And are not his sisters here with us?” And they were offended by him.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 4,
          "text": "And Jesus said to them, “A prophet is not without honor except in his hometown, and among his relatives, and in his own household.”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 5,
          "text": "And he was not able to do any miracle in that place except to lay his hands on a few sick people and heal them.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 6,
          "text": "And he was astonished because of their unbelief.\nThe Twelve Commissioned and Sent Out\nAnd he was going around among the villages teaching.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 6,
          "verse": 1,
          "text": "A Prophet Without Honor\nJesus left there and went to his hometown of Nazareth. His disciples went with him.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 2,
          "text": "When the Sabbath day came, he began to teach in the synagogue. Many who heard him were amazed.\n“Where did this man get these things?” they asked. “What’s this wisdom that has been given to him? He even does miracles!",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 3,
          "text": "Isn’t this the carpenter? Isn’t this Mary’s son? Isn’t this the brother of James, Joseph, Judas and Simon? Aren’t his sisters here with us?” They were not pleased with him at all.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 4,
          "text": "Jesus said to them, “A prophet is not honored in his hometown. He doesn’t receive any honor among his relatives. And he doesn’t receive any in his own home.”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 5,
          "text": "Jesus laid his hands on a few sick people and healed them. But he could not do any other miracles there.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 6,
          "text": "He was amazed because they had no faith.\nJesus Sends Out the Twelve Disciples\nJesus went around teaching from village to village.",
          "isHeading": false
        }
      ]
    }
  }
}