{
  "torah": {
    "passage": "Numbers 18:21 - 18:32",
    "versions": {
      "leb": [
        {
          "chapter": 18,
          "verse": 21,
          "text": "“Behold, I have given to the descendants of Levi every tithe in Israel as an inheritance in return for their service, which they are doing, the work of the tent of assembly.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 22,
          "text": "The Israelites will not come near again to the tent of assembly, or they will bear sin and die.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 23,
          "text": "The Levites will perform the service of the tent of assembly, and they will bear their guilt, an eternal decree for all your generations. But they will not receive an inheritance in the midst of the Israelites",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 24,
          "text": "because the tithes of the Israelites that are offered to Yahweh as a contribution, I have given to the Levites as an inheritance; therefore I said to them, ‘They will not receive an inheritance in the midst of the Israelites.’”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 25,
          "text": "Yahweh spoke to Moses, saying,",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 26,
          "text": "“You will speak to the Levites and say to them, ‘When you receive the tithe from the Israelites that I have given to you from them for your inheritance, you will present a contribution from it to Yahweh, a tithe from a tithe.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 27,
          "text": "Your contribution will be credited to you like the grain from the threshing floor and like the produce from the press.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 28,
          "text": "So you will present your own contribution to Yahweh from all your tithes that you receive from the Israelites; from it you will give the contribution of Yahweh to Aaron the priest.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 29,
          "text": "From all your gifts you will present every contribution of Yahweh, from all its fat, the part that is sacred.’",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 30,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 31,
          "text": "You may eat it anywhere, you and your household, because it is a wage in return for your service in the tent of assembly.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 32,
          "text": "You will not bear any sin because you have presented its fat; you will not defile the holy objects of the Israelites, or you will die.’”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 18,
          "verse": 21,
          "text": "“The people of Israel will give me a tenth of everything they produce. And I will give it to the Levites. They serve at the Tent of Meeting. I will give them the tenth for the work they do there.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 22,
          "text": "From now on the people of Israel must not go near the Tent of Meeting. If they do, they will be punished for their sin. They will die.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 23,
          "text": "“The Levites will do the work at the Tent of Meeting. They will be held accountable for sins that are committed against it. That is a law that will last for all time to come. The Levites will not receive any share among the people of Israel.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 24,
          "text": "Instead, I will give the Levites the tenth as their share. It is the tenth that the people of Israel bring me as an offering. That is why I said the Levites would not have any share of land among the people of Israel.”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 25,
          "text": "The Lord said to Moses,",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 26,
          "text": "“Speak to the Levites. Say to them, ‘You will receive the tenth from the people of Israel. I will give it to you as your share. When I do, you must give a tenth of that tenth as an offering to the Lord.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 27,
          "text": "Your offering will be considered as if you gave grain from a threshing floor. It will be considered as juice from a winepress.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 28,
          "text": "“‘In that way, you also will bring an offering to the Lord. You will bring it from the tenth you receive from the people of Israel. You must give the Lord’s part to the priest Aaron. You must bring it from the tenth you receive.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 29,
          "text": "You must bring to the Lord a part of everything that is given to you. It must be the best and holiest part.’",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 30,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 31,
          "text": "You and your families can eat the rest of it anywhere. It is your pay for your work at the Tent of Meeting.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 32,
          "text": "Bring the best part of what you receive. Then you will not be guilty of holding anything back. You will not make the holy offerings of the people of Israel “unclean.” You will not die.’”",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "?",
    "versions": {
      "leb": [],
      "nirv": []
    }
  }
}