{
  "torah": {
    "passage": "Genesis 23:17 - 24:9",
    "versions": {
      "leb": [
        {
          "chapter": 23,
          "verse": 17,
          "text": "So the field of Ephron which was in the Machpelah, which was near Mamre—the field and the cave which was in it, with all the trees that were in the field, which were within all its surrounding boundaries—passed",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 18,
          "text": "to Abraham as a property in the presence of the Hittites, with respect to all who were entering the gate of his city.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 19,
          "text": "And thus afterward Abraham buried Sarah his wife in the cave of the field of Machpelah near Mamre; that is Hebron, in the land of Canaan.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 1,
          "text": "And the servant took ten camels from his master’s camels, and he went with all kinds of his master’s good things in his hand. And he arose and went to Aram-Naharaim, to the city of Nahor.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 2,
          "text": "And she quickly emptied her jar into the trough and ran again to the well to draw water. And she drew water for all his camels.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 3,
          "text": "And when he saw the ring and the bracelets on the arms of his sister and heard the words of Rebekah his sister, who said, “Thus the man spoke to me,” he went to the man. And behold, he was standing with the camels at the spring.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 4,
          "text": "And he said to me, ‘Yahweh, before whom I have walked, shall send his angel with you and will make your journey successful. And you shall take a wife for my son from my family, and from the house of my father.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 5,
          "text": "Then Laban and Bethuel answered, and they said, “The matter has gone out from Yahweh; we are not able to speak bad or good to you.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 6,
          "text": "And they blessed Rebekah and said to her, “You are our sister; may you become countless thousands; and may your offspring take possession of the gate of his enemies.”",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 7,
          "text": "Yahweh, the God of heaven who took me from the house of my father and from the land of my family, and who spoke to me and swore to me, saying, ‘to your offspring I will give this land,’ he will send his angel before you, and you shall take a wife for my son from there.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 8,
          "text": "And if the woman is not willing to follow you, then you shall be released from this oath of mine—only you must not return my son there.”",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 9,
          "text": "Then the servant put his hand under the thigh of Abraham his master, and he swore to him concerning this matter.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 23,
          "verse": 17,
          "text": "So Ephron sold his field in Machpelah near Mamre to Abraham. He bought the field and the cave that was in it. He also bought all of the trees that were inside the borders of the field. Everything was sold",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 18,
          "text": "to Abraham as his property. He bought it in front of all of the Hittites who had come to the gate of the city.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 19,
          "text": "Then Abraham buried the body of his wife Sarah. He buried her in the cave in the field of Machpelah near Mamre in the land of Canaan. Mamre is at Hebron.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 1,
          "text": "The servant took ten of his master’s camels and left. He took with him all kinds of good things from his master. He started out for Aram Naharaim. He made his way to the town of Nahor.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 2,
          "text": "So she quickly emptied her jar into the stone tub. Then she ran back to the well to get more water. She got enough for all of his camels.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 3,
          "text": "Laban had seen the nose ring. He had seen the bracelets on his sister’s arms. And he had heard Rebekah tell what the man had said to her. So he went out to the man. He found him standing by the camels near the spring.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 4,
          "text": "“He replied, ‘I have walked with the Lord. He will send his angel with you. He will give you success on your journey. So you will be able to get a wife for my son. You will get her from my own relatives and from my father’s family.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 5,
          "text": "Laban and Bethuel answered, “The Lord has done all of this. We can’t say anything to you one way or the other.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 6,
          "text": "And they gave Rebekah their blessing. They said to her,\n“Dear sister, may your family grow\nby thousands and thousands.\nMay your children after you take over\nthe cities of their enemies.”",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 7,
          "text": "“The Lord, the God of heaven, took me away from my father’s family. He brought me out of my own land. And he made me a promise with an oath. He said, ‘I will give this land to your family after you.’ The Lord will send his angel ahead of you. So you will be able to get a wife for my son from there.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 8,
          "text": "“The woman may not want to come back with you. If she doesn’t, you will be free from your oath. But don’t take my son back there.”",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 9,
          "text": "So the servant put his hand under Abraham’s thigh. He promised with an oath to do what his master wanted.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "John 7:31 - 7:36",
    "versions": {
      "leb": [
        {
          "chapter": 7,
          "verse": 31,
          "text": "But from the crowd many believed in him and were saying, “Whenever the Christ comes, he will not perform more signs than this man has done, will he?”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 32,
          "text": "The Pharisees heard the crowd murmuring these things about him, and the chief priests and the Pharisees sent officers in order to take him into custody .",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 33,
          "text": "Then Jesus said, “Yet a little time I am with you, and I am going to the one who sent me.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 34,
          "text": "You will seek me and will not find me, and where I am, you cannot come.”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 35,
          "text": "So the Jews said to one another, “Where is this one going to go, that we will not find him? He is not going to go to the Dispersion among the Greeks and teach the Greeks, is he?",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 36,
          "text": "What is this saying that he said, ‘You will seek me and will not find me, and where I am, you cannot come’?”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 7,
          "verse": 31,
          "text": "Still, many people in the crowd put their faith in him. They said, “How will it be when the Christ comes? Will he do more miraculous signs than this man?”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 32,
          "text": "The Pharisees heard the crowd whispering things like this about him. Then the chief priests and the Pharisees sent temple guards to arrest him.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 33,
          "text": "Jesus said, “I am with you for only a short time. Then I will go to the One who sent me.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 34,
          "text": "You will look for me, but you won’t find me. You can’t come where I am going.”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 35,
          "text": "The Jews said to one another, “Where does this man plan to go? Does he think we can’t find him? Will he go where our people live scattered among the Greeks? Will he go there to teach the Greeks?",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 36,
          "text": "What did he mean when he said, ‘You will look for me, but you won’t find me’? And, ‘You can’t come where I am going’?”",
          "isHeading": false
        }
      ]
    }
  }
}