{
  "torah": {
    "passage": "Numbers 3:1 - 3:13",
    "versions": {
      "leb": [
        {
          "chapter": 3,
          "verse": 1,
          "text": "These are the genealogies of Aaron and Moses at the time when Yahweh spoke to Moses on Mount Sinai.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 2,
          "text": "These are the names of the descendants of Aaron: Nadab the firstborn, Abihu, Eleazar, and Ithamar.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 3,
          "text": "These are the names of the descendants of Aaron, the priests, the anointed ones whom he consecrated as priests.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 4,
          "text": "Nadab and Abihu died before Yahweh when they presented a strange fire before Yahweh in the desert of Sinai, and they had no children. Eleazar and Ithamar served as priest during the presence of Aaron their father.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 5,
          "text": "Yahweh spoke to Moses, saying,",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 6,
          "text": "“Bring near the tribe of Levi, and set the tribe before Aaron the priest, and they will minister to him.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 7,
          "text": "They shall observe his duties and the duties of the entire community before the tent of assembly, to do the work of the tabernacle.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 8,
          "text": "And they will keep all the vessels of the tent of assembly and the responsibilities of the Israelites, to do the work of the tabernacle.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 9,
          "text": "You will give the Levites to Aaron and to his descendants; they are surely assigned to him from among the Israelites.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 10,
          "text": "But you will count Aaron and his descendants; they will keep their priesthood, and the stranger who approaches will be put to death.”",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 11,
          "text": "Yahweh spoke to Moses saying,",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 12,
          "text": "“I myself receive the Levites from the midst of the Israelites in the place of all the firstborn of the offspring of the womb from the Israelites. The Levites will be mine",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 13,
          "text": "because all the firstborn are mine; on the day of my killing all the firstborn in the land of Egypt, I consecrated for myself all the firstborn in Israel, both humankind and animal; they will be mine. I am Yahweh.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 3,
          "verse": 1,
          "text": "Here is the story of the family of Aaron and Moses. It belongs to the time when the Lord talked with Moses on Mount Sinai.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 2,
          "text": "Aaron’s oldest son was Nadab. His other sons were Abihu, Eleazar and Ithamar.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 3,
          "text": "Those were the names of Aaron’s sons. They were the anointed priests. They were prepared to serve the Lord as priests.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 4,
          "text": "But Nadab and Abihu made an offering to the Lord by using fire that wasn’t allowed. So they fell dead in front of him. That happened in the Desert of Sinai. They didn’t have any sons. Only Eleazar and Ithamar served as priests while their father Aaron was living.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 5,
          "text": "The Lord spoke to Moses. He said,",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 6,
          "text": "“Bring the men of the tribe of Levi to the priest Aaron. They will help him.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 7,
          "text": "They must work at the Tent of Meeting for Aaron and for the whole community. They must do what needs to be done at the holy tent.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 8,
          "text": "They must take care of everything that is connected with the Tent of Meeting. When they do, they are acting for all of the people of Israel.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 9,
          "text": "Give the Levites to Aaron and his sons. They are the men of Israel who must be given completely to him.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 10,
          "text": "“Appoint Aaron and his sons to serve as priests. Anyone else who approaches the sacred tent must be put to death.”",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 11,
          "text": "The Lord also said to Moses,",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 12,
          "text": "“I have taken the Levites from among the people of Israel. I have taken them in place of the oldest son who is born to each woman in Israel. The Levites belong to me.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 13,
          "text": "That is because every male that is born first to a mother is mine. In Egypt I struck down all of the males that were born first. I did it when I set apart for myself every male that is born first to a mother in Israel. That is true for men and animals alike. They belong to me. I am the Lord.”",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Luke 3:1-20",
    "versions": {
      "leb": [
        {
          "chapter": 3,
          "verse": 1,
          "text": "Now in the fifteenth year of the reign of Tiberius Caesar, when Pontius Pilate was governor of Judea, and Herod was tetrarch of Galilee, and his brother Philip was tetrarch of the region of Iturea and Trachonitis, and Lysanias was tetrarch of Abilene,",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 2,
          "text": "in the time of the high priest Annas and Caiaphas, the word of God came to John the son of Zechariah in the wilderness.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 3,
          "text": "And he went into all the surrounding region of the Jordan, preaching a baptism of repentance for the forgiveness of sins,",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 4,
          "text": "“The voice of one crying out in the wilderness,\n‘Prepare the way of the Lord,\nmake his paths straight!",
          "isHeading": true
        },
        {
          "chapter": 3,
          "verse": 5,
          "text": "and every mountain and hill will be leveled,\nand the crooked will become straight,\nand the rough road will become smooth,",
          "isHeading": true
        },
        {
          "chapter": 3,
          "verse": 6,
          "text": "and all flesh will see the salvation of God.’”",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 7,
          "text": "Therefore he was saying to the crowds that came out to be baptized by him, “Offspring of vipers! Who warned you to flee from the coming wrath?",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 8,
          "text": "Therefore produce fruit worthy of repentance! And do not begin to say to yourselves, ‘We have Abraham as father.’ For I say to you that God is able to raise up children for Abraham from these stones!",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 9,
          "text": "And even now the ax is positioned at the root of the trees; therefore every tree not producing good fruit is cut down and thrown into the fire.”",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 10,
          "text": "And the crowds were asking him, saying, “What then should we do?”",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 11,
          "text": "And he answered and said to them, “The one who has two tunics must share with the one who does not have one, and the one who has food must do likewise.”",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 12,
          "text": "And tax collectors also came to be baptized, and they said to him, “Teacher, what should we do?”",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 13,
          "text": "And he said to them, “Collect no more than what you are ordered to.”",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 14,
          "text": "And those who served in the army were also asking him, saying, “What should we also do?” And he said to them, “Extort from no one, and do not blackmail anyone, and be content with your pay.”",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 15,
          "text": "And while the people were waiting expectantly and all were pondering in their hearts concerning John, whether perhaps he might be the Christ,",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 16,
          "text": "John answered them all, saying, “I baptize you with water, but the one who is more powerful than I am is coming, of whom I am not worthy to untie the strap of his sandals. He will baptize you with the Holy Spirit and fire.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 17,
          "text": "His winnowing shovel is in his hand, to clean out his threshing floor and to gather the wheat into his storehouse, but he will burn up the chaff with unquenchable fire.”",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 18,
          "text": "So with many other exhortations also he proclaimed good news to the people.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 19,
          "text": "But Herod the tetrarch, who had been reproved by him concerning Herodias, his brother’s wife, and concerning all the evil deeds that Herod had done,",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 20,
          "text": "added this also to them all: he also locked up John in prison.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 3,
          "verse": 1,
          "text": "Tiberius Caesar had been ruling for 15 years. Pontius Pilate was governor of Judea. Herod was the ruler of Galilee. His brother Philip was the ruler of Iturea and Traconitis. Lysanias was ruler of Abilene.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 2,
          "text": "Annas and Caiaphas were high priests. At that time God’s word came to John, son of Zechariah, in the desert.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 3,
          "text": "He went into all the countryside around the Jordan River. There he preached that people should be baptized and turn away from their sins. Then God would forgive them.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 4,
          "text": "Here is what is written in the scroll of the prophet Isaiah. It says,\n“A messenger is calling out in the desert,\n‘Prepare the way for the Lord.\nMake straight paths for him.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 5,
          "text": "Every valley will be filled in.\nEvery mountain and hill will be made level.\nThe crooked roads will become straight.\nThe rough ways will become smooth.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 6,
          "text": "And everyone will see God’s salvation.’” ()",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 7,
          "text": "John spoke to the crowds coming to be baptized by him. He said, “You are like a nest of poisonous snakes! Who warned you to escape the coming of God’s anger?",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 8,
          "text": "Produce fruit that shows you have turned away from your sins. And don’t start saying to yourselves, ‘Abraham is our father.’ I tell you, God can raise up children for Abraham even from these stones.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 9,
          "text": "The ax is already lying at the roots of the trees. All the trees that don’t produce good fruit will be cut down. They will be thrown into the fire.”",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 10,
          "text": "“Then what should we do?” the crowd asked.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 11,
          "text": "John answered, “If you have extra clothes, you should share with those who have none. And if you have extra food, you should do the same.”",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 12,
          "text": "Tax collectors also came to be baptized. “Teacher,” they asked, “what should we do?”",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 13,
          "text": "“Don’t collect any more than you are required to,” John told them.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 14,
          "text": "Then some soldiers asked him, “And what should we do?”\nJohn replied, “Don’t force people to give you money. Don’t bring false charges against people. Be happy with your pay.”",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 15,
          "text": "The people were waiting. They were expecting something. They were all wondering in their hearts if John might be the Christ.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 16,
          "text": "John answered them all, “I baptize you with water. But One who is more powerful than I am will come. I’m not good enough to untie the straps of his sandals. He will baptize you with the Holy Spirit and with fire.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 17,
          "text": "His pitchfork is in his hand to toss the straw away from his threshing floor. He will gather the wheat into his storeroom. But he will burn up the husks with fire that can’t be put out.”",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 18,
          "text": "John said many other things to warn the people. He also preached the good news to them.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 19,
          "text": "But John found fault with Herod, the ruler of Galilee, because of Herodias. She was the wife of Herod’s brother. John also spoke strongly to Herod about all the other evil things he had done.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 20,
          "text": "So Herod locked him up in prison. He added this sin to all his others.",
          "isHeading": false
        }
      ]
    }
  }
}