{
  "torah": {
    "passage": "Deuteronomy 26:1 - 26:11",
    "versions": {
      "leb": [
        {
          "chapter": 26,
          "verse": 1,
          "text": "And now, look, I am bringing the firstfruit of the fruit of the ground that you gave to me, Yahweh,’ and you shall place it before Yahweh your God, and you shall bow down before Yahweh your God.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 2,
          "text": "then you shall take from the firstfruit of all the fruit of the ground that you harvest from your land that Yahweh your God is giving to you, and you shall put it in a basket, and you shall go to the place that Yahweh your God will choose to make his name to dwell there.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 3,
          "text": "And you shall go to the priest who is in office in those days, and you shall say, ‘I declare today to Yahweh your God that I have come into the land that Yahweh swore to our ancestors to give to us.’",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 4,
          "text": "Then the priest takes the basket from your hand and places it before the altar of Yahweh your God.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 5,
          "text": "And you shall declare and you shall say before your God, ‘My ancestor was a wandering Aramean, and he went down to Egypt, and there he dwelt as an alien few in number, and there he became a great nation, mighty and numerous.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 6,
          "text": "And the Egyptians treated us badly, and they oppressed us and imposed on us hard labor.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 7,
          "text": "And we cried to Yahweh, the God of our ancestors, and Yahweh heard our voice and saw our affliction and our toil and our oppression.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 8,
          "text": "And Yahweh brought us out from Egypt with a strong hand and an outstretched arm and with great terror and with signs and with wonders.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 9,
          "text": "And he brought us to this place and gave to us this land, a land flowing with milk and honey.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 11,
          "text": "And you shall celebrate with all of the bounty that Yahweh your God gave to you and to your family, you and the Levite and the alien who is in your midst.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 26,
          "verse": 1,
          "text": "“Now, Lord, I’m bringing you the first share of crops from the soil. After all, you have given them to me.” Place the basket in front of the Lord your God. Bow down to him.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 2,
          "text": "When you do, get some of the first share of everything your soil produces. Put it in a basket. It’s from the land the Lord your God is giving you. Take your gifts and go to the special place he will choose. He will put his Name there.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 3,
          "text": "Speak to the priest who is in office at that time. Tell him, “I announce today to the Lord your God that I have come to this land. It’s the land he promised with an oath to our fathers to give us.”",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 4,
          "text": "The priest will take the basket from you. He’ll set it down in front of the altar of the Lord your God.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 5,
          "text": "Then you will speak while the Lord is listening. You will say, “My father Jacob was a wanderer from the land of Aram. He went down into Egypt with a few people. He lived there and became the father of a great nation. It had huge numbers of people.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 6,
          "text": "“But the people of Egypt treated us badly. They made us suffer. They made us work very hard.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 7,
          "text": "Then we cried out to the Lord. He is the God of our people who lived long ago. He heard our voice. He saw how much we were suffering. The Egyptians were crushing us. They were making us work very hard.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 8,
          "text": "“So the Lord reached out his mighty hand and powerful arm and brought us out of Egypt. He did great and wonderful things. He did miraculous signs and wonders.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 9,
          "text": "He brought us to this place. He gave us this land. It’s a land that has plenty of milk and honey.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 11,
          "text": "You and the Levites and the outsiders among you will be full of joy. You will enjoy all of the good things the Lord your God has given to you and your family.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Acts 14:21 - 14:28",
    "versions": {
      "leb": [
        {
          "chapter": 14,
          "verse": 21,
          "text": "And after they had proclaimed the good news in that city and made many disciples, they returned to Lystra and to Iconium and to Antioch,",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 22,
          "text": "strengthening the souls of the disciples, encouraging them to continue in the faith and saying, “Through many persecutions it is necessary for us to enter into the kingdom of God.”",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 23,
          "text": "And when they had appointed elders for them in every church, after praying with fasting, they entrusted them to the Lord, in whom they had believed.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 24,
          "text": "And they passed through Pisidia and came to Pamphylia.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 25,
          "text": "And after they proclaimed the message in Perga, they went down to Attalia,",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 26,
          "text": "and from there they sailed away to Antioch where they had been commended to the grace of God for the work that they had completed.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 27,
          "text": "And when they arrived and called the church together, they reported all that God had done with them, and that he had opened a door of faith for the Gentiles.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 28,
          "text": "And they stayed no little time with the disciples.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 14,
          "verse": 21,
          "text": "Paul and Barnabas preached the good news in the city of Derbe. They won large numbers of followers. Then they returned to Lystra, Iconium and Antioch.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 22,
          "text": "There they helped the believers gain strength. They told them to remain true to what they had been taught. “We must go through many hard times to enter God’s kingdom,” they said.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 23,
          "text": "Paul and Barnabas appointed elders for them in each church. The elders had trusted in the Lord. Paul and Barnabas prayed and fasted. They placed the elders in the Lord’s care.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 24,
          "text": "After going through Pisidia, Paul and Barnabas came into Pamphylia.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 25,
          "text": "They preached the word in Perga. Then they went down to Attalia.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 26,
          "text": "From Attalia they sailed back to Antioch. That was where they had been committed to God’s grace. They had now completed the work God had given them to do.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 27,
          "text": "When they arrived at Antioch, they gathered the church together. They reported all that God had done through them. They told how he had opened the way for non-Jews to believe.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 28,
          "text": "And they stayed there a long time with the believers.",
          "isHeading": false
        }
      ]
    }
  }
}