{
  "torah": {
    "passage": "Deuteronomy 32:19 - 32:28",
    "versions": {
      "leb": [
        {
          "chapter": 32,
          "verse": 19,
          "text": "because of the provocation of his sons and his daughters.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 20,
          "text": "I will see what will be their end,\nfor they are a generation of perversity,\nchildren in whom there is no faithfulness.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 21,
          "text": "they provoked me with their idols.\nSo I will make them jealous with those not a people,\nwith a foolish nation I will provoke them.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 22,
          "text": "and it burned up to the depths of Sheol,\nand it devoured the earth and its produce,\nand it set afire the foundation of the mountains.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 23,
          "text": "my arrows I will spend on them.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 24,
          "text": "and consumed by plague and bitter pestilence;\nand the teeth of wild animals I will send against them,\nwith the poison of the creeping things in the dust;",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 25,
          "text": "and from inside, terror;\nboth for the young man and also the young woman,\nthe infant along with the gray-headed man.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 26,
          "text": "I will make people forget they ever existed.”",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 27,
          "text": "lest their foes might misunderstand,\nlest they should say,  “Our hand is\ntriumphant, and Yahweh did not do all this.”’",
          "isHeading": true
        },
        {
          "chapter": 32,
          "verse": 28,
          "text": "and there is not any understanding in them.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 32,
          "verse": 19,
          "text": "When the Lord saw that, he turned away from them.\nHis sons and daughters made him angry.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 20,
          "text": "“I will see what will happen to them in the end.\nThey are sinful people.\nThey are unfaithful children.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 21,
          "text": "They made me jealous by serving what is not even a god.\nThey made me angry by worshiping worthless statues of gods.\nI will use people who are not a nation to make them jealous.\nI will use a nation that has no understanding to make them angry.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 22,
          "text": "My anger has started a fire.\nIt burns down to the kingdom of the dead.\nIt will eat up the earth and its crops.\nIt will set the base of the mountains on fire.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 23,
          "text": "I will shoot all of my arrows at them.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 24,
          "text": "I will send them hunger. It will make them weak.\nI will send terrible sickness. I will send deadly plagues.\nI will send wild animals that will tear them apart.\nSnakes that glide through the dust will bite them.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 25,
          "text": "In the streets their children will be killed with swords.\nTheir homes will be filled with terror.\nYoung men and women will die.\nBabies and old people will die.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 26,
          "text": "I said I would scatter them.\nI said I would wipe them from human memory.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 27,
          "text": "But I was afraid their enemies would make fun of that.\nI was afraid their attackers would not understand.\nI was sure they would say, ‘We’re the ones who’ve beaten them!\nThe Lord isn’t the one who did it.’”",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 28,
          "text": "Israel is a nation that doesn’t have any sense.\nThey can’t understand anything.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Acts 25:1 - 25:12",
    "versions": {
      "leb": [
        {
          "chapter": 25,
          "verse": 1,
          "text": "Now when Festus set foot in the province, after three days he went up to Jerusalem from Caesarea.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 2,
          "text": "And the chief priests and the most prominent men of the Jews brought charges against Paul to him, and were urging him,",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 3,
          "text": "asking for a favor against him, that he summon him to Jerusalem, because they were preparing an ambush to do away with him along the way.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 4,
          "text": "Then Festus replied that Paul was being kept at Caesarea, and he himself was about to go there in a short time.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 5,
          "text": "So he said, “Let those among you who are prominent go down with me, and if there is any wrong in the man, let them bring charges against him.”",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 6,
          "text": "And after he had stayed among them not more than eight or ten days, he went down to Caesarea. On the next day he sat down on the judgment seat and gave orders for Paul to be brought.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 7,
          "text": "And when he arrived, the Jews who had come down from Jerusalem stood around him, bringing many and serious charges that they were not able to prove,",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 8,
          "text": "while Paul said in his defense, “Neither against the law of the Jews nor against the temple nor against Caesar have I sinned with reference to anything!”",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 9,
          "text": "But Festus, because he wanted to do a favor for the Jews, answered and said to Paul, “Are you willing to go up to Jerusalem to be tried before me there concerning these things?”",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 10,
          "text": "But Paul said, “I am standing before the judgment seat of Caesar, where it is necessary for me to be judged. I have done no wrong to the Jews, as you also know very well.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 11,
          "text": "If then I am doing wrong and have done anything deserving death, I am not trying to avoid dying. But if there is nothing true of the things which these people are accusing me, no one can give me up to them. I appeal to Caesar!”",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 12,
          "text": "Then Festus, after discussing this with his council, replied, “You have appealed to Caesar—to Caesar you will go!”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 25,
          "verse": 1,
          "text": "Three days after Festus arrived, he went up from Caesarea to Jerusalem.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 2,
          "text": "There the chief priests and Jewish leaders came to him and brought their charges against Paul.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 3,
          "text": "They tried to get Festus to have Paul taken to Jerusalem. They asked for this as a favor. They were planning to hide and attack Paul along the way. They wanted to kill him.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 4,
          "text": "Festus answered, “Paul is being held at Caesarea. Soon I’ll be going there myself.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 5,
          "text": "Let some of your leaders come with me. If the man has done anything wrong, they can bring charges against him there.”",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 6,
          "text": "Festus spent eight or ten days in Jerusalem with them. Then he went down to Caesarea. The next day he called the court together. He ordered Paul to be brought to him.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 7,
          "text": "When Paul arrived, the Jews who had come down from Jerusalem stood around him. They brought many strong charges against him. But they couldn’t prove them.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 8,
          "text": "Then Paul spoke up for himself. He said, “I’ve done nothing wrong against the law of the Jews or against the temple. I’ve done nothing wrong against Caesar.”",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 9,
          "text": "But Festus wanted to do the Jews a favor. So he said to Paul, “Are you willing to go up to Jerusalem? Are you willing to go on trial there? Are you willing to face these charges in my court?”",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 10,
          "text": "Paul answered, “I’m already standing in Caesar’s court. This is where I should go on trial. I haven’t done anything wrong to the Jews. You yourself know that very well.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 11,
          "text": "If I am guilty of anything worthy of death, I’m willing to die. But the charges brought against me by these Jews are not true. No one has the right to hand me over to them. I make my appeal to Caesar!”",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 12,
          "text": "Festus talked it over with the members of his court. Then he said, “You have made an appeal to Caesar. To Caesar you will go!”",
          "isHeading": false
        }
      ]
    }
  }
}