{
  "torah": {
    "passage": "Genesis 26:30 - 27:27",
    "versions": {
      "leb": [
        {
          "chapter": 26,
          "verse": 30,
          "text": "So he made a meal for them, and they ate and drank.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 31,
          "text": "And they arose early in the morning and each one swore to the other, and Isaac sent them away. And they left him in peace.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 32,
          "text": "And it happened that on that same day the servants of Isaac came and told him about the well that they had dug. And they said, “We have found water!”",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 33,
          "text": "And he called it Sheba. Therefore the name of the city is Beersheba unto this day.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 34,
          "text": "And when Esau was forty years old he took as wife Judith, daughter of Beeri the Hittite, and Basemath, daughter of Elon the Hittite.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 35,
          "text": "And they made life bitter for Isaac and Rebekah.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 1,
          "text": "And it happened that when Isaac was old and his eyesight was weak, he called Esau his older son and said to him, “My son.” And he said to him, “Here I am.”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 2,
          "text": "And he said, “Look, I am old; I do not know the day of my death.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 3,
          "text": "So now, take your weapons, your quiver and your bow, and go out to the field and hunt food for me.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 4,
          "text": "Then make for me tasty food like I love, and bring it to me. And I will eat it so that I can bless you before I die.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 5,
          "text": "Now Rebekah was listening as Isaac spoke to Esau his son, and when Esau went to the field to hunt wild game to bring back,",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 6,
          "text": "Rebekah said to Jacob her son, “Look, I heard your father speaking to Esau your brother saying,",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 7,
          "text": "‘Bring wild game to me and prepare tasty food so I can eat it and bless you before Yahweh before my death.’",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 8,
          "text": "So now, my son, listen to my voice, to what I command you.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 9,
          "text": "Go to the flock and take two good young goats from it for me, and I will prepare them as tasty food for your father, just as he likes.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 10,
          "text": "Then you must take it to your father and he will eat it so that he may bless you before his death.”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 11,
          "text": "Then Jacob said to his mother, “Behold, Esau my brother is a hairy man, but I am a smooth man.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 12,
          "text": "Perhaps my father will feel me and I will be in his eyes as a mocker, and he will bring upon me a curse and not a blessing.”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 13,
          "text": "Then his mother said to him, “Your curse be upon me, my son, only listen to my voice—go and get them for me.”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 14,
          "text": "So he went and took them, and brought them to his mother, and his mother prepared tasty food as his father liked.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 15,
          "text": "Then Rebekah took some of her older son Esau’s best garments that were with her in the house, and she put them on Jacob her younger son.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 16,
          "text": "And she put the skins of the young goats over his hands and over the smooth part of his neck.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 17,
          "text": "And she put the tasty food and the bread that she had made into the hand of Jacob, her son.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 18,
          "text": "And he went to his father and said, “My father.” And he said, “Here I am. Who are you, my son?”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 19,
          "text": "And Jacob said to his father, “I am Esau, your firstborn. I have done as you told me. Please get up, sit up and eat from my wild game so that you may bless me.”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 20,
          "text": "Then Isaac said to his son, “How did you find it so quickly, my son?” And he said, “Because Yahweh your God caused me to find it.”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 21,
          "text": "Then Isaac said to Jacob, “Please, come near and let me feel you, my son. Are you really my son Esau or not?”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 22,
          "text": "And Jacob drew near to Isaac his father. And he felt him and said, “The voice is the voice of Jacob, but the hands are the hands of Esau.”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 23,
          "text": "And he did not recognize him because his hands were hairy like the hands of Esau his brother. And he blessed him.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 24,
          "text": "And he said, “Are you really my son Esau?” And he said, “I am.”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 25,
          "text": "Then he said, “Bring it near to me that I may eat from the game of my son, so that I may bless you.” And he brought it to him, and he ate. And he brought wine to him, and he drank.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 26,
          "text": "Then his father Isaac said to him, “Come near and kiss me, my son.”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 27,
          "text": "And he drew near and kissed him. And he smelled the smell of his garments, and he blessed him and said,\n“Look, the smell of my son is like the smell of a field that Yahweh has blessed!",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 26,
          "verse": 30,
          "text": "Then Isaac had a big dinner prepared for them. They ate and drank.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 31,
          "text": "Early the next morning the men made an agreement with an oath. Then Isaac sent the men of Gerar on their way. And they left in peace.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 32,
          "text": "That day Isaac’s servants came to him. They told him about the well they had dug. They said, “We’ve found water!”",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 33,
          "text": "So he named it Shibah. To this day the name of the town has been Beersheba.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 34,
          "text": "When Esau was 40 years old, he got married to Judith. She was the daughter of Beeri the Hittite. He also married Basemath. She was the daughter of Elon the Hittite.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 35,
          "text": "Isaac and Rebekah became very upset because Esau had married Hittite women.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 1,
          "text": "Isaac had become old. His eyes were so weak he couldn’t see anymore. One day he called for his older son Esau. He said to him, “My son.”\n“Here I am,” he answered.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 2,
          "text": "Isaac said, “I’m an old man now. And I don’t know when I’ll die.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 3,
          "text": "Now then, get your weapons. Get your bow and arrows. Go out to the open country. Hunt some wild animals for me.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 4,
          "text": "Prepare for me the kind of tasty food I like. Bring it to me to eat. Then I’ll give you my blessing before I die.”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 5,
          "text": "Rebekah was listening when Isaac spoke to his son Esau. Esau left for the open country. He went to hunt for a wild animal and bring it back.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 6,
          "text": "Then Rebekah said to her son Jacob, “Look, I heard your father speaking to your brother Esau.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 7,
          "text": "He said, ‘Bring me a wild animal. Prepare some tasty food for me to eat. Then I’ll give you my blessing before I die. The Lord will be my witness.’”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 8,
          "text": "Rebekah continued, “My son, listen carefully. Do what I tell you.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 9,
          "text": "Go out to the flock. Bring me two of the finest young goats. I will prepare tasty food for your father. I’ll make it just the way he likes it.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 10,
          "text": "I want you to take it to your father to eat. Then he’ll give you his blessing before he dies.”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 11,
          "text": "Jacob said to his mother Rebekah, “My brother Esau’s body is covered with hair. But my skin is smooth.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 12,
          "text": "What if my father touches me? He would know I was trying to trick him. That would bring a curse down on me instead of a blessing.”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 13,
          "text": "His mother said to him, “My son, let the curse fall on me. Just do what I say. Go and get the goats for me.”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 14,
          "text": "So he went and got the goats. He brought them to his mother. And she prepared some tasty food. She made it just the way his father liked it.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 15,
          "text": "The clothes of her older son Esau were in her house. She took the best of them and put them on her younger son Jacob.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 16,
          "text": "She covered his hands with the skins of the goats. She also covered the smooth part of his neck with them.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 17,
          "text": "Then she handed to her son Jacob the tasty food and the bread she had made.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 18,
          "text": "He went to his father and said, “My father.”\n“Yes, my son,” Isaac answered. “Who is it?”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 19,
          "text": "Jacob said to his father, “I’m your oldest son Esau. I’ve done as you told me. Please sit up. Eat some of my wild meat. Then give me your blessing.”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 20,
          "text": "Isaac asked his son, “How did you find it so quickly, my son?”\n“The Lord your God gave me success,” he replied.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 21,
          "text": "Then Isaac said to Jacob, “Come near so I can touch you, my son. I want to know whether you really are my son Esau.”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 22,
          "text": "Jacob went close to his father. Isaac touched him and said, “The voice is the voice of Jacob. But the hands are the hands of Esau.”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 23,
          "text": "Isaac didn’t recognize him. His hands were covered with hair like those of his brother Esau. So Isaac blessed him.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 24,
          "text": "“I am,” Jacob replied.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 25,
          "text": "Isaac said, “My son, bring me some of your wild meat to eat. Then I’ll give you my blessing.”\nJacob brought it to him. So Isaac ate. Jacob also brought some wine. And Isaac drank.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 26,
          "text": "Then Jacob’s father Isaac said to him, “Come here, my son. Kiss me.”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 27,
          "text": "So Jacob went to him and kissed him. When Isaac smelled the clothes, he gave Jacob his blessing. He said,\n“It really is the smell of my son.\nIt’s like the smell of a field\nthat the Lord has blessed.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "John 9:24 - 9:34",
    "versions": {
      "leb": [
        {
          "chapter": 9,
          "verse": 24,
          "text": "So they summoned the man who had been blind for the second time and said to him, “Give glory to God! We know that this man is a sinner!”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 25,
          "text": "Then that man replied, “Whether he is a sinner I do not know. One thing I know—that although I was blind, now I see!”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 26,
          "text": "So they said to him, “What did he do to you? How did he open your eyes?”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 27,
          "text": "He replied to them, “I told you already and you did not listen! Why do you want to hear it again? You do not want to become his disciples also, do you?”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 28,
          "text": "They reviled him and said, “You are his disciple! But we are disciples of Moses!",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 29,
          "text": "We know that God has spoken to Moses, but we do not know where this man is from.”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 30,
          "text": "The man answered and said to them, “For the remarkable thing is this, that you do not know where he is from, and he opened my eyes!",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 31,
          "text": "We know that God does not listen to sinners, but if someone is devout and does his will, he listens to this one.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 32,
          "text": "From time immemorial it has not been heard that someone opened the eyes of one born blind.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 33,
          "text": "If this man were not from God, he would not be able to do anything!”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 34,
          "text": "They answered and said to him, “You were born completely in sin, and are you attempting to teach us?” And they threw him out.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 9,
          "verse": 24,
          "text": "Again they called the man who had been blind to come to them. “Give glory to God by telling the truth!” they said. “We know that the man who healed you is a sinner.”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 25,
          "text": "He replied, “I don’t know if he is a sinner or not. I do know one thing. I was blind, but now I can see!”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 26,
          "text": "Then they asked him, “What did he do to you? How did he open your eyes?”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 27,
          "text": "He answered, “I have already told you. But you didn’t listen. Why do you want to hear it again? Do you want to become his disciples too?”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 28,
          "text": "Then they began to attack him with their words. “You are this fellow’s disciple!” they said. “We are disciples of Moses!",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 29,
          "text": "We know that God spoke to Moses. But we don’t even know where this fellow comes from.”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 30,
          "text": "The man answered, “That is really surprising! You don’t know where he comes from, and yet he opened my eyes.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 31,
          "text": "We know that God does not listen to sinners. He listens to godly people who do what he wants them to do.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 32,
          "text": "Nobody has ever heard of anyone opening the eyes of a person born blind.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 33,
          "text": "If this man had not come from God, he could do nothing.”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 34,
          "text": "Then the Pharisees replied, “When you were born, you were already deep in sin. How dare you talk like that to us!” And they threw him out of the synagogue.",
          "isHeading": false
        }
      ]
    }
  }
}