{
  "torah": {
    "passage": "Genesis 28:5 - 28:9",
    "versions": {
      "leb": [
        {
          "chapter": 28,
          "verse": 5,
          "text": "Then Isaac sent Jacob away, and he went to Paddan-Aram, to Laban the son of Bethuel the Aramean, the brother of Rebekah, the mother of Jacob and Esau.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 6,
          "text": "Now Esau saw that Isaac had blessed Jacob and sent him away to Paddan-Aram, to take for himself a wife from there, and he blessed him and instructed him, saying, “You must not take a wife from the daughters of Canaan,”",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 7,
          "text": "and that Jacob listened to his father and to his mother and went to Paddan-Aram.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 8,
          "text": "Then Esau saw that the daughters of Canaan were evil in the eyes of Isaac his father,",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 9,
          "text": "then Esau went to Ishmael and took Mahalath, the daughter of Ishmael, son of Abraham, sister of Nebaioth, as a wife, in addition to the wives he had.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 28,
          "verse": 5,
          "text": "Isaac sent Jacob on his way. Jacob went to Paddan Aram. He went to Laban, the son of Bethuel the Aramean. Laban was the brother of Rebekah. And Rebekah was the mother of Jacob and Esau.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 6,
          "text": "Esau found out that Isaac had blessed Jacob and had sent him to Paddan Aram. Isaac wanted him to get a wife from there. Esau heard that when Isaac blessed Jacob, he commanded him, “Don’t get married to a woman from Canaan.”",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 7,
          "text": "Esau also learned that Jacob had obeyed his father and mother and had gone to Paddan Aram.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 8,
          "text": "Then Esau realized how much his father Isaac disliked the women of Canaan.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 9,
          "text": "So he went to Ishmael and married Mahalath. She was the sister of Nebaioth and the daughter of Abraham’s son Ishmael. Esau added her to the wives he already had.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "John 10:1 - 10:10",
    "versions": {
      "leb": [
        {
          "chapter": 10,
          "verse": 1,
          "text": "The thief comes only so that he can steal and kill and destroy; I have come so that they may have life, and have it abundantly.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 2,
          "text": "And many of them were saying, “He has a demon and is out of his mind! Why do you listen to him?”",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 3,
          "text": "The Father and I are one.”",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 4,
          "text": "And he went away again on the other side of the Jordan, to the place where John was baptizing at an earlier time, and he stayed there.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 5,
          "text": "And they will never follow a stranger, but will flee from him, because they do not know the voice of strangers.”",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 6,
          "text": "Jesus told them this parable, but they did not understand what it was that he was saying to them.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 7,
          "text": "Then Jesus said to them again, “Truly, truly, I say to you, I am the door of the sheep.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 8,
          "text": "All those who came before me are thieves and robbers, but the sheep do not listen to them.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 9,
          "text": "I am the door. If anyone enters through me, he will be saved, and will come in and will go out and will find pasture.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 10,
          "text": "",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 10,
          "verse": 1,
          "text": "The thief comes only to steal and kill and destroy. I have come so they can have life. I want them to have it in the fullest possible way.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 2,
          "text": "Many of them said, “He is controlled by a demon. He has gone crazy! Why should we listen to him?”",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 3,
          "text": "I and the Father are one.”",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 4,
          "text": "Then Jesus went back across the Jordan River. He went to the place where John had been baptizing in the early days. There he stayed.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 5,
          "text": "But they will never follow a stranger. In fact, they will run away from him. They don’t recognize a stranger’s voice.”",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 6,
          "text": "Jesus used this story. But the Jews who were there didn’t understand what he was telling them.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 7,
          "text": "So Jesus said again, “What I’m about to tell you is true. I am like a gate for the sheep.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 8,
          "text": "All those who ever came before me were thieves and robbers. But the sheep did not listen to them.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 9,
          "text": "I’m like a gate. Anyone who enters through me will be saved. He will come in and go out. And he will find plenty of food.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 10,
          "text": "",
          "isHeading": false
        }
      ]
    }
  }
}