{
  "torah": {
    "passage": "Genesis 49:27 - 50:20",
    "versions": {
      "leb": [
        {
          "chapter": 49,
          "verse": 27,
          "text": "devouring the prey in the morning,\nand dividing the plunder in the evening.",
          "isHeading": true
        },
        {
          "chapter": 49,
          "verse": 28,
          "text": "All these are the twelve tribes of Israel, and this is what their father said to them when he blessed them, each according to their blessing.",
          "isHeading": false
        },
        {
          "chapter": 49,
          "verse": 29,
          "text": "Then he instructed them and said to them, “I am about to be gathered to my people. Bury me among my ancestors in the cave that is in the field of Ephron the Hittite,",
          "isHeading": false
        },
        {
          "chapter": 49,
          "verse": 30,
          "text": "in the cave that is in the field of Machpelah that is before Mamre in the land of Canaan, which Abraham bought with the field from Ephron the Hittite as a burial site.",
          "isHeading": false
        },
        {
          "chapter": 49,
          "verse": 31,
          "text": "There they buried Abraham and Sarah his wife. There they buried Isaac and Rebekah his wife. And there I buried Leah—",
          "isHeading": false
        },
        {
          "chapter": 49,
          "verse": 32,
          "text": "the purchase of the field and the cave which was in it from the Hittites.”",
          "isHeading": false
        },
        {
          "chapter": 49,
          "verse": 33,
          "text": "When Jacob finished instructing his sons he drew his feet up to the bed. Then he took his last breath and was gathered to his people.",
          "isHeading": false
        },
        {
          "chapter": 50,
          "verse": 1,
          "text": "Then Joseph fell on the face of his father and wept upon him and kissed him.",
          "isHeading": false
        },
        {
          "chapter": 50,
          "verse": 2,
          "text": "And Joseph instructed his servants the physicians to embalm his father. So the physicians embalmed Israel.",
          "isHeading": false
        },
        {
          "chapter": 50,
          "verse": 3,
          "text": "Forty days were required for it, for thus are the days required for embalming. And the Egyptians wept for him seventy days.",
          "isHeading": false
        },
        {
          "chapter": 50,
          "verse": 4,
          "text": "When the days of his weeping had passed, Joseph spoke to the household of Pharaoh, saying, “If I have found favor in your eyes, please speak in the hearing of Pharaoh, saying,",
          "isHeading": false
        },
        {
          "chapter": 50,
          "verse": 5,
          "text": "‘My father made me swear, saying, “Behold, I am about to die. In the tomb that I have hewed out for myself in the land of Canaan—there you must bury me.” So then, please let me go up and let me bury my father; then I will return.’”",
          "isHeading": false
        },
        {
          "chapter": 50,
          "verse": 6,
          "text": "Then Pharaoh said, “Go up and bury your father as he made you swear.”",
          "isHeading": false
        },
        {
          "chapter": 50,
          "verse": 7,
          "text": "So Joseph went up to bury his father. And all the servants of Pharaoh, the elders of his household, and all the elders of the land of Egypt, went up with him,",
          "isHeading": false
        },
        {
          "chapter": 50,
          "verse": 8,
          "text": "with all the household of Joseph, his brothers, and the household of his father. They left only their little children and their flocks and their herds in the land of Goshen.",
          "isHeading": false
        },
        {
          "chapter": 50,
          "verse": 9,
          "text": "And there also went up with him chariots and horsemen. The company was very great.",
          "isHeading": false
        },
        {
          "chapter": 50,
          "verse": 10,
          "text": "When they came to the threshing floor of Atad, which was beyond the Jordan, they lamented there with a very great and sorrowful wailing. And he made a mourning ceremony for his father seven days.",
          "isHeading": false
        },
        {
          "chapter": 50,
          "verse": 11,
          "text": "And when the Canaanites, the inhabitants of the land, saw the mourning ceremony at the threshing floor of Atad they said, “This is a severe mourning for the Egyptians.” Therefore its name was called Abel-Mizraim, which is beyond the Jordan.",
          "isHeading": false
        },
        {
          "chapter": 50,
          "verse": 12,
          "text": "Thus his sons did to him just as he had instructed them.",
          "isHeading": false
        },
        {
          "chapter": 50,
          "verse": 13,
          "text": "And his sons carried him to the land of Canaan and buried him in the cave of the field of Machpelah, which field Abraham had bought as a burial site from Ephron the Hittite before Mamre.",
          "isHeading": false
        },
        {
          "chapter": 50,
          "verse": 14,
          "text": "And after burying his father, Joseph returned to Egypt, he and his brothers and all who had gone up with him to bury his father.",
          "isHeading": false
        },
        {
          "chapter": 50,
          "verse": 15,
          "text": "And when the brothers of Joseph saw that their father was dead, they said, “It may be that Joseph will hold a grudge against us and pay us back dearly for all the evil that we did to him.”",
          "isHeading": false
        },
        {
          "chapter": 50,
          "verse": 16,
          "text": "So they sent word to Joseph saying, “Your father commanded us before his death, saying,",
          "isHeading": false
        },
        {
          "chapter": 50,
          "verse": 17,
          "text": "“Thus you must say to Joseph, ‘O, please now forgive the transgression of your brothers and their sin, for they did evil to you.’ So now, please forgive the transgression of the servants of the God of your father.” And Joseph wept when they spoke to him.",
          "isHeading": false
        },
        {
          "chapter": 50,
          "verse": 18,
          "text": "Then his brothers went also and fell before him and said, “Behold, we are your servants.”",
          "isHeading": false
        },
        {
          "chapter": 50,
          "verse": 19,
          "text": "Then Joseph said to them, “Do not be afraid, for am I in the place of God?",
          "isHeading": false
        },
        {
          "chapter": 50,
          "verse": 20,
          "text": "As for you, you planned evil against me, but God planned it for good, in order to do this—to keep many people alive—as it is today.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 49,
          "verse": 27,
          "text": "In the morning he eats what he has killed.\nIn the evening he shares what he has stolen.”",
          "isHeading": false
        },
        {
          "chapter": 49,
          "verse": 28,
          "text": "All of those are the 12 tribes of Israel. That’s what their father said to them when he blessed them. He gave each one the blessing that was just right for him.",
          "isHeading": false
        },
        {
          "chapter": 49,
          "verse": 29,
          "text": "Then Jacob gave directions to his sons. He said, “I’m about to join the members of my family who have already died. Bury me with them in the cave in the field of Ephron the Hittite.",
          "isHeading": false
        },
        {
          "chapter": 49,
          "verse": 30,
          "text": "“The cave is in the field of Machpelah near Mamre in Canaan. Abraham had bought it as a place where he could bury his wife’s body. He had bought the cave from Ephron the Hittite, along with the field.",
          "isHeading": false
        },
        {
          "chapter": 49,
          "verse": 31,
          "text": "“The bodies of Abraham and his wife Sarah were buried there. So were the bodies of Isaac and his wife Rebekah. I also buried Leah’s body there.",
          "isHeading": false
        },
        {
          "chapter": 49,
          "verse": 32,
          "text": "Abraham bought the field and the cave from the Hittites.”",
          "isHeading": false
        },
        {
          "chapter": 49,
          "verse": 33,
          "text": "When Jacob had finished telling his sons what to do, he pulled his feet up into his bed. Then he took his last breath and joined the members of his family who had already died.",
          "isHeading": false
        },
        {
          "chapter": 50,
          "verse": 1,
          "text": "Joseph threw himself on his father’s body. He sobbed over him and kissed him.",
          "isHeading": false
        },
        {
          "chapter": 50,
          "verse": 2,
          "text": "Then Joseph talked to the doctors who served him. He told them to prepare the body of his father Israel to be buried. So the doctors prepared it.",
          "isHeading": false
        },
        {
          "chapter": 50,
          "verse": 3,
          "text": "They took 40 days to do it. They needed that much time to prepare a body in the right way. The Egyptians sobbed over Jacob for 70 days.",
          "isHeading": false
        },
        {
          "chapter": 50,
          "verse": 4,
          "text": "After the days of sorrow had passed, Joseph went to Pharaoh’s officials. He said to them, “If you are pleased with me, speak to Pharaoh for me. Tell him,",
          "isHeading": false
        },
        {
          "chapter": 50,
          "verse": 5,
          "text": "‘My father made me take an oath and make a promise to him. He said, “I’m about to die. Bury me in the tomb I dug for myself in the land of Canaan.” So let me go up and bury my father. Then I’ll come back.’”",
          "isHeading": false
        },
        {
          "chapter": 50,
          "verse": 6,
          "text": "Pharaoh said, “Go up and bury your father. Do what he made you promise to do.”",
          "isHeading": false
        },
        {
          "chapter": 50,
          "verse": 7,
          "text": "So Joseph went up to bury his father. All of Pharaoh’s officials went with him. They were the important people of his court and all of the leaders of Egypt.",
          "isHeading": false
        },
        {
          "chapter": 50,
          "verse": 8,
          "text": "All of Joseph’s family also went. His brothers and all of the rest of his father’s family went too. Only their children and their flocks and herds were left in Goshen.",
          "isHeading": false
        },
        {
          "chapter": 50,
          "verse": 9,
          "text": "Chariots and horsemen also went up with him. It was a very large group.",
          "isHeading": false
        },
        {
          "chapter": 50,
          "verse": 10,
          "text": "They came to the threshing floor of Atad. It was near the Jordan River. There they sobbed loudly and bitterly. Joseph set apart seven days of sadness to honor his father’s memory.",
          "isHeading": false
        },
        {
          "chapter": 50,
          "verse": 11,
          "text": "The people of Canaan who were living there saw how sad all of them were at the threshing floor of Atad. They said, “The Egyptians are having a very special service for the dead.” That’s why that place near the Jordan River is called Abel of the Egyptians.",
          "isHeading": false
        },
        {
          "chapter": 50,
          "verse": 12,
          "text": "So Jacob’s sons did exactly as he had commanded them.",
          "isHeading": false
        },
        {
          "chapter": 50,
          "verse": 13,
          "text": "They carried his body to the land of Canaan. They buried it in the cave in the field of Machpelah near Mamre. Abraham had bought the cave as a place where he could bury his wife’s body. He had bought it from Ephron the Hittite, along with the field.",
          "isHeading": false
        },
        {
          "chapter": 50,
          "verse": 14,
          "text": "After Joseph buried his father, he went back to Egypt. His brothers and all of the others who had gone to help him bury his father went back with him.",
          "isHeading": false
        },
        {
          "chapter": 50,
          "verse": 15,
          "text": "Now that their father was dead, Joseph’s brothers were worried. They said, “Remember all of the bad things we did to Joseph? What if he decides to hold those things against us? What if he pays us back for them?”",
          "isHeading": false
        },
        {
          "chapter": 50,
          "verse": 16,
          "text": "So they sent a message to Joseph. They said, “Your father gave us directions before he died.",
          "isHeading": false
        },
        {
          "chapter": 50,
          "verse": 17,
          "text": "He said, ‘Here’s what you must say to Joseph. Tell him, “I’m asking you to forgive your brothers. Forgive the terrible things they did to you. Forgive them for treating you so badly.”’ Now then, please forgive our sins. We serve the God of your father.”\nWhen their message came to Joseph, he sobbed.",
          "isHeading": false
        },
        {
          "chapter": 50,
          "verse": 18,
          "text": "Then his brothers came and threw themselves down in front of him. “We are your slaves,” they said.",
          "isHeading": false
        },
        {
          "chapter": 50,
          "verse": 19,
          "text": "But Joseph said to them, “Don’t be afraid. Do you think I’m God?",
          "isHeading": false
        },
        {
          "chapter": 50,
          "verse": 20,
          "text": "You planned to harm me. But God planned it for good. He planned to do what is now being done. He wanted to save many lives.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "John 21:15 - 19",
    "versions": {
      "leb": [
        {
          "chapter": 21,
          "verse": 15,
          "text": "Now when they had eaten breakfast, Jesus said to Simon Peter, “Simon son of John, do you love me more than these?” He said to him, “Yes, Lord, you know that I love you.” He said to him, “Feed my lambs!”",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 16,
          "text": "He said to him again a second time, “Simon son of John, do you love me?” He said to him, “Yes, Lord, you know that I love you.” He said to him, “Shepherd my sheep!”",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 17,
          "text": "He said to him a third time, “Simon son of John, do you love me?” Peter was distressed because he said to him a third time, “Do you love me?” and he said to him, “Lord, you know everything! You know that I love you!” Jesus said to him, “Feed my sheep!",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 18,
          "text": "Truly, truly I say to you, when you were young, you tied your clothes around yourself and walked wherever you wanted. But when you grow old, you will stretch out your hands, and someone else will tie you up and carry you where you do not want to go.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 19,
          "text": "(Now he said this to indicate by what kind of death he would glorify God.) And after he had said this, he said to him, “Follow me!”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 21,
          "verse": 15,
          "text": "When Jesus and the disciples had finished eating, Jesus spoke to Simon Peter. He asked, “Simon, son of John, do you really love me more than these others do?”\n“Yes, Lord,” he answered. “You know that I love you.”\nJesus said, “Feed my lambs.”",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 16,
          "text": "Again Jesus asked, “Simon, son of John, do you really love me?”\nHe answered, “Yes, Lord. You know that I love you.”\nJesus said, “Take care of my sheep.”",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 17,
          "text": "Jesus spoke to him a third time. He asked, “Simon, son of John, do you love me?”\nPeter felt bad because Jesus asked him the third time, “Do you love me?” He answered, “Lord, you know all things. You know that I love you.”\nJesus said, “Feed my sheep.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 18,
          "text": "What I’m about to tell you is true. When you were younger, you dressed yourself. You went wherever you wanted to go. But when you are old, you will stretch out your hands. Someone else will dress you. Someone else will lead you where you do not want to go.”",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 19,
          "text": "Jesus said this to point out how Peter would die. His death would bring glory to God.\nThen Jesus said to him, “Follow me!”",
          "isHeading": false
        }
      ]
    }
  }
}