{
  "torah": {
    "passage": "Deuteronomy 2:31 - 3:14",
    "versions": {
      "leb": [
        {
          "chapter": 2,
          "verse": 31,
          "text": "Yahweh said to me, ‘Look! I have begun to give over to you Sihon and his land; begin to take possession of his land.’",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 32,
          "text": "Then Sihon and all his people came out to meet us for battle at Jahaz.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 33,
          "text": "And so Yahweh our God gave him over to us, and we struck him down, and his sons and all of his people.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 34,
          "text": "So we captured all of his cities at that time, and we destroyed each town of males and the women and the children; we did not leave behind a survivor.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 35,
          "text": "We took only the livestock as spoil for ourselves, and also the booty of the cities that we had captured.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 36,
          "text": "From Aroer, which is on the edge of the wadi of Arnon and the city that was in the wadi on up to Gilead, there was not a city that was inaccessible to us; Yahweh our God gave everything to us.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 37,
          "text": "Only the land of the Ammonites you did not approach, all along the whole upper region of the Jabbok River and the towns of the hill country, according to all that Yahweh our God had instructed.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 1,
          "text": "All of the towns of the plateau and the whole of Gilead and all of Bashan up to Salecah and Edrei, the towns of the kingdom of Og in Bashan.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 2,
          "text": "until Yahweh shall give rest to your brothers as he did to you, and also they take possession of the land that Yahweh your God is giving to them beyond the Jordan; then they may return, each one to his possession that I have given to them.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 3,
          "text": "And so Yahweh our God also gave Og the king of Bashan, and all of his army into our hand, and we struck him down until not a survivor remained to him.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 4,
          "text": "And we captured all of his towns at that time; there was not a city that we did not take from them.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 5,
          "text": "All of these were fortified towns with high walls, gates, and bars, apart from very many of the villages of the open country.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 6,
          "text": "And so we destroyed them just as we had done to Sihon the king of Heshbon; we destroyed utterly each town of males, the women, and the little children.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 7,
          "text": "But all of the livestock and the booty of the towns we kept as spoil for ourselves.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 8,
          "text": "“And so we took at that time the land from the control of the two kings of the Amorites who were on the other side of the Jordan, from the wadi of Arnon up to Mount Hermon.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 9,
          "text": "(The Sidonians called Hermon ‘Sirion,’ and the Amorites called it ‘Senir.’)",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 11,
          "text": "(For only Og, king of Bashan, was left from the remnant of the Rephaim. Indeed, his bedstead—it was a bedstead of iron. It is in Rabbah of the Ammonites. Nine cubits is its length, and four cubits is its width according to the cubit of a man.)",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 12,
          "text": "And so we took possession of this land at that time, from Aroer, which is on the edge of the wadi of Arnon, and also half of the hill country of Gilead and its towns I gave to the Reubenites and to the Gadites.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 13,
          "text": "And the remainder of Gilead and all of Bashan, the kingdom of Og, I gave to the half-tribe of Manasseh, the whole region of Argo. All of that area of Bashan was called the land of the Rephaim.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 14,
          "text": "Jair the descendant of Manasseh acquired the whole region of Argob, up to the boundary of the Geshurites and the Maacathites, and he called it, that is Bashan, after his own name, Havvoth Jair, as it still is today.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 2,
          "verse": 31,
          "text": "The Lord said to me, “I have begun to hand Sihon and his country over to you. So begin the battle to take his land as your own.”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 32,
          "text": "Sihon and his whole army came out to fight against us at Jahaz.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 33,
          "text": "But the Lord our God handed him over to us. We struck him down together with his sons and his whole army.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 34,
          "text": "At that time we took all of his towns. We completely destroyed them. We killed all of the men, women and children. We didn’t leave any of them alive.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 35,
          "text": "But we took for ourselves the livestock and everything else from the towns we had captured.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 36,
          "text": "Not a single town was too strong for us. That includes all of the towns from Aroer on the rim of the Arnon River valley all the way to Gilead. It also includes the town in the valley. The Lord our God gave us all of them.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 37,
          "text": "And you obeyed the Lord’s command. You didn’t go near any part of the land of the Ammonites. That includes the land along the Jabbok River. It also includes the land around the towns that are in the hills.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 1,
          "text": "We captured all of the towns on the high flatlands. We took the whole land of Gilead. And we captured the whole land of Bashan as far away as Salecah and Edrei. Those were towns that belonged to Og’s kingdom in Bashan.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 2,
          "text": "Let your families and livestock stay in those towns until the Lord gives peace and rest to the other tribes, just as he has given you peace and rest. And let them stay until the other tribes have taken over the land the Lord your God is giving them. That land is across the Jordan River. After that, each of you may go back to the land I’ve given you as your very own.”",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 3,
          "text": "So the Lord our God also handed Og, the king of Bashan, and his whole army over to us. We struck them down. We didn’t leave any of them alive.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 4,
          "text": "At that time we took all of his cities. There were 60 of them. We took the whole area of Argob. That was Og’s kingdom in Bashan.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 5,
          "text": "All of those cities had high walls around them. The city gates were made secure with heavy metal bars. There were also large numbers of villages that didn’t have walls.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 6,
          "text": "We completely destroyed them. We did to them just as we had done to Sihon, the king of Heshbon. We destroyed all of their cities. We destroyed the men, women and children.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 7,
          "text": "But we kept for ourselves the livestock and everything else we took from their cities.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 8,
          "text": "So at that time we took the territory east of the Jordan River. We captured it from those two Amorite kings. The territory goes all the way from the Arnon River valley to Mount Hermon.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 9,
          "text": "Hermon is called Sirion by the people of Sidon. The Amorites call it Senir.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 11,
          "text": "Og, the king of Bashan, was the only Rephaite left. His bed was made out of iron. It was more than 13 feet long and six feet wide. It is still in the Ammonite city of Rabbah.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 12,
          "text": "I divided up the land we took over at that time. I gave the tribes of Reuben and Gad the territory north of Aroer by the Arnon River valley. It includes half of the hill country of Gilead together with its towns.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 13,
          "text": "I gave the rest of Gilead to half of the tribe of Manasseh. I also gave them the whole land of Bashan, the kingdom of Og. The whole area of Argob in Bashan used to be known as a land of the Rephaites.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 14,
          "text": "Jair took the whole area of Argob. He was from the family line of Manasseh. Argob goes all the way to the border of the people of Geshur and Maacah. It was named after Jair. So Bashan is called Havvoth Jair to this very day.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Acts 2:42 - 2:47",
    "versions": {
      "leb": [
        {
          "chapter": 2,
          "verse": 42,
          "text": "And they were devoting themselves to the teaching of the apostles and to fellowship, to the breaking of bread and to prayers.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 43,
          "text": "And fear came on every soul, and many wonders and signs were being performed by the apostles.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 44,
          "text": "And all who believed were in the same place, and had everything in common.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 45,
          "text": "And they began selling their possessions and property, and distributing these things to all, to the degree that anyone had need.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 46,
          "text": "And every day, devoting themselves to meeting with one purpose in the temple courts and breaking bread from house to house, they were eating their food with joy and simplicity of heart,",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 47,
          "text": "praising God and having favor with all the people. And the Lord was adding every day to the total of those who were being saved.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 2,
          "verse": 42,
          "text": "The believers studied what the apostles taught. They shared life together. They broke bread and ate together. And they prayed.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 43,
          "text": "Everyone felt that God was near. The apostles did many wonders and miraculous signs.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 44,
          "text": "All the believers were together. They shared everything they had.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 45,
          "text": "They sold what they owned. They gave each other everything they needed.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 46,
          "text": "Every day they met together in the temple courtyard. In their homes they broke bread and ate together. Their hearts were glad and honest and true.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 47,
          "text": "They praised God. They were respected by all the people. Every day the Lord added to their group those who were being saved.",
          "isHeading": false
        }
      ]
    }
  }
}