{
  "torah": {
    "passage": "Deuteronomy 32:44 - 32:52",
    "versions": {
      "leb": [
        {
          "chapter": 32,
          "verse": 44,
          "text": "And Moses came, and he spoke all the words of this song in the ears of the people; that is, he and Joshua the son of Nun.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 45,
          "text": "And when Moses finished speaking all these words to all Israel,",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 46,
          "text": "then he said to them, “Take to heart all the words that I am admonishing against you today concerning which you should instruct them with respect to your children so that they will observe diligently all the words of this law,",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 47,
          "text": "for it is not a trifling matter among you, but it is your life, and through this word you will live long in the land that you are about to cross the Jordan to get there to take possession of it.”",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 48,
          "text": "Instructions Concerning Moses’ Death\nAnd Yahweh said to Moses on exactly this day, saying,",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 49,
          "text": "“Go up to this mountain of the Abarim range, Mount Nebo, which is opposite Jericho, and see the land of Canaan that I am giving to the Israelites as a possession.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 50,
          "text": "You shall die on that mountain that you are about to go up there, and you will be gathered to your people, just as your brother Aaron died on Mount Hor and he was gathered to his people,",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 51,
          "text": "because of the fact that you broke faith with me in the midst of Israel at the waters of Meribah Kadesh, in the desert of Zin, because you did not treat me as holy in the midst of the Israelites.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 52,
          "text": "Yes, from afar you may view the land, but there you shall not enter there, that is, into the land that I am giving to the Israelites.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 32,
          "verse": 44,
          "text": "I spoke all of the words of that song to the people. Joshua, the son of Nun, was with me.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 45,
          "text": "I finished speaking all of those words to all of the people of Israel.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 46,
          "text": "Then I said to the people, “Think carefully about all of the words I have announced to you today. I want you to command your children to be careful to obey all of the words of this law.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 47,
          "text": "They aren’t just useless words for you. They are your very life. If you obey them, you will live in the land for a long time. It’s the land you are going across the Jordan River to take as your own.”",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 48,
          "text": "Moses Will Die on Mount Nebo\nOn that same day the Lord spoke to me. He said,",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 49,
          "text": "“Go up into the Abarim Mountains. Go to Mount Nebo in Moab. It is across from Jericho. From there look out over Canaan. It is the land I am giving the people of Israel to take as their own.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 50,
          "text": "“You will die there on the mountain you have climbed. You will join the members of your family who have already died. In the same way, your brother Aaron died on Mount Hor. He joined the members of his family who had already died.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 51,
          "text": "“You and Aaron disobeyed me in front of the Israelites. It happened at the waters of Meribah Kadesh in the Desert of Zin. You did not honor me among the Israelites as the holy God.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 52,
          "text": "So you will see the land. But you will see it only from far away. You will not enter the land I am giving to the people of Israel.”",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Acts 26:12 - 26:32",
    "versions": {
      "leb": [
        {
          "chapter": 26,
          "verse": 12,
          "text": "In this activity I was traveling to Damascus with the authority and full power of the chief priests.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 13,
          "text": "In the middle of the day along the road, O king, I saw a light from heaven, more than the brightness of the sun, shining around me and those who were traveling with me.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 14,
          "text": "And when we had all fallen to the ground, I heard a voice saying to me in the Aramaic language, ‘Saul, Saul, why are you persecuting me? It is hard for you to kick against the goads!’",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 15,
          "text": "So I said, ‘Who are you, Lord?’ And the Lord said, ‘I am Jesus whom you are persecuting.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 16,
          "text": "But get up and stand on your feet, because for this reason I have appeared to you, to appoint you a servant and witness both to the things in which you saw me and to the things in which I will appear to you,",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 17,
          "text": "rescuing you from the people and from the Gentiles to whom I am sending you,",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 18,
          "text": "to open their eyes so that they may turn from darkness to light and from the power of Satan to God, so that they may receive forgiveness of sins and a share among those who are sanctified by faith in me.’",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 19,
          "text": "“Therefore, O King Agrippa, I was not disobedient to the heavenly vision,",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 20,
          "text": "but to those in Damascus first, and in Jerusalem and all the region of Judea and to the Gentiles, I proclaimed that they should repent and turn to God, doing deeds worthy of repentance.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 21,
          "text": "On account of these things the Jews seized me in the temple courts and were attempting to kill me.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 22,
          "text": "Therefore I have experienced help from God until this day, and I stand here testifying to both small and great, saying nothing except what both the prophets and Moses have said were going to happen,",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 23,
          "text": "that the Christ was to suffer and that as the first of the resurrection from the dead, he was going to proclaim light both to the people and to the Gentiles.”",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 24,
          "text": "And as he was saying these things in his defense, Festus said with a loud voice, “You are out of your mind, Paul! Your great learning is driving you insane!”",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 25,
          "text": "But Paul said, “I am not out of my mind, most excellent Festus, but am speaking words of truth and rationality.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 26,
          "text": "For the king knows about these things, to whom also I am speaking freely, for I am not convinced that these things in any way have escaped his notice, because this was not done in a corner.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 27,
          "text": "Do you believe the prophets, King Agrippa? I know that you believe.”",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 28,
          "text": "But Agrippa said to Paul, “In a short time are you persuading me to become a Christian?”",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 29,
          "text": "And Paul replied, “I pray to God, whether in a short time or in a long time, not only you but also all those who are listening to me today may become such people as I also am, except for these bonds!”",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 30,
          "text": "Both the king and the governor got up, and Bernice and those who were sitting with them.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 31,
          "text": "And as they were going out, they were talking to one another, saying, “This man is not doing anything deserving death or imprisonment.”",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 32,
          "text": "And Agrippa said to Festus, “This man could have been released if he had not appealed to Caesar.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 26,
          "verse": 12,
          "text": "“On one of these journeys I was on my way to Damascus. I had the authority and commission of the chief priests.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 13,
          "text": "About noon, King Agrippa, I was on the road. I saw a light coming from heaven. It was brighter than the sun. It was shining around me and my companions.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 14,
          "text": "We all fell to the ground. I heard a voice speak to me in the Aramaic language. ‘Saul! Saul!’ it said. ‘Why are you opposing me? It is hard for you to go against what you know is right.’",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 15,
          "text": "“Then I asked, ‘Who are you, Lord?’\n“‘I am Jesus,’ the Lord replied. ‘I am the one you are opposing.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 16,
          "text": "Now get up. Stand on your feet. I have appeared to you to appoint you to serve me and be my witness. You will tell others that you have seen me today. You will also tell them that I will show myself to you again.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 17,
          "text": "“‘I will save you from your own people and from those who aren’t Jews. I am sending you to them",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 18,
          "text": "to open their eyes. I want you to turn them from darkness to light. I want you to turn them from Satan’s power to God. I want their sins to be forgiven. They will be forgiven when they believe in me. They will have their place among God’s people.’",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 19,
          "text": "“So then, King Agrippa, I obeyed the vision that appeared from heaven.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 20,
          "text": "First I preached to people in Damascus. Then I preached in Jerusalem and in all Judea. I preached also to people who are not Jews. I told them to turn away from their sins to God. The way they live must prove that they have turned away from their sins.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 21,
          "text": "That’s why the Jews grabbed me in the temple courtyard and tried to kill me.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 22,
          "text": "“But God has helped me to this very day. So I stand here and give witness to both small and great. I have been saying nothing different from what the prophets and Moses said would happen.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 23,
          "text": "They said the Christ would suffer. He would be the first to rise from the dead. He would announce the light of life to his own people and to those who aren’t Jews.”",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 24,
          "text": "While Paul was still speaking up for himself, Festus interrupted. “You are out of your mind, Paul!” he shouted. “Your great learning is driving you crazy!”",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 25,
          "text": "“I am not crazy, most excellent Festus,” Paul replied. “What I am saying is true and reasonable.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 26,
          "text": "The king is familiar with these things. So I can speak openly to him. I am certain he knows everything that has been going on. After all, it was not done in secret.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 27,
          "text": "King Agrippa, do you believe the prophets? I know you do.”",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 28,
          "text": "Then Agrippa spoke to Paul. “Are you trying to talk me into becoming a Christian?” he said. “Do you think you can do that in such a short time?”",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 29,
          "text": "Paul replied, “I don’t care if it takes a short time or a long time. I pray to God for you and all who are listening to me today. I pray that you may become like me, except for these chains.”",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 30,
          "text": "The king stood up. The governor and Bernice and those sitting with them stood up too.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 31,
          "text": "They left the room and began to talk with one another. “Why should this man die or be put in prison?” they said. “He has done nothing worthy of that!”",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 32,
          "text": "Agrippa said to Festus, “This man could have been set free. But he has made an appeal to Caesar.”",
          "isHeading": false
        }
      ]
    }
  }
}