{
  "torah": {
    "passage": "Leviticus 1:14 - 2:6",
    "versions": {
      "leb": [
        {
          "chapter": 1,
          "verse": 14,
          "text": "“‘But if his offering for Yahweh is a burnt offering from the birds, then he must present his offering from the turtledoves or from the young doves.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 15,
          "text": "The priest will present it at the altar and must wring off its head and turn it into smoke on the altar, and its blood will be drained out on the wall of the altar.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 16,
          "text": "He must remove its crop with its plumage and throw it to the east beside the altar on the place of the fatty ashes.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 17,
          "text": "Then he must tear it apart by its wings but must not sever it; then the priest will turn it into smoke on the altar. It is a burnt offering by fire as an appeasing fragrance for Yahweh.’”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 1,
          "text": "“‘When a person brings a grain offering to Yahweh, his offering must be finely milled flour, and he must pour out oil on it and place frankincense on it.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 2,
          "text": "And he shall bring it to the sons of Aaron, the priests, and he shall take his handful from its finely milled flour and from its oil in addition to all its frankincense. The priest shall turn its token portion into smoke on the altar as an offering made by fire, as an appeasing fragrance for Yahweh.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 3,
          "text": "The remainder of the grain offering belongs to Aaron and to his sons—it is a most holy thing from the offerings made by fire for Yahweh.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 4,
          "text": "“‘But if you bring a grain offering of something oven-baked, it must be of finely milled flour as ring-shaped unleavened bread mixed with oil or wafers of unleavened bread smeared with oil.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 5,
          "text": "If your offering is a grain offering baked on a flat baking pan, it must be finely milled flour, unleavened bread mixed with oil;",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 6,
          "text": "break it into pieces and pour out oil on it; it is a grain offering.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 1,
          "verse": 14,
          "text": "“‘If the offering to the Lord is a burnt offering of birds, it must be a dove or a young pigeon.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 15,
          "text": "“‘The priest must bring it to the altar. He must twist its head off. Then he must burn the rest of the bird on the altar. Its blood must be emptied out on the side of the altar.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 16,
          "text": "“‘The priest must remove the small bag inside the bird’s throat. He must also remove what is in the bag. Then he must throw all of it to the east side of the altar. That is where the ashes are.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 17,
          "text": "He must take hold of the wings of the bird and tear it open. But he must not tear it in two. Then the priest will burn it on the wood that is on the fire on the altar.\n“‘It is a burnt offering. It is an offering that is made with fire. It gives a smell that is pleasant to the Lord.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 1,
          "text": "“‘Suppose someone brings a grain offering to the Lord. Then his offering must be made out of fine flour. He must pour olive oil on it. He must also put incense on it.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 2,
          "text": "“‘He must take it to the priests who are in Aaron’s family line. A priest must take a handful of the fine flour and oil. He must mix it with all of the incense. Then he must burn that part on the altar. It will be a reminder that all good things come from the Lord. It is an offering that is made with fire. It gives a smell that is pleasant to the Lord.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 3,
          "text": "“‘The rest of the grain offering belongs to Aaron and to the priests who are in his family line. It is a very holy part of the offerings that are made to the Lord with fire.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 4,
          "text": "“‘If you bring a grain offering that is baked in an oven, make it out of fine flour. It can be flat cakes that are made without yeast. Mix them with olive oil. Or it can be wafers that are made without yeast. Spread oil on them.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 5,
          "text": "If your grain offering is grilled on a metal plate, make it out of fine flour. Mix it with oil. Make it without yeast.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 6,
          "text": "Break it into pieces. Pour oil on it. It is a grain offering.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Matthew 1:18-2:23",
    "versions": {
      "leb": [
        {
          "chapter": 1,
          "verse": 18,
          "text": "Now the birth of Jesus Christ occurred in this way. His mother Mary had been betrothed to Joseph, but before they came together, she was found to be pregnant by the Holy Spirit.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 19,
          "text": "So Joseph her husband, being righteous and not wanting to disgrace her, intended to divorce her secretly.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 20,
          "text": "But as he was considering these things, behold, an angel of the Lord appeared to him in a dream, saying, “Joseph, son of David, do not be afraid to take Mary as your wife, for what has been conceived in her is from the Holy Spirit.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 21,
          "text": "And she will give birth to a son, and you will call his name ‘Jesus,’ because he will save his people from their sins.”",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 22,
          "text": "Now all this happened in order that what was spoken by the Lord through the prophet would be fulfilled, saying,",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 23,
          "text": "and they will call his name Emmanuel,”\nwhich is translated, “God with us.”",
          "isHeading": true
        },
        {
          "chapter": 1,
          "verse": 24,
          "text": "And Joseph, when he woke up from sleep, did as the angel of the Lord commanded him, and he took his wife",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 25,
          "text": "and did not have sexual relations with her until she gave birth to a son. And he called his name Jesus.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 1,
          "text": "Now after Jesus was born in Bethlehem of Judea in the days of Herod the king, behold, wise men from the east came to Jerusalem,",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 2,
          "text": "saying, “Where is the one who has been born king of the Jews? For we have seen his star at its rising and have come to worship him.”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 3,
          "text": "And when King Herod heard it, he was troubled, and all Jerusalem with him,",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 4,
          "text": "and after calling together all the chief priests and scribes of the people, he inquired from them where the Christ was to be born.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 5,
          "text": "So they said to him, “In Bethlehem of Judea, for thus it is written by the prophet,",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 6,
          "text": "are by no means least among the rulers of Judah,\nfor from you will go out a ruler\nwho will shepherd my people Israel.’”",
          "isHeading": true
        },
        {
          "chapter": 2,
          "verse": 7,
          "text": "Then Herod secretly summoned the wise men and determined precisely from them the time when the star appeared.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 8,
          "text": "And he sent them to Bethlehem and said, “Go, inquire carefully concerning the child, and when you have found him, report to me so that I also may come and worship him.”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 9,
          "text": "After they listened to the king, they went out, and behold, the star which they had seen at its rising led them until it came and stood above the place where the child was.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 10,
          "text": "Now when they saw the star, they rejoiced with very great joy.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 11,
          "text": "And when they came into the house, they saw the child with Mary his mother, and they fell down and worshiped him. And opening their treasure boxes, they offered him gifts of gold and frankincense and myrrh.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 12,
          "text": "And being warned in a dream not to return to Herod, they went back to their own country by another route.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 13,
          "text": "Now after they had gone away, behold, an angel of the Lord appeared in a dream to Joseph, saying, “Get up, take the child and his mother and flee to Egypt, and stay there until I tell you. For Herod is about to seek the child to destroy him.”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 14,
          "text": "So he got up and took the child and his mother during the night and went away to Egypt.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 15,
          "text": "And he was there until the death of Herod, in order that what was said by the Lord through the prophet would be fulfilled, saying,\n“Out of Egypt I called my son.”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 16,
          "text": "Then Herod, when he saw that he had been deceived by the wise men, became very angry, and he sent soldiers and executed all the children in Bethlehem and in all the region around it from the age of two years old and under, according to the time which he had determined precisely from the wise men.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 17,
          "text": "Then what was spoken by the prophet Jeremiah was fulfilled, saying,",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 18,
          "text": "weeping and great mourning,\nRachel weeping for her children,\nand she did not want to be comforted,\nbecause they exist no longer.”",
          "isHeading": true
        },
        {
          "chapter": 2,
          "verse": 19,
          "text": "Now after Herod had died, behold, an angel of the Lord appeared in a dream to Joseph in Egypt,",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 20,
          "text": "saying, “Get up, take the child and his mother and go to the land of Israel, for those who were seeking the life of the child are dead.”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 21,
          "text": "So he got up and took the child and his mother and entered the land of Israel.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 22,
          "text": "But when he heard that Archelaus was reigning over Judea in place of his father Herod, he was afraid to go there, and being warned in a dream, he took refuge in the regions of Galilee.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 23,
          "text": "And he came and lived in a town called Nazareth, in order that what was said by the prophets would be fulfilled: “He will be called a Nazarene.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 1,
          "verse": 18,
          "text": "This is how the birth of Jesus Christ came about. His mother Mary and Joseph had promised to get married. But before they started to live together, it became clear that she was going to have a baby. She became pregnant by the power of the Holy Spirit.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 19,
          "text": "Her husband Joseph was a godly man. He did not want to put her to shame in public. So he planned to divorce her quietly.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 20,
          "text": "But as Joseph was thinking about this, an angel of the Lord appeared to him in a dream. The angel said, “Joseph, son of David, don’t be afraid to take Mary home as your wife. The baby inside her is from the Holy Spirit.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 21,
          "text": "She is going to have a son. You must give him the name Jesus. That is because he will save his people from their sins.”",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 22,
          "text": "All of this took place to bring about what the Lord had said would happen. He had said through the prophet,",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 23,
          "text": "“The virgin is going to have a baby. She will give birth to a son. And he will be called Immanuel.” () The name Immanuel means “God with us.”",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 24,
          "text": "Joseph woke up. He did what the angel of the Lord commanded him to do. He took Mary home as his wife.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 25,
          "text": "But he did not make love to her until after she gave birth to a son. And Joseph gave him the name Jesus.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 1,
          "text": "Jesus was born in Bethlehem in Judea. This happened while Herod was king of Judea.\nAfter Jesus’ birth, Wise Men from the east came to Jerusalem.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 2,
          "text": "They asked, “Where is the child who has been born to be king of the Jews? When we were in the east, we saw his star. Now we have come to worship him.”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 3,
          "text": "When King Herod heard about it, he was very upset. Everyone in Jerusalem was troubled too.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 4,
          "text": "So Herod called together all the chief priests of the people. He also called the teachers of the law. He asked them where the Christ was going to be born.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 5,
          "text": "“In Bethlehem in Judea,” they replied. “This is what the prophet has written. He said,",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 6,
          "text": "are certainly not the least important among the towns of Judah.\nA ruler will come out of you.\nHe will be the shepherd of my people Israel.’” ()",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 7,
          "text": "Then Herod called for the Wise Men secretly. He found out from them exactly when the star had appeared.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 8,
          "text": "He sent them to Bethlehem. He said, “Go! Make a careful search for the child. As soon as you find him, bring me a report. Then I can go and worship him too.”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 9,
          "text": "After the Wise Men had listened to the king, they went on their way. The star they had seen when they were in the east went ahead of them. It finally stopped over the place where the child was.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 10,
          "text": "When they saw the star, they were filled with joy.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 11,
          "text": "The Wise Men went to the house. There they saw the child with his mother Mary. They bowed down and worshiped him. Then they opened their treasures. They gave him gold, incense and myrrh.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 12,
          "text": "But God warned them in a dream not to go back to Herod. So they returned to their country on a different road.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 13,
          "text": "When the Wise Men had left, Joseph had a dream. In the dream an angel of the Lord appeared to him. “Get up!” the angel said. “Take the child and his mother and escape to Egypt. Stay there until I tell you to come back. Herod is going to search for the child. He wants to kill him.”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 14,
          "text": "Joseph got up. During the night, he left for Egypt with the child and his mother Mary.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 15,
          "text": "They stayed there until King Herod died. So the words the Lord had spoken through the prophet came true. He had said, “I chose to bring my son out of Egypt.” ()",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 16,
          "text": "Herod realized that the Wise Men had tricked him. So he became very angry. He gave orders concerning Bethlehem and the area around it. All the boys two years old and under were to be killed. This agreed with the time when the Wise Men had seen the star.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 17,
          "text": "In this way, the words the prophet Jeremiah spoke came true. He had said,",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 18,
          "text": "It’s the sound of crying and deep sadness.\nRachel is crying over her children.\nShe refuses to be comforted,\nbecause they are gone.” ()",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 19,
          "text": "After Herod died, Joseph had a dream while he was still in Egypt. In the dream an angel of the Lord appeared to him.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 20,
          "text": "The angel said, “Get up! Take the child and his mother. Go to the land of Israel. Those who were trying to kill the child are dead.”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 21,
          "text": "So Joseph got up. He took the child and his mother Mary back to the land of Israel.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 22,
          "text": "But then he heard that Archelaus was king of Judea. Archelaus was ruling in place of his father Herod. This made Joseph afraid to go there.\nWarned in a dream, Joseph went back to the land of Galilee instead.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 23,
          "text": "There he lived in a town called Nazareth. So what the prophets had said about Jesus came true. They had said, “He will be called a Nazarene.”",
          "isHeading": false
        }
      ]
    }
  }
}