{
  "torah": {
    "passage": "Genesis 24:27 - 24:52",
    "versions": {
      "leb": [
        {
          "chapter": 24,
          "verse": 27,
          "text": "And he said, “Blessed be Yahweh, God of my master Abraham, who has not withheld his loyal love and his faithfulness from my master. I was on the way and Yahweh led me to the house of my master’s brother.”",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 28,
          "text": "Then the girl ran and reported these things to the household of her mother.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 29,
          "text": "Now Rebekah had a brother, and his name was Laban. And Laban ran out to the man toward the spring.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 30,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 31,
          "text": "And he said, “Come, O blessed one of Yahweh. Why do you stand outside? Now I have prepared the house and a place for the camels.”",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 32,
          "text": "And the man came to the house and unloaded the camels. And he gave straw and fodder to the camels, and water to wash his feet and the feet of the men who were with him.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 33,
          "text": "And food was placed before him to eat. And he said, “I will not eat until I have told my errand.” And he said, “Speak.”",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 34,
          "text": "And he said, “I am the servant of Abraham.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 35,
          "text": "Now Yahweh has blessed my master exceedingly, and he has become great. He has given to him sheep and cattle, silver and gold, male slaves and female slaves, and camels and donkeys.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 36,
          "text": "And Sarah, the wife of my master, has borne a son to my master after her old age. And he has given to him all that he has.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 37,
          "text": "And my master made me swear, saying, ‘Do not take a wife for my son from the daughters of the Canaanites in whose land I am living.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 38,
          "text": "But you shall go to the house of my father, and to my family, and you shall take a wife for my son.’",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 39,
          "text": "And I said to my master, ‘Perhaps the woman will not follow me.’",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 40,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 41,
          "text": "Then you shall be released from my oath, when you come to my family. And if they will not give a woman to you, then you will be released from my oath.’",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 42,
          "text": "Then today I came to the spring, and I said, ‘O Yahweh, God of my master Abraham, if you would please make my journey successful, upon which I am going.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 43,
          "text": "Behold, I am standing by the spring of water. Let it be that the young woman who comes out to draw water and to whom I say, “Please give me a little water to drink from your jar,”",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 44,
          "text": "let her say to me, “Drink; I will also draw water for your camels,” she is the woman whom Yahweh has appointed for the son of my master.’",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 45,
          "text": "I had not yet finished speaking to myself when, behold, Rebekah was coming out with her jar on her shoulder. And she went down to the spring and drew water. And I said to her, ‘Please give me a drink.’",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 46,
          "text": "And she hastened and let down her jar from her shoulder and said, ‘Drink, and I will give a drink to your camels also.’ Then I drank and she gave a drink to the camels also.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 47,
          "text": "Then I asked her and said, ‘Whose daughter are you?’ And she said, ‘The daughter of Bethuel, son of Nahor, whom Milcah bore to him.’ And I put the ring on her nose and the bracelets on her arms.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 48,
          "text": "And I knelt down and worshiped Yahweh, and I praised Yahweh, the God of my master Abraham, who led me on the right way, to take the daughter of the brother of my master for his son.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 49,
          "text": "So now, if you are going to deal loyally and truly with my master, tell me. And if not, tell me, so that I may turn to the right or to the left.”",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 50,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 51,
          "text": "Here is Rebekah before you. Take her and go; let her be a wife for the son of your master as Yahweh has spoken.”",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 52,
          "text": "And it happened that when the servant of Abraham heard their words he bowed down to the ground to Yahweh.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 24,
          "verse": 27,
          "text": "He said, “I praise the Lord, the God of my master Abraham. He hasn’t stopped being kind and faithful to my master. The Lord has led me on this journey. He has brought me to the house of my master’s relatives.”",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 28,
          "text": "The young woman ran home. She told her mother’s family what had happened.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 29,
          "text": "Rebekah had a brother named Laban. He hurried out to the spring to meet the man.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 30,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 31,
          "text": "“The Lord has given you his blessing,” he said. “So come. Why are you standing out here? I’ve prepared my house for you. I also have a place for the camels.”",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 32,
          "text": "So the man went to the house. The camels were unloaded. Straw and feed were brought for the camels. And water was brought for him and his men to wash their feet.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 33,
          "text": "Then food was placed in front of him. But he said, “I won’t eat until I’ve told you what I have to say.”\n“Then tell us,” Laban said.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 34,
          "text": "So he said, “I am Abraham’s servant.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 35,
          "text": "The Lord has blessed my master greatly. He has become wealthy. The Lord has given him sheep and cattle. He has given him silver and gold. He has also given him male and female servants, and camels and donkeys.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 36,
          "text": "“My master’s wife Sarah had a son by him when she was old. He has given that son everything he owns.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 37,
          "text": "My master made me take an oath. He said, ‘I’m living in the land of the people of Canaan. But promise me that you won’t get a wife for my son from their daughters.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 38,
          "text": "Instead, go to my father’s family and to my own relatives. Get a wife for my son there.’",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 39,
          "text": "“Then I asked my master, ‘What if the woman won’t come back with me?’",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 40,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 41,
          "text": "“‘When you go to my relatives, suppose they refuse to give her to you. Then you will be free from your oath.’",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 42,
          "text": "“Today I came to the spring. I said, ‘Lord, you are the God of my master Abraham. Please give me success on this journey I’ve made.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 43,
          "text": "“‘I’m standing beside this spring. A young woman will come out to get water. I will speak to her. I’ll say, “Please let me drink a little water from your jar.”",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 44,
          "text": "Suppose she says, “Have a drink of water. And I’ll get some for your camels too.” Then let her be the one the Lord has chosen for my master’s son.’",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 45,
          "text": "“Before I finished praying in my heart, Rebekah came out. She had a jar on her shoulder. She went down to the spring and got water. I said to her, ‘Please give me a drink.’",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 46,
          "text": "“She quickly lowered her jar from her shoulder. She said, ‘Have a drink. And I’ll get water for your camels too.’ So I drank. She also got water for the camels.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 47,
          "text": "“She said, ‘The daughter of Bethuel. He’s the son Milcah had by Nahor.’\n“Then I put the ring in her nose. I put the bracelets on her arms.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 48,
          "text": "And I bowed down and worshiped the Lord. I praised the Lord, the God of my master Abraham. He had led me on the right road. He had led me to get for my master’s son the granddaughter of my master’s brother.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 49,
          "text": "“Now will you be kind and faithful to my master? If you will, tell me. And if you won’t, tell me. Then I’ll know which way to turn.”",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 50,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 51,
          "text": "Here is Rebekah. Take her and go. Let her become the wife of your master’s son, just as the Lord has said.”",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 52,
          "text": "Abraham’s servant heard what they said. So he bowed down to the Lord with his face to the ground.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "John 7:45 - 7:52",
    "versions": {
      "leb": [
        {
          "chapter": 7,
          "verse": 45,
          "text": "So the officers came to the chief priests and Pharisees. And they said to them, “Why did you not bring him?”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 46,
          "text": "The officers replied, “Never has a man spoken like this!”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 47,
          "text": "Then the Pharisees replied to them, “You have not also been deceived, have you?",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 48,
          "text": "None of the rulers or of the Pharisees have believed in him, have they?",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 49,
          "text": "But this crowd who does not know the law is accursed!”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 50,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 51,
          "text": "“Our law does not condemn a man unless it first hears from him and knows what he is doing, does it?”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 52,
          "text": "They answered and said to him, “You are not also from Galilee, are you? Investigate and see that a prophet does not arise from Galilee!”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 7,
          "verse": 45,
          "text": "Finally the temple guards went back to the chief priests and the Pharisees. They asked the guards, “Why didn’t you bring him in?”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 46,
          "text": "“No one ever spoke the way this man does,” the guards replied.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 47,
          "text": "“You mean he has fooled you also?” the Pharisees asked.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 48,
          "text": "“Have any of the rulers or Pharisees believed in him?",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 49,
          "text": "No! But this mob knows nothing about the law. There is a curse on them.”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 50,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 51,
          "text": "“Does our law find someone guilty without hearing him first? Doesn’t it want to find out what he is doing?”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 52,
          "text": "They replied, “Are you from Galilee too? Look into it. You will find that a prophet does not come out of Galilee.”",
          "isHeading": false
        }
      ]
    }
  }
}