{
  "torah": {
    "passage": "Exodus 18:1 - 18:12",
    "versions": {
      "leb": [
        {
          "chapter": 18,
          "verse": 1,
          "text": "And Jethro said, “Blessed be Yahweh, who has delivered you from the hand of Egypt and from the hand of Pharaoh—who has delivered the people from under the hand of Egypt.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 2,
          "text": "And you warn them of the rules and the instructions, and you make known to them the way in which they must walk and the work that they must do.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 3,
          "text": "and her two sons—the one whose name was Gershom, for he had said, “I have been an alien in a foreign land,”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 4,
          "text": "and the one whose name was Eliezer, for “the God of my father was my help, and he delivered me from the sword of Pharaoh.”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 5,
          "text": "And Jethro, the father-in-law of Moses, came and his sons and his wife to Moses, to the desert where he was camping there at the mountain of God.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 6,
          "text": "And he said to Moses, “I, your father-in-law Jethro, am coming to you and your wife and her two sons with her.”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 7,
          "text": "And Moses went out to meet his father-in-law, and he bowed, and he kissed him, and they each asked about the other’s welfare, and they came into the tent.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 8,
          "text": "And Moses told his father-in-law all that Yahweh had done to Pharaoh and to Egypt on account of Israel, all the hardship that had found them on the way, and how Yahweh delivered them.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 9,
          "text": "And Jethro rejoiced over all the good that Yahweh had done for Israel when he delivered them from the hand of Egypt.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 11,
          "text": "Now I know that Yahweh is greater than all the gods, even in the matter where they the Egyptians dealt arrogantly against the Israelites.”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 12,
          "text": "And Jethro, the father-in-law of Moses, took a burnt offering and sacrifices for God, and Aaron and all the elders of Israel came to eat bread with the father-in-law of Moses before God.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 18,
          "verse": 1,
          "text": "He said, “I praise the Lord. He saved you and your people from the power of Pharaoh and Egypt.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 2,
          "text": "Teach them the rules and laws. Show them how to live and what to do.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 3,
          "text": "and her two sons. One son was named Gershom. That’s because Moses had said, “I’m an outsider in a strange land.”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 4,
          "text": "The other was named Eliezer. That’s because Moses had said, “My father’s God helped me. He saved me from Pharaoh’s sword.”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 5,
          "text": "Moses’ father-in-law Jethro came to Moses in the desert. Moses’ sons and wife came with Jethro. Moses was camped near the mountain of God.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 6,
          "text": "Jethro had sent a message to him. It said, “I, your father-in-law Jethro, am coming to you. I’m bringing your wife and her two sons.”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 7,
          "text": "So Moses went out to meet his father-in-law. Moses bowed down and kissed him. They greeted each other. Then they went into the tent.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 8,
          "text": "Moses told his father-in-law about everything the Lord had done to Pharaoh and the Egyptians because of how much he loved Israel. He told him about all of their hard times along the way. He told him about how the Lord had saved them.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 9,
          "text": "Jethro was delighted to hear about all of the good things the Lord had done for Israel. He heard about how God had saved them from the power of Egypt.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 11,
          "text": "Now I know that the Lord is greater than all other gods. See what he did to those who looked down on Israel.”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 12,
          "text": "Then Moses’ father-in-law Jethro brought a burnt offering and other sacrifices to God. Aaron came with all of the elders of Israel. They ate with Moses’ father-in-law in the sight of God.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Mark 6:45 - 6:56",
    "versions": {
      "leb": [
        {
          "chapter": 6,
          "verse": 45,
          "text": "And immediately he made his disciples get into the boat and go on ahead to the other side, to Bethsaida, while he himself dismissed the crowd.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 46,
          "text": "And after he had said farewell to them, he went away to the mountain to pray.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 47,
          "text": "And when evening came, the boat was in the middle of the sea and he was alone on the land.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 48,
          "text": "And he saw them being beaten in their rowing because the wind was against them. Around the fourth watch of the night he came to them, walking on the sea, and he was wanting to pass by them.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 49,
          "text": "But when they saw him walking on the sea, they thought that it was a ghost, and they cried out.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 50,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 51,
          "text": "And he went up with them into the boat, and the wind abated. And they were extraordinarily astounded within themselves,",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 52,
          "text": "because they did not understand concerning the loaves, but their hearts were hardened.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 53,
          "text": "And after they had crossed over, they came to land at Gennesaret and anchored there.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 54,
          "text": "And as they were getting out of the boat, people recognized him immediately.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 55,
          "text": "They ran about through that whole region and began to carry around those who were sick on stretchers, wherever they heard that he was.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 56,
          "text": "And wherever he would go, into villages or into towns or to farms, they would put those who were sick in the marketplaces and would implore him that if they could touch even the edge of his cloak. And all those who touched it were healed.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 6,
          "verse": 45,
          "text": "Right away Jesus made his disciples get into the boat. He had them go on ahead of him to Bethsaida. Then he sent the crowd away.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 46,
          "text": "After leaving them, he went up on a mountainside to pray.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 47,
          "text": "When evening came, the boat was in the middle of the Sea of Galilee. Jesus was alone on land.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 48,
          "text": "He saw the disciples pulling hard on the oars. The wind was blowing against them.\nEarly in the morning, he went out to them. He walked on the lake. When he was about to pass by them,",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 49,
          "text": "they saw him walking on the lake. They thought he was a ghost. They cried out.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 50,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 51,
          "text": "Then he climbed into the boat with them. The wind died down. And they were completely amazed.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 52,
          "text": "They had not understood about the loaves. They were stubborn.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 53,
          "text": "They crossed over the lake and landed at Gennesaret. There they tied up the boat.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 54,
          "text": "As soon as Jesus and his disciples got out, people recognized him.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 55,
          "text": "They ran through that whole area to bring to him those who were sick. They carried them on mats to where they heard he was.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 56,
          "text": "He went into the villages, the towns and the countryside. Everywhere he went, the people brought the sick to the market places. Those who were sick begged him to let them touch just the edge of his clothes. And all who touched him were healed.",
          "isHeading": false
        }
      ]
    }
  }
}