{
  "torah": {
    "passage": "Leviticus 17:8 - 18:21",
    "versions": {
      "leb": [
        {
          "chapter": 17,
          "verse": 8,
          "text": "Instructions Against Eating Blood\n“And you shall say to them, ‘if there is anyone from the house of Israel or from the alien who dwells in their midst who offers a burnt offering or a sacrifice",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 9,
          "text": "and he does not bring it to the tent of assembly’s entrance to sacrifice it for Yahweh, then that man shall be cut off from his people.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 10,
          "text": "And if there is anyone from the house of Israel or from the alien who is dwelling in their midst who eats any blood, then I will set my face against the person who eats the blood, and I will cut him off from among his people.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 11,
          "text": "Indeed the flesh’s life is in the blood, and I have given it to you on the altar to make atonement for your lives, because it is the blood with the life that makes atonement.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 12,
          "text": "Therefore I said to the Israelites, ‘None of you may eat blood, nor may the alien who is dwelling in your midst eat blood.’",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 13,
          "text": "“And if there is anyone from the Israelites or from the alien who is dwelling in their midst who hunts a wild game animal or a bird that may be eaten, then he shall pour out its blood, and he shall cover it with the soil.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 14,
          "text": "Indeed, the life of all flesh, its blood, is in its life, so I said to the Israelites, ‘You may not eat the blood of any flesh, because the life of all flesh is its blood; anyone who eats it must be cut off.’",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 15,
          "text": "“And if there is any person who eats a dead body or a mangled carcass, whether among the native or among the alien, then he shall wash his garments, and he shall wash himself with water, and he shall be unclean until the evening, and he shall be clean.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 16,
          "text": "But if he does not wash his garments and he does not wash his body, then he shall bear his guilt.”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 1,
          "text": "Unlawful Sexual Relations\nThen Yahweh spoke to Moses, saying,",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 2,
          "text": "“Speak to the Israelites, and say to them, ‘I am Yahweh your God.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 3,
          "text": "You must not carry out the practices of the land of Egypt, in which you lived, and you must not carry out the practices of the land of Canaan, to which I am bringing you; and you must not follow their statutes.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 4,
          "text": "You must carry out my regulations, and you must observe my statutes by following them; I am Yahweh your God.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 5,
          "text": "And you shall observe my statutes and my regulations by which the person doing them shall live; I am Yahweh.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 6,
          "text": "“‘None of you shall approach anyone who is his close relative to expose nakedness; I am Yahweh.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 7,
          "text": "You must not expose your father’s nakedness or your mother’s nakedness—she is your mother; you must not expose her nakedness.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 8,
          "text": "You must not expose the nakedness of your father’s wife—it is your father’s nakedness.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 9,
          "text": "As for your sister’s nakedness, whether your father’s daughter or your mother’s daughter, whether born at home or born abroad, you must not expose their nakedness.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 10,
          "text": "As for the nakedness of your son’s daughter or your daughter’s daughter, you must not expose their nakedness, because they are your nakedness.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 11,
          "text": "As for the nakedness of the daughter of your father’s wife, she is your sister, a relative of your father; you must not expose her nakedness.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 12,
          "text": "You must not expose the nakedness of your father’s sister; she is your father’s close relative.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 13,
          "text": "You must not expose the nakedness of your mother’s sister, because she is your mother’s close relative.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 14,
          "text": "You must not expose the nakedness of your father’s brother; you must not have sex with his wife—she is your aunt.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 15,
          "text": "You must not expose your daughter-in-law’s nakedness; she is your son’s wife; you must not expose her nakedness.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 16,
          "text": "You must not expose the nakedness of your brother’s wife; she is your brother’s nakedness.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 17,
          "text": "You must not expose the nakedness of a woman and her daughter, or her son’s daughter, or her daughter’s daughter; you must not take her as wife to expose her nakedness; they are close relatives—that is wickedness.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 18,
          "text": "And you must not take as wife a woman with her sister, to be a rival-wife, to expose her nakedness before her during her life.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 19,
          "text": "“‘And you must not have sex with a woman to expose her nakedness during her menstrual uncleanness.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 20,
          "text": "And you must not have sex with your fellow citizen’s wife, becoming unclean with her.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 21,
          "text": "“‘And you shall not give any of your offspring in order to sacrifice them to Molech, nor shall you profane the name of your God; I am Yahweh.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 17,
          "verse": 8,
          "text": "“Tell them, ‘Suppose someone offers a burnt offering or sacrifice. It does not matter whether he is an Israelite or an outsider.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 9,
          "text": "And suppose he does not bring it to the entrance to the Tent of Meeting to sacrifice it to me. Then he must be cut off from his people.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 10,
          "text": "“‘Suppose someone eats meat that still has blood in it. It does not matter whether he is an Israelite or an outsider. I will turn against him if he eats it. I will cut him off from his people.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 11,
          "text": "“‘The life of each creature is in its blood. So I have given you the blood of animals to pay for your sin on the altar. Blood is life. That is why blood pays for your sin.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 12,
          "text": "“‘So I say to the people of Israel, “You must not eat meat that still has blood in it. And an outsider who lives among you must not eat it either.”",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 13,
          "text": "“‘Suppose any of you hunts any animal or bird that can be eaten. It does not matter whether you are an Israelite or an outsider. You must let the blood flow out of the animal or bird. You must cover the blood with dirt.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 14,
          "text": "“‘That is because every creature’s life is its blood. And that is why I have said to the people of Israel, “You must not eat any creature’s meat that still has blood in it. Every creature’s life is its blood. Anyone who eats that kind of meat must be cut off.”",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 15,
          "text": "“‘Suppose someone eats anything that is found dead or is torn apart by wild animals. It does not matter whether he is an Israelite or an outsider. He must wash his clothes. He must take a bath. He will be “unclean” until evening. After that, he will be “clean.”",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 16,
          "text": "“‘But suppose he does not wash his clothes. And suppose he does not take a bath. Then he will be held accountable for what he has done.’”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 1,
          "text": "Do Not Commit Sexual Sins\nThe Lord spoke to Moses. He said,",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 2,
          "text": "“Speak to the people of Israel. Tell them, ‘I am the Lord your God.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 3,
          "text": "You must not do what the people of Egypt do. You used to live there. And you must not do what the people of Canaan do. I am bringing you into their land. Do not follow their practices.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 4,
          "text": "“‘You must obey my laws. You must be careful to follow my rules. I am the Lord your God.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 5,
          "text": "Keep my rules and laws. The one who obeys them will live by them. I am the Lord.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 6,
          "text": "“‘Do not have sex with any of your close relatives. I am the Lord.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 7,
          "text": "“‘Do not bring shame on your father by having sex with your mother. Do not have sex with her. She is your mother.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 8,
          "text": "“‘Do not have sex with any other wife of your father. That would bring shame on your father.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 9,
          "text": "“‘Do not have sex with your sister. It does not matter whether she is your father’s daughter or your mother’s daughter. It does not matter whether she was born in the same home as you were or somewhere else.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 10,
          "text": "“‘Do not have sex with your son’s daughter or your daughter’s daughter. That would bring shame on you.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 11,
          "text": "“‘Do not have sex with the daughter of your father’s wife. She was born to your father. She is your sister.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 12,
          "text": "“‘Do not have sex with your father’s sister. She is a close relative on your father’s side.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 13,
          "text": "“‘Do not have sex with your mother’s sister. She is a close relative on your mother’s side.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 14,
          "text": "“‘Do not bring shame on your father’s brother by having sex with his wife. She is your aunt.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 15,
          "text": "“‘Do not have sex with your daughter-in-law. She is your son’s wife. Do not have sex with her.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 16,
          "text": "“‘Do not have sex with your brother’s wife. That would bring shame on your brother.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 17,
          "text": "“‘Do not have sex with both a woman and her daughter. Do not have sex with either her son’s daughter or her daughter’s daughter. They are close relatives on her side. Having sex with them is an evil thing.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 18,
          "text": "“‘Do not take your wife’s sister as another wife and have sex with her. Do not do it while your wife is still living.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 19,
          "text": "“‘Do not make love to a woman during her monthly period. She is not “clean” at that time.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 20,
          "text": "“‘Do not have sex with your neighbor’s wife. That would make you “unclean.”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 21,
          "text": "“‘Do not hand over any of your children to be sacrificed to the god Molech. That would be treating my name as if it were not holy. I am the Lord your God.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Matthew 20:20-21:27",
    "versions": {
      "leb": [
        {
          "chapter": 20,
          "verse": 20,
          "text": "A Request by the Mother of James and John\nThen the mother of the sons of Zebedee came up to him with her sons, and kneeling down she asked something from him.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 21,
          "text": "And he said to her, “What do you want?” She said to him, “Say that these two sons of mine may sit one at your right hand and one at your left in your kingdom.”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 22,
          "text": "But Jesus answered and said, “You do not know what you are asking! Are you able to drink the cup that I am about to drink?” They said to him, “We are able.”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 23,
          "text": "He said to them, “You will indeed drink my cup, but to sit at my right hand and at my left is not mine to grant, but is for those for whom it has been prepared by my Father.”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 24,
          "text": "And when the ten heard this, they were indignant concerning the two brothers.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 25,
          "text": "But Jesus called them to himself and said, “You know that the rulers of the Gentiles lord it over them, and those in high positions exercise authority over them.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 26,
          "text": "It will not be like this among you! But whoever wants to become great among you must be your servant,",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 27,
          "text": "and whoever wants to be most prominent among you must be your slave—",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 28,
          "text": "just as the Son of Man did not come to be served, but to serve, and to give his life as a ransom for many.”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 29,
          "text": "Two Blind Men Healed at Jericho\nAnd as they were going out of Jericho, a large crowd followed him.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 30,
          "text": "And behold, there were two blind men sitting beside the road. When they heard that Jesus was passing by, they called out, saying, “Lord, have mercy on us, Son of David!”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 31,
          "text": "And the crowd rebuked them so that they would be quiet. But they called out all the more, saying, “Lord, have mercy on us, Son of David!”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 32,
          "text": "And Jesus stopped, called them, and said, “What do you want me to do for you?”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 33,
          "text": "They said to him, “Lord, that our eyes be opened!”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 34,
          "text": "And having compassion, Jesus touched their eyes, and immediately they received their sight and followed him.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 1,
          "text": "The Triumphal Entry\nAnd when they drew near to Jerusalem and came to Bethphage at the Mount of Olives, then Jesus sent two disciples,",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 2,
          "text": "saying to them, “Go into the village before you, and right away you will find a donkey tied and a colt with her. Untie them and bring them to me.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 3,
          "text": "And if anyone says anything to you, you will say, ‘The Lord needs them,’ and he will send them at once.”",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 4,
          "text": "Now this took place so that what was spoken through the prophet would be fulfilled, saying,",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 5,
          "text": "“Say to the daughter of Zion,\n‘Behold, your king is coming to you,\nhumble and mounted on a donkey,\nand on a colt, the foal of a pack animal.’”",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 6,
          "text": "So the disciples went and did just as Jesus directed them,",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 7,
          "text": "and brought the donkey and the colt and put their cloaks on them, and he sat on them.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 8,
          "text": "And a very large crowd spread their cloaks on the road, and others were cutting branches from the trees and spreading them on the road.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 9,
          "text": "And the crowds who went ahead of him and the ones who followed were shouting, saying,\n“Hosanna to the Son of David!\nBlessed is the one who comes in the name of the Lord!\nHosanna in the highest heaven!”",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 10,
          "text": "And when he entered into Jerusalem, the whole city was stirred up, saying, “Who is this?”",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 11,
          "text": "And the crowds were saying, “This is the prophet Jesus from Nazareth of Galilee!”",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 12,
          "text": "The Cleansing of the Temple\nAnd Jesus entered the temple courts and drove out all those who were selling and buying in the temple, and overturned the tables of the money changers and the chairs of those who were selling doves.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 13,
          "text": "And he said to them, “It is written, ‘My house will be called a house of prayer,’ but you have made it a cave of robbers!”",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 14,
          "text": "And the blind and the lame came up to him in the temple courts and he healed them.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 15,
          "text": "But when the chief priests and the scribes saw the wonderful things that he did, and the children shouting in the temple courts and saying, “Hosanna to the Son of David!” they were indignant.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 16,
          "text": "And they said to him, “Do you hear what these children are saying?” So Jesus said to them, “Yes, have you never read, ‘Out of the mouths of children and nursing babies you have prepared for yourself praise’?”",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 17,
          "text": "And leaving them, he went outside of the city to Bethany and spent the night there.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 18,
          "text": "A Barren Fig Tree Cursed\nNow early in the morning, as he was returning to the city, he was hungry.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 19,
          "text": "And seeing a single fig tree by the road, he went to it and found nothing on it except leaves only. And he said to it, “May there be no more fruit from you forever, and the fig tree withered at once.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 20,
          "text": "And when they saw it, the disciples were astonished, saying, “How did the fig tree wither at once?”",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 21,
          "text": "And Jesus answered and said to them, “Truly I say to you, if you have faith and do not doubt, you will do not only what was done to the fig tree, but even if you say to this mountain, ‘Be lifted up and thrown into the sea,” it will happen!",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 22,
          "text": "And whatever you ask in prayer, if you believe, you will receive.”",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 23,
          "text": "Jesus’ Authority Challenged\nAnd after he arrived at the temple, the chief priests and the elders of the people came up to him while he was teaching, saying, “By what authority are you doing these things? And who gave you this authority?”",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 24,
          "text": "And Jesus answered and said to them, “I also will ask you one question. If you tell the answer to me, I also will tell you by what authority I am doing these things.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 25,
          "text": "From where was the baptism of John—from heaven or from men?” And they began to discuss this among themselves, saying, “If we say ‘From heaven,’ he will say to us, ‘Why then did you not believe him?’",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 26,
          "text": "But if we say, ‘From men,’ we are afraid of the crowd, because they all look upon John as a prophet.”",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 27,
          "text": "And they answered and said to Jesus, “We do not know.” And he said to them, “Neither will I tell you by what authority I am doing these things.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 20,
          "verse": 20,
          "text": "A Mother Asks a Favor of Jesus\nThe mother of Zebedee’s sons came to Jesus. Her sons came with her. Getting on her knees, she asked a favor of him.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 21,
          "text": "“What do you want?” Jesus asked.\nShe said, “Promise me that one of my two sons may sit at your right hand in your kingdom. Promise that the other one may sit at your left hand.”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 22,
          "text": "“You don’t know what you’re asking for,” Jesus said to them. “Can you drink the cup of suffering I am going to drink?”\n“We can,” they answered.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 23,
          "text": "Jesus said to them, “You will certainly drink from my cup. But it is not for me to say who will sit at my right or left hand. These places belong to those my Father has prepared them for.”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 24,
          "text": "The other ten disciples heard about this. They became angry at the two brothers.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 25,
          "text": "Jesus called them together. He said, “You know about the rulers of the nations. They hold power over their people. Their high officials order them around.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 26,
          "text": "Don’t be like that. Instead, anyone who wants to be important among you must be your servant.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 27,
          "text": "And anyone who wants to be first must be your slave.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 28,
          "text": "“Be like the Son of Man. He did not come to be served. Instead, he came to serve others. He came to give his life as the price for setting many people free.”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 29,
          "text": "Two Blind Men Receive Their Sight\nJesus and his disciples were leaving Jericho. A large crowd followed him.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 30,
          "text": "Two blind men were sitting by the side of the road. They heard that Jesus was going by. So they shouted, “Lord! Son of David! Have mercy on us!”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 31,
          "text": "The crowd commanded them to stop. They told them to be quiet. But the two men shouted even louder, “Lord! Son of David! Have mercy on us!”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 32,
          "text": "Jesus stopped and called out to them. “What do you want me to do for you?” he asked.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 33,
          "text": "“Lord,” they answered, “we want to be able to see.”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 34,
          "text": "Jesus felt deep concern for them. He touched their eyes. Right away they could see. And they followed him.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 1,
          "text": "Jesus Enters Jerusalem\nAs they all approached Jerusalem, they came to Bethphage. It was on the Mount of Olives. Jesus sent out two disciples.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 2,
          "text": "He said to them, “Go to the village ahead of you. As soon as you get there, you will find a donkey tied up. Her colt will be with her. Untie them and bring them to me.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 3,
          "text": "If anyone says anything to you, say that the Lord needs them. The owner will send them right away.”",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 4,
          "text": "This took place so that what was spoken through the prophet would come true. It says,",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 5,
          "text": "“Say to the city of Zion,\n‘See, your king comes to you.\nHe is gentle and riding on a donkey.\nHe is riding on a donkey’s colt.’” ()",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 6,
          "text": "The disciples went and did what Jesus told them to do.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 7,
          "text": "They brought the donkey and the colt. They placed their coats on them. Then Jesus sat on the coats.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 8,
          "text": "A very large crowd spread their coats on the road. Others cut branches from the trees and spread them on the road.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 9,
          "text": "Some of the people went ahead of him, and some followed. They all shouted,\n“Hosanna to the Son of David!”\n“Blessed is the one who comes in the name of the Lord!” ()\n“Hosanna in the highest heaven!”",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 10,
          "text": "When Jesus entered Jerusalem, the whole city was stirred up. The people asked, “Who is this?”",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 11,
          "text": "The crowds answered, “This is Jesus. He is the prophet from Nazareth in Galilee.”",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 12,
          "text": "Jesus Clears Out the Temple\nJesus entered the temple area. He began chasing out all those who were buying and selling there. He turned over the tables of the people who were exchanging money. He also turned over the benches of those who were selling doves.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 13,
          "text": "He said to them, “It is written that the Lord said, ‘My house will be called a house where people can pray.’ () But you are making it a ‘den for robbers.’” ()",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 14,
          "text": "Blind people and those who were disabled came to Jesus at the temple. There he healed them.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 15,
          "text": "The chief priests and the teachers of the law saw the wonderful things he did. They also saw the children in the temple area shouting, “Hosanna to the Son of David!” But when they saw all of this, they became angry.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 16,
          "text": "“Do you hear what these children are saying?” they asked him.\n“Yes,” replied Jesus. “Haven’t you ever read about it in Scripture? It says,\n“‘You have made sure that children and infants\npraise you.’” ()",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 17,
          "text": "Then Jesus left the people and went out of the city to Bethany. He spent the night there.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 18,
          "text": "The Fig Tree Dries Up\nEarly in the morning, Jesus was on his way back to Jerusalem. He was hungry.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 19,
          "text": "He saw a fig tree by the road. He went up to it but found nothing on it except leaves. Then he said to it, “May you never bear fruit again!” Right away the tree dried up.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 20,
          "text": "When the disciples saw this, they were amazed. “How did the fig tree dry up so quickly?” they asked.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 21,
          "text": "Jesus replied, “What I’m about to tell you is true. You must have faith and not doubt. Then you can do what was done to the fig tree. And you can say to this mountain, ‘Go and throw yourself into the sea.’ It will be done.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 22,
          "text": "If you believe, you will receive what you ask for when you pray.”",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 23,
          "text": "The Authority of Jesus Is Questioned\nJesus entered the temple courtyard. While he was teaching there, the chief priests and the elders of the people came to him. “By what authority are you doing these things?” they asked. “Who gave you this authority?”",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 24,
          "text": "Jesus replied, “I will also ask you one question. If you answer me, I will tell you by what authority I am doing these things.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 25,
          "text": "Where did John’s baptism come from? Was it from heaven? Or did it come from men?”\nThey talked to each other about it. They said, “If we say, ‘From heaven,’ he will ask, ‘Then why didn’t you believe him?’",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 26,
          "text": "But what if we say, ‘From men’? We are afraid of the people. Everyone believes that John was a prophet.”",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 27,
          "text": "So they answered Jesus, “We don’t know.”\nJesus said, “Then I won’t tell you by what authority I am doing these things either.",
          "isHeading": false
        }
      ]
    }
  }
}