{
  "torah": {
    "passage": "Exodus 19:20 - 20:14",
    "versions": {
      "leb": [
        {
          "chapter": 19,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 21,
          "text": "And Yahweh said to Moses, “Go down, warn the people, lest they break through to Yahweh to see and many from them fall.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 22,
          "text": "And even the priests who come near Yahweh must consecrate themselves, lest Yahweh break out against them.”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 23,
          "text": "And Moses said to Yahweh, “The people are not able to go up to Mount Sinai, because you yourself warned us, saying, ‘Set limits around the mountain and consecrate it.’”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 24,
          "text": "And Yahweh said to him, “Go, go down, and come up, you and Aaron with you and the priests, but the people must not break through to go up to Yahweh, lest he break out against them.”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 25,
          "text": "And Moses went down to the people, and he told them.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 1,
          "text": "But the seventh day is a Sabbath for Yahweh your God; you will not do any work—you or your son or your daughter, your male slave or your female slave, or your animal, or your alien who is in your gates—",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 2,
          "text": "And Moses said to the people, “Do not be afraid. God has come to test you so that his fear will be before you so that you do not sin.”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 3,
          "text": "“There shall be for you no other gods before me.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 4,
          "text": "“You shall not make for yourself a divine image with any form that is in the heavens above or that is in the earth below or that is in the water below the earth.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 5,
          "text": "You will not bow down to them, and you will not serve them, because I am Yahweh your God, a jealous God, punishing the guilt of the parents on the children on the third and on the fourth generations of those hating me,",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 6,
          "text": "and showing loyal love to thousands of generations of those loving me and of those keeping my commandments.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 7,
          "text": "“You shall not misuse the name of Yahweh your God, because Yahweh will not leave unpunished anyone who misuses his name.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 8,
          "text": "“Remember the day of the Sabbath, to consecrate it.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 9,
          "text": "Six days you will work, and you will do all your work.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 11,
          "text": "because in six days Yahweh made the heavens and the earth, the sea and all that is in them, and on the seventh day he rested. Therefore Yahweh blessed the seventh day and consecrated it.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 12,
          "text": "“Honor your father and your mother, so that your days can be long on the land that Yahweh your God is giving you.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 13,
          "text": "“You shall not murder.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 14,
          "text": "“You shall not commit adultery.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 19,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 21,
          "text": "The Lord said to him, “Go down and warn the people. They must not force their way through to see me. If they do, many of them will die.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 22,
          "text": "The priests approach me when they serve me. But even they must set themselves apart for me. If they do not, my anger will break out against them.”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 23,
          "text": "Moses said to the Lord, “The people can’t come up Mount Sinai. You yourself warned us. You said, ‘Put limits around the mountain. Set it apart as holy.’”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 24,
          "text": "The Lord replied, “Go down. Bring Aaron up with you. But the priests and the people must not force their way through. They must not come up to me. If they do, my anger will break out against them.”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 25,
          "text": "So Moses went down to the people and told them.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 1,
          "text": "But the seventh day is a Sabbath in honor of the Lord your God. Do not do any work on that day. The same command applies to your sons and daughters, your male and female servants, and your animals. It also applies to any outsiders who live in your cities.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 2,
          "text": "Moses said to the people, “Don’t be afraid. God has come to put you to the test. He wants you to have respect for him. That will keep you from sinning.”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 3,
          "text": "“Do not put any other gods in place of me.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 4,
          "text": "“Do not make statues of gods that look like anything in the sky or on the earth or in the waters.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 5,
          "text": "Do not bow down to them or worship them. I, the Lord your God, am a jealous God. I punish the children for the sin of their parents. I punish the grandchildren and great-grandchildren of those who hate me.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 6,
          "text": "But for all time to come I show love to all those who love me and keep my commandments.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 7,
          "text": "“Do not misuse the name of the Lord your God. The Lord will find guilty anyone who misuses his name.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 8,
          "text": "“Remember to keep the Sabbath day holy.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 9,
          "text": "Do all of your work in six days.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 11,
          "text": "In six days I made the heavens and the earth. I made the oceans and everything in them. But I rested on the seventh day. So I blessed the Sabbath day and made it holy.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 12,
          "text": "“Honor your father and mother. Then you will live a long time in the land the Lord your God is giving you.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 13,
          "text": "“Do not commit murder.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 14,
          "text": "“Do not commit adultery.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Mark 8:1 - 8:13",
    "versions": {
      "leb": [
        {
          "chapter": 8,
          "verse": 1,
          "text": "And immediately he got into the boat with his disciples and went to the district of Dalmanutha.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 2,
          "text": "“When I also broke the seven loaves for the four thousand, how many baskets full of broken pieces did you pick up?” And they said to him, “Seven.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 3,
          "text": "And he warned them that they should tell no one about him.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 4,
          "text": "And his disciples answered him, “Where is anyone able to feed these people with bread here in the desert?”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 5,
          "text": "And he asked them, “How many loaves do you have?” So they said, “Seven.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 6,
          "text": "And he commanded the crowd to recline for a meal on the ground, and taking the seven loaves, after he had given thanks he broke them and began giving them to his disciples so that they could set them before them. And they set them before the crowd.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 7,
          "text": "And they had a few small fish, and after giving thanks for them, he said to set these before them also.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 8,
          "text": "And they ate and were satisfied, and they picked up the broken pieces that were left, seven baskets full.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 9,
          "text": "Now there were about four thousand. And he sent them away.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 11,
          "text": "And the Pharisees came and began to argue with him, demanding from him a sign from heaven in order to test him.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 12,
          "text": "And sighing deeply in his spirit, he said, “Why does this generation demand a sign? Truly I say to you, no sign will be given to this generation!”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 13,
          "text": "And he left them, got into the boat again, and went to the other side.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 8,
          "verse": 1,
          "text": "Then he got into a boat with his disciples. He went to the area of Dalmanutha.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 2,
          "text": "“Seven,” they answered.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 3,
          "text": "Jesus warned them not to tell anyone about him.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 4,
          "text": "His disciples answered him. “There is nothing here,” they said. “Where can anyone get enough bread to feed them?”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 5,
          "text": "“Seven,” they replied.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 6,
          "text": "He told the crowd to sit down on the ground. He took the seven loaves and gave thanks to God. Then he broke them and gave them to his disciples. They set the loaves down in front of the people.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 7,
          "text": "The disciples also had a few small fish. Jesus gave thanks for them too. He told the disciples to pass them around.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 8,
          "text": "The people ate and were satisfied.\nAfter that, the disciples picked up seven baskets of leftover pieces.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 9,
          "text": "About 4,000 men were there. Jesus sent them away.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 11,
          "text": "The Pharisees came and began to ask Jesus questions. They wanted to put him to the test. So they asked him for a miraculous sign from heaven.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 12,
          "text": "He sighed deeply. He said, “Why do you people ask for a sign? What I’m about to tell you is true. No sign will be given to you.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 13,
          "text": "Then he left them. He got back into the boat and crossed to the other side of the lake.",
          "isHeading": false
        }
      ]
    }
  }
}