{
  "torah": {
    "passage": "Numbers 22:2 - 22:12",
    "versions": {
      "leb": [
        {
          "chapter": 22,
          "verse": 2,
          "text": "And God came to Balaam at night, and he said to him, “If the men have come to call you, get up and go with them; but only the word that I will speak to you, you will do.”",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 3,
          "text": "The donkey said to Balaam, “Am I not your donkey on which you have ridden all your life until this day? Have I been in the habit of doing this to you?” He said, “No.”",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 4,
          "text": "And Balak sacrificed cattle and sheep, and he sent them to Balaam and to the princes who were with him.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 5,
          "text": "He sent messengers to Balaam son of Beor at Pethor, which is by the river, in the land of the children of his people, to summon him, saying, “Look! A people went out from Egypt. Look! They cover the surface of the land; they are about to dwell opposite me.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 6,
          "text": "Now, please go, curse this people for me because they are stronger than me; perhaps I will be able to strike them and drive them out from the land because I know whoever you bless is blessed, and whoever you cursed is cursed.”",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 7,
          "text": "So the elders of Moab and the elders of Midian went with a fee for divination in their hand; they came to Balaam and spoke the words of Balak to him.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 8,
          "text": "He said to them, “Spend the night here, and I will return, and I will return word to you, just as Yahweh speaks to me.” So the princes of Moab stayed with Balaam.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 9,
          "text": "And God came to Balaam and said, “Who are these men with you?”",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 11,
          "text": "‘Look! A people went out from Egypt. Look! They cover the surface of the land. Now, go, curse them for me. Perhaps I will be able to attack them and drive them out.”",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 12,
          "text": "God said to Balaam, “You will not go with them; you will not curse the people, because they are blessed.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 22,
          "verse": 2,
          "text": "That night God came to Balaam. He said, “These men have come to get you. So go with them. But do only what I tell you to do.”",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 3,
          "text": "The donkey said to Balaam, “I’m your own donkey. I’m the one you have always ridden. Haven’t you been riding me to this very day? Have I ever made you look foolish before?”\n“No,” he said.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 4,
          "text": "Balak sacrificed cattle and sheep. He gave some to Balaam. He also gave some to the princes who were with him.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 5,
          "text": "He sent messengers to get Balaam. Balaam was the son of Beor. Balaam was at the city of Pethor near the Euphrates River. Pethor was in the land where Balaam had been born. Balak told the messengers to say to Balaam,\n“A nation has come out of Egypt. They are covering the face of the land. They’ve settled down next to me.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 6,
          "text": "So come and put a curse on those people. They are too powerful for me. Maybe I’ll be able to win the battle over them. Maybe I’ll be able to drive them out of the country. I know that those you bless will be blessed. And I know that those you put a curse on will be cursed.”",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 7,
          "text": "The elders of Moab and Midian left. They took with them the money they knew Balaam would ask for. They wanted him to use magic and figure things out for them. They came to where Balaam was. And they told him what Balak had said.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 8,
          "text": "“Spend the night here,” Balaam said to them. “I’ll bring you back the answer the Lord gives me.” So the princes of Moab stayed with him.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 9,
          "text": "God came to Balaam. He asked, “Who are these men who are with you?”",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 11,
          "text": "He said, ‘A nation has come out of Egypt. They are covering the whole surface of the land. So come. Put a curse on them for me. Maybe I’ll be able to fight them. Maybe I’ll be able to drive them away.’”",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 12,
          "text": "But God said to Balaam, “Do not go with them. You must not put a curse on those people. I have blessed them.”",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "?",
    "versions": {
      "leb": [],
      "nirv": []
    }
  }
}