{
  "torah": {
    "passage": "Numbers 5:11 - 6:27",
    "versions": {
      "leb": [
        {
          "chapter": 5,
          "verse": 11,
          "text": "Yahweh spoke to Moses, saying,",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 12,
          "text": "“Speak to the Israelites and say to them, ‘If any man’s wife goes astray and acts unfaithfully to him,",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 13,
          "text": "and a man sleeps with her and ejaculates and it is hidden from the eyes of her husband and she is concealed, although she is defiled, and there is no witness against her and she was not caught,",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 14,
          "text": "if a spirit of jealousy comes over him, and he is jealous of his wife and she is defiled; or if a spirit of jealousy comes over him and he is jealous of his wife but she is not defiled,",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 15,
          "text": "he will bring his wife to the priest. And he will bring her offering for her, one-tenth of an ephah of flour. He will not pour oil on it, and he will not put frankincense on it because it is a grain offering of jealousy, a grain offering of remembering, a reminding of guilt.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 16,
          "text": "“‘Then the priest will bring her near and present her before Yahweh;",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 17,
          "text": "the priest will take holy waters in a clay vessel, and from the dust that is on the floor of the tabernacle, and the priest will put it into the waters.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 18,
          "text": "And the priest will present the woman before Yahweh, and he will uncover the head of the woman; he will then put in her hands the grain offering of the remembering—which is the grain offering of jealousy—and in the hand of the priest will be the waters of bitterness that brings a curse.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 19,
          "text": "Then the priest will make her swear an oath, and he will say to the woman, “If a man has not slept with you, and if you have not had an impurity affair under your husband, go unpunished from the waters of bitterness that brings this curse.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 20,
          "text": "But if you have had an affair under your husband, and if you are defiled and a man other than your husband had intercourse with you,”",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 21,
          "text": "the priest will make the woman swear an oath of the sworn oath of the curse, the priest will say to the woman, “May Yahweh give you a curse and a sworn oath in the midst of your people with Yahweh making your hip fall away and your stomach swollen;",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 22,
          "text": "and these waters that bring a curse will go into your intestines to cause your womb to swell and to make your hip fall away.” And the women will say, “Amen. Amen.”",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 23,
          "text": "“‘And the priests will write these curses on the scroll, and he will wipe them off into the waters of the bitterness.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 24,
          "text": "He will make the woman drink the waters of the bitterness that brings a curse, and the waters of bitterness that bring a curse will go into her.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 25,
          "text": "The priest will take the grain offering of jealousy from the hand of the woman, and he will wave the grain offering before Yahweh, and he will present it to the altar;",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 26,
          "text": "the priest will grasp her memorial offering from the grain offering, and he will turn it into smoke on the altar, and afterward he will make the woman drink the waters.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 27,
          "text": "When he has made her drink the waters, it will come about, if she has defiled herself and acted unfaithfully to her husband and the waters of bitterness that bring a curse go into her and her stomach swells and her hip falls away, the woman will be as a curse in the midst of her people.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 28,
          "text": "And if the woman is not defiled, and she is pure, she will go unpunished and be able to conceive children.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 29,
          "text": "“‘This is the regulation of jealousy, when a woman has an affair under her husband and she is defiled,",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 30,
          "text": "or when a spirit of jealousy comes over a man and he is jealous of his wife, he will present the woman before Yahweh,and the priest will do to her all of this law.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 31,
          "text": "The man will go unpunished from guilt, and the woman, she will bear her guilt.’”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 1,
          "text": "Yahweh spoke to Moses, saying,",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 2,
          "text": "“Speak to the Israelites and say to them, ‘When a man or a woman takes a special vow, a vow of a Nazirite, to keep separate for Yahweh,",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 3,
          "text": "he will abstain from wine and fermented drink; he will not drink wine vinegar or vinegar of fermented drink; he will not drink the fruit juice of grapes or eat fresh or dry grapes.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 4,
          "text": "All the days of his separation you will not eat from anything that is made from the grapevine, from sour grapes to the skin of grapes.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 5,
          "text": "“‘All the days of the vow of his separation a razor will not pass over his head. Until fulfilling the days that he separated himself to Yahweh he will be holy and grow long the locks of the hair of his head.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 6,
          "text": "“‘All the days of keeping himself separated for Yahweh he will not go to a person who is dead;",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 7,
          "text": "for even his father, mother, brother, or sister he will not make himself unclean by their death, because the separation to his God is on his head.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 8,
          "text": "He will be holy for Yahweh all the days of his separation.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 9,
          "text": "“‘If someone dies suddenly and makes the head of his separation unclean, he will shave off the hair of his head on the day of his cleansing; on the seventh day he will shave it off.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 10,
          "text": "On the eighth day he will bring two turtledoves or two young pigeons to the priest by the doorway of the tent of assembly,",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 11,
          "text": "and the priest will offer one for a sin offering and one for a burnt offering, and he will make atonement for him because he sinned concerning the corpse. He will consecrate his head on that day.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 12,
          "text": "He will rededicate to Yahweh the days of his separation and bring a ram-lamb in its first year as a guilt offering. The former days of his vow will fall away because his separation was defiled.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 13,
          "text": "“‘This is the regulation of the Nazirite for the day of the fulfilling of the days of his separation: one will bring him to the doorway of the tent of the assembly.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 14,
          "text": "He will present his offering to Yahweh, one ram-lamb in its first year without defect as a burnt offering, and one ewe-lamb in its first year without defect as a sin offering, and one ram without defect as a fellowship offering;",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 15,
          "text": "and a basket of unleavened bread, finely milled flour of ring-shaped bread cakes mixed with oil, and wafers of unleavened bread smeared with oil, and their grain offering and their libations.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 16,
          "text": "The priest will present before Yahweh and offer his sin offering, his burnt offering;",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 17,
          "text": "he will offer a ram as a sacrifice of a fellowship offering to Yahweh, in addition to the basket of the unleavened bread; the priest will offer his grain offering and his libation.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 18,
          "text": "The Nazirite will shave off the hair of his consecrated head at the doorway of the tent of assembly, and he will take the hair of his consecrated head, and he will put it on the fire that is beneath the sacrifice of the fellowship offering.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 19,
          "text": "The priest will take the shoulder from the ram that is boiled, and one ring-shaped bread cake of unleavened bread from the basket, and one wafer of unleavened bread, and he will put them on the hands of the Nazirite after he has shaved his consecrated head.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 20,
          "text": "The priest will wave them as a wave offering before the presence of Yahweh; they are a holy object to the priest, in addition to the breast section of the wave offering, and in addition to the upper thigh of the contribution; and afterward the Nazirite may drink wine.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 21,
          "text": "“‘This is the regulation of the Nazirite who has made a vow of his offering to Yahweh according to his separation, in addition to what he can afford. In accordance to the word of his vow that he vowed, he will do, concerning the instruction of his separation.’”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 22,
          "text": "Yahweh spoke to Moses, saying,",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 23,
          "text": "“Speak to Aaron and his sons, saying, ‘You will bless the Israelites: You will say to them:",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 24,
          "text": "and keep you;",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 25,
          "text": "and be gracious to you;",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 26,
          "text": "and he will give you peace.’",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 27,
          "text": "And they will put my name on the Israelites, and I will bless them.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 5,
          "verse": 11,
          "text": "Then the Lord spoke to Moses again. He said,",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 12,
          "text": "“Speak to the people of Israel. Say to them, ‘Suppose a man’s wife goes down the wrong path. And suppose she is not faithful to him.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 13,
          "text": "She has sex with another man. And suppose what she has done is hidden from her husband. No one knows she is not “clean.” So there is no witness against her. And she has not been caught in the act.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 14,
          "text": "“‘Suppose her husband becomes jealous. He does not trust his wife, and she is really not “clean.” Or suppose he does not trust her even though she is “clean.”",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 15,
          "text": "Then he must take his wife to the priest.\n“‘He must also bring an offering. It must be eight cups of barley flour. The offering is for his wife. He must not pour olive oil on it. And he must not put incense on it. It is a grain offering for being jealous. It calls attention to a person’s guilt.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 16,
          "text": "“‘The priest must have her stand in front of the Lord.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 17,
          "text": "He must pour some holy water into a clay jar. He must get some dust from the floor of the holy tent. And he must put it into the water.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 18,
          "text": "The priest must have the woman stand in front of the Lord. Then he must untie her hair. He must place in her hands the offering that calls attention to a person’s guilt. It is the grain offering for being jealous. The priest must keep the bitter water with him. It is the water that brings a curse.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 19,
          "text": "“‘Then the priest must have the woman take an oath. He must say to her, “Suppose no other man has had sex with you. And suppose you haven’t gone down the wrong path. You have kept yourself pure while you are married to your husband. Then may the bitter water that brings a curse not harm you.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 20,
          "text": "But suppose you have gone down the wrong path while you are married to your husband. You have made yourself ‘unclean.’ You have had sex with a man who isn’t your husband.”",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 21,
          "text": "“‘At that point the priest must put the woman under the curse of the oath. He must say, “May the Lord cause your people to call a curse down on you. May he cause them to speak against you. May they do it when the Lord makes your body unable to have children.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 22,
          "text": "May this water that brings a curse enter your body. May it make your body unable to have children.”\n“‘Then the woman must say, “Amen. Let it happen.”",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 23,
          "text": "“‘The priest must write the curses on a scroll. He must wash them off in the bitter water.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 24,
          "text": "It is the water he will have the woman drink. It is bitter water that brings a curse. It will enter her body. And it will cause her to suffer bitterly.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 25,
          "text": "“‘The priest must take from her hands the grain offering for being jealous. He must lift it up and wave it in front of the Lord. He must bring it to the altar.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 26,
          "text": "Then the priest must take a handful of the grain offering. It is the offering that calls attention to a person’s guilt. He must burn it on the altar. After that, he must have the woman drink the water.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 27,
          "text": "“‘Suppose she has made herself “unclean.” She has not been faithful to her husband. And she has drunk the water that brings a curse. Then it will go into her body. It will cause her to suffer bitterly. It will make her body unable to have children. Her people will call a curse down on her.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 28,
          "text": "“‘But suppose the woman has not made herself “unclean.” And suppose she is free from anything that is not “clean.” Then she will be free of guilt. And she will be able to have children.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 29,
          "text": "“‘That is the law about being jealous. It applies to a woman who has gone down the wrong path. She has made herself “unclean” while she is married to her husband.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 30,
          "text": "And it applies to a man who becomes jealous. He has doubts about his wife. The priest must have her stand in front of the Lord. He must apply the entire law to her.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 31,
          "text": "The husband will not be guilty of doing anything wrong. But the woman will be punished for her sin.’”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 1,
          "text": "The Lord said to Moses,",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 2,
          "text": "“Speak to the people of Israel. Say to them, ‘Suppose a man or woman wants to make a special promise. They want to set themselves apart to the Lord for a certain period of time. They want to be Nazirites.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 3,
          "text": "“‘Then they must not drink any kind of wine. They must not drink vinegar that is made out of wine of any kind. They must not drink grape juice. They must not eat grapes or raisins.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 4,
          "text": "As long as they are Nazirites, they must not eat anything grapevines produce. They must not even eat the seeds or skins of grapes.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 5,
          "text": "“‘They must not use razors on their heads. They must not cut their hair during the whole time they have set themselves apart to the Lord. They must be holy until that time is over. They must let the hair on their heads grow long.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 6,
          "text": "And they must not go near a dead body during that whole time.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 7,
          "text": "“‘But what if their father or mother dies? Or what if their brother or sister dies? Then they must not make themselves “unclean” because of them. The hair on their heads shows they are set apart for God.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 8,
          "text": "During the whole time they are set apart they are holy to the Lord.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 9,
          "text": "“‘Suppose someone dies suddenly in front of them. That makes the hair they have set apart to the Lord “unclean.” So they must shave their heads on the day they will be made “clean.” That is the seventh day.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 10,
          "text": "“‘Then on the eighth day they must bring two doves. Or they can bring two young pigeons. They must bring them to the priest. He will be at the entrance to the Tent of Meeting.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 11,
          "text": "The priest must offer one of the birds as a sin offering. And he must offer the other as a burnt offering. The sacrifices will pay for the sin of the Nazirite man or woman. They sinned by being near a dead body. That same day they must set their heads apart as holy.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 12,
          "text": "“‘They must set themselves apart to the Lord again. They must do it for the same period of time they had agreed to at first. And they must bring a male lamb that is a year old as a guilt offering. The days before that day do not count. That is because they became “unclean” during the time they were set apart.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 13,
          "text": "“‘The time when the Nazirites are set apart will come to an end. Here is the law that applies to them at that time. They must be brought to the entrance to the Tent of Meeting.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 14,
          "text": "“‘There they must sacrifice their offerings to the Lord. They must bring a male lamb that is a year old. It must not have any flaws. It is for a burnt offering. Then they must bring a female lamb that is a year old. It must not have any flaws. It is for a sin offering. And they must bring a ram that does not have any flaws. It is for a friendship offering.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 15,
          "text": "“‘They must sacrifice the offerings together with their grain offerings and drink offerings. And they must also bring a basket of bread that is made without yeast. The offering must include flat cakes that are made out of fine flour mixed with olive oil. And it must include wafers that are spread with oil.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 16,
          "text": "“‘The priest must bring all of those things to the Lord. He must sacrifice the sin offering and the burnt offering.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 17,
          "text": "He must bring the basket of bread that is made without yeast. And he must sacrifice the ram. It will be a friendship offering to the Lord. The priest must bring it together with its grain offering and drink offering.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 18,
          "text": "“‘Then the Nazirites must shave off the hair they had set apart to the Lord. They must do it at the entrance to the Tent of Meeting. And they must put the hair in the fire that burns the sacrifice of the friendship offering.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 19,
          "text": "“‘After the Nazirites have shaved off their hair, the priest must take a boiled shoulder of the ram. He must remove a cake and a wafer from the basket. They must be made without yeast. And he must place the shoulder and the bread in the hands of the Nazirites.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 20,
          "text": "“‘Then he must lift up the shoulder and bread and wave them in front of the Lord. They are a wave offering. They are holy. They belong to the priest. The breast that was waved belongs to him. The thigh that was offered belongs to him too. After the offering is waved, the Nazirites can drink wine.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 21,
          "text": "“‘That is the law of the Nazirites. They promise to sacrifice offerings to the Lord. They do it when they set themselves apart. And they should bring anything else they can afford. They must carry out the promises they have made. They must do it in keeping with the law of the Nazirites.’”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 22,
          "text": "The Lord spoke to Moses. He said,",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 23,
          "text": "“Tell Aaron and his sons, ‘Here is how I want you to bless the people of Israel. Say to them,",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 24,
          "text": "and take good care of you.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 25,
          "text": "and be gracious to you.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 26,
          "text": "and give you his peace.”’",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 27,
          "text": "“In that way they will put the blessing of my name on the people of Israel. And I will bless them.”",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Luke 6:12-26",
    "versions": {
      "leb": [
        {
          "chapter": 6,
          "verse": 12,
          "text": "Now it happened that in these days he went away to the mountain to pray, and was spending the whole night in prayer to God.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 13,
          "text": "And when day came, he summoned his disciples and chose from them twelve, whom he also named apostles:",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 14,
          "text": "Simon (whom he also named Peter) and his brother Andrew, and James, and John, and Philip, and Bartholomew,",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 15,
          "text": "and Matthew, and Thomas, and James the son of Alphaeus, and Simon who was called the Zealot,",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 16,
          "text": "and Judas the son of James, and Judas Iscariot, who became a traitor.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 17,
          "text": "And he came down with them and stood on a level place, and a large crowd of his disciples and a great multitude of people from all of Judea and Jerusalem and the seacoast district of Tyre and Sidon,",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 18,
          "text": "who came to hear him and to be healed of their diseases, and those who were troubled by unclean spirits were cured.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 19,
          "text": "And the whole crowd was seeking to touch him, because power was going out from him and healing them all.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 20,
          "text": "“Blessed are the poor,\nbecause yours is the kingdom of God.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 21,
          "text": "because you will be satisfied.\nBlessed are those who weep now,\nBecause you will laugh.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 22,
          "text": "Blessed are you when people hate you, and when they exclude you and revile you and spurn your name as evil on account of the Son of Man.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 23,
          "text": "Rejoice in that day, and leap for joy, for behold, your reward is great in heaven. For their fathers used to do the same things to the prophets.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 24,
          "text": "“But woe to you who are rich,\nbecause you have received your comfort.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 25,
          "text": "because you will be hungry.\nWoe, you who laugh now,\nbecause you will mourn and weep.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 26,
          "text": "for their fathers used to do the same things to the false prophets.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 6,
          "verse": 12,
          "text": "On one of those days, Jesus went out to a mountainside to pray. He spent the night praying to God.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 13,
          "text": "When morning came, he called for his disciples to come to him. He chose 12 of them and made them apostles.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 14,
          "text": "Simon was one of them. Jesus gave him the name Peter. There were also Simon’s brother Andrew, James, John, Philip and Bartholomew.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 15,
          "text": "And there were Matthew, Thomas, and James, son of Alphaeus. There were also Simon who was called the Zealot",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 16,
          "text": "and Judas, son of James. Judas Iscariot was one of them too. He was the one who would later hand Jesus over to his enemies.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 17,
          "text": "Jesus went down the mountain with them and stood on a level place. A large crowd of his disciples was there. A large number of other people were there too. They came from all over Judea, including Jerusalem. They also came from the coast of Tyre and Sidon.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 18,
          "text": "They had all come to hear Jesus and to be healed of their sicknesses. People who were troubled by evil spirits were made well.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 19,
          "text": "Everyone tried to touch Jesus. Power was coming from him and healing them all.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 20,
          "text": "Jesus looked at his disciples. He said to them,\n“Blessed are you who are needy.\nGod’s kingdom belongs to you.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 21,
          "text": "Blessed are you who are hungry now.\nYou will be satisfied.\nBlessed are you who are sad now.\nYou will laugh.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 22,
          "text": "when they have nothing to do with you\nand say bad things about you,\nand when they treat your name as something evil.\nThey do all this because you are followers of the Son of Man.",
          "isHeading": true
        },
        {
          "chapter": 6,
          "verse": 23,
          "text": "“Their people treated the prophets the same way long ago. When these things happen to you, be glad and jump for joy. You will receive many blessings in heaven.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 24,
          "text": "You have already had your easy life.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 25,
          "text": "How terrible for you who are well fed now!\nYou will go hungry.\nHow terrible for you who laugh now!\nYou will cry and be sad.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 26,
          "text": "How terrible for you when everyone says good things about you!\nTheir people treated the false prophets the same way long ago.",
          "isHeading": false
        }
      ]
    }
  }
}