{
  "torah": {
    "passage": "Deuteronomy 31:20 - 31:24",
    "versions": {
      "leb": [
        {
          "chapter": 31,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 21,
          "text": "And then many disasters and troubles will come upon them, and this song will give evidence before them as a witness, because it will not be forgotten from out of the mouth of their descendants, for I know their inclination that they are having today before I have brought them into the land that I swore.”",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 22,
          "text": "And Moses wrote this song on that day and taught it to the Israelites.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 23,
          "text": "Then he told Joshua the son of Nun, and said to him, “Be strong and be courageous, for you shall bring the Israelites into the land that I swore to them, and I will be with you.”",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 24,
          "text": "And then when Moses finished writing the words of this law on the scroll until they were complete,",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 31,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 21,
          "text": "“Many horrible troubles and hard times will come on them. Then the song I am giving you will be a witness against them. That is because the song will not be forgotten by their children and their children’s children. I know what they are likely to do. I know it even before I bring them into the land I promised them with an oath.”",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 22,
          "text": "So that day I wrote the song down. And I taught it to the people of Israel.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 23,
          "text": "The Lord gave a command to Joshua, the son of Nun. He said, “Be strong and brave. You will bring the Israelites into the land I promised them with an oath. I myself will be with you.”",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 24,
          "text": "I finished writing the words of that law in a scroll. I wrote them down from beginning to end.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Acts 22:30 - 23:11",
    "versions": {
      "leb": [
        {
          "chapter": 23,
          "verse": 1,
          "text": "And when the dispute became severe, the military tribune, fearing lest Paul be torn apart by them, ordered the detachment to go down, take him away from their midst, and bring him into the barracks.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 2,
          "text": "And he said, “The Jews have agreed to ask you that you bring Paul down to the Sanhedrin tomorrow, as if they were going to inquire somewhat more accurately concerning him.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 3,
          "text": "And when it was made known to me there would be a plot against the man, I sent him to you immediately, also ordering his accusers to speak against him before you.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 4,
          "text": "And those who stood nearby said, “Are you reviling the high priest of God?”",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 5,
          "text": "And Paul said, “I did not know, brothers, that he was high priest. For it is written, ‘You must not speak evil of a ruler of your people.’”",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 6,
          "text": "Now when Paul realized that one part were Sadducees and the other Pharisees, he shouted out in the Sanhedrin, “Men and brothers! I am a Pharisee, a son of Pharisees! I am being judged concerning the hope and the resurrection of the dead!”",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 7,
          "text": "And when he said this, a dispute developed between the Pharisees and Sadducees, and the assembly was divided.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 8,
          "text": "(For the Sadducees say there is no resurrection or angel or spirit, but the Pharisees acknowledge them all.)",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 9,
          "text": "And there was loud shouting, and some of the scribes from the party of the Pharisees stood up and contended sharply, saying, “We find nothing wrong with this man! But what if a spirit or an angel has spoken to him?”",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 11,
          "text": "And the next night the Lord stood by him and said, “Have courage, for as you have testified about me in Jerusalem, so you must also testify in Rome.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 23,
          "verse": 1,
          "text": "The arguing got out of hand. The commanding officer was afraid that Paul would be torn to pieces by those who were arguing. So he ordered the soldiers to go down and take him away from them by force. They were supposed to bring him into the fort.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 2,
          "text": "He said, “The Jews have agreed to ask you to bring Paul to the Sanhedrin tomorrow. They will pretend they want more facts about him.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 3,
          "text": "Then I was told about a plan against the man. So I sent him to you at once. I also ordered those bringing charges against him to tell you their case.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 4,
          "text": "Those who were standing near Paul said, “How dare you talk like that to God’s high priest!”",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 5,
          "text": "Paul replied, “Brothers, I didn’t realize he was the high priest. It is written, ‘Do not speak evil about the ruler of your people.’” ()",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 6,
          "text": "Paul knew that some of them were Sadducees and the others Pharisees. So he called out in the Sanhedrin. “My brothers,” he said, “I am a Pharisee. I am the son of a Pharisee. I believe that people will rise from the dead. That’s why I am on trial.”",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 7,
          "text": "When he said this, the Pharisees and the Sadducees started to argue. They began to take sides.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 8,
          "text": "The Sadducees say that people will not rise from the dead. They don’t believe there are angels or spirits either. But the Pharisees believe all these things.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 9,
          "text": "People were causing trouble and making a lot of noise. Some of the teachers of the law who were Pharisees stood up. They argued strongly. “We find nothing wrong with this man,” they said. “What if a spirit or an angel has spoken to him?”",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 11,
          "text": "The next night the Lord stood near Paul. He said, “Be brave! You have given witness about me in Jerusalem. You must do the same in Rome.”",
          "isHeading": false
        }
      ]
    }
  }
}