{
  "torah": {
    "passage": "Deuteronomy 30:1 - 30:6",
    "versions": {
      "leb": [
        {
          "chapter": 30,
          "verse": 1,
          "text": "He will do this if you listen to the voice of Yahweh your God by keeping his commandment and his statutes written in the scroll of this law and if you return to Yahweh your God with all your heart and with all your inner self.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 2,
          "text": "by loving Yahweh your God by listening to his voice and by clinging to him, for he is your life and the length of your days in order for you to live on the land that Yahweh swore to your ancestors, to Abraham, to Isaac, and to Jacob, to give to them.”",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 3,
          "text": "and Yahweh your God will restore your fortunes, and he will have compassion upon you, and he will again gather you together from all the peoples where Yahweh your God scattered you there.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 4,
          "text": "“Even if you are outcasts at the end of the heavens, even from there Yahweh your God shall gather you, and from there he shall bring you back.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 5,
          "text": "And Yahweh your God will bring you to the land that your ancestors had taken possession of, and he will make you successful, and he will make you more numerous than your ancestors.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 6,
          "text": "“And Yahweh your God will circumcise your heart and the heart of your offspring to love Yahweh your God with all your heart and with all your inner self so that you may live.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 30,
          "verse": 1,
          "text": "But you must obey the Lord your God. You must keep his commands and rules. They are written in this Scroll of the Law. You must turn to the Lord your God with all your heart and with all your soul.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 2,
          "text": "And you will love the Lord your God. You will obey him. You will remain true to him. The Lord is your very life. He will give you many years in the land. He took an oath. He promised to give that land to your fathers. He promised it to Abraham, Isaac and Jacob.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 3,
          "text": "When all of that happens, the Lord your God will bless you with great success again. He will be very kind to you. He’ll bring you back from all of the nations where he scattered you.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 4,
          "text": "Suppose you have been forced to go away to the farthest land on earth. The Lord your God will bring you back even from there.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 5,
          "text": "He will bring you to the land that belonged to your people long ago. You will take it over. He’ll make you better off than your people were. He’ll increase your numbers more than he increased theirs.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 6,
          "text": "The Lord your God will keep your hearts from being stubborn. He’ll do the same thing for your children and their children. Then you will love him with all your heart and with all your soul. And you will live.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Acts 20:28 - 20:31",
    "versions": {
      "leb": [
        {
          "chapter": 20,
          "verse": 28,
          "text": "Be on guard for yourselves and for all the flock among which the Holy Spirit has appointed you as overseers, to shepherd the church of God which he obtained through the blood of his own Son.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 29,
          "text": "I know that after my departure fierce wolves will come in among you, not sparing the flock.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 30,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 31,
          "text": "Therefore be on the alert, remembering that night and day for three years I did not stop warning each one of you with tears.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 20,
          "verse": 28,
          "text": "“Keep watch over yourselves. Keep watch over all the believers. The Holy Spirit has made you leaders over them. Be shepherds of God’s church. He bought it with his own blood.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 29,
          "text": "“I know that after I leave, wild wolves will come in among you. They won’t spare any of the sheep.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 30,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 31,
          "text": "So be on your guard! Remember that for three years I never stopped warning you. Night and day I warned each of you with tears.",
          "isHeading": false
        }
      ]
    }
  }
}