{
  "torah": {
    "passage": "Genesis 3:22 - 4:18",
    "versions": {
      "leb": [
        {
          "chapter": 3,
          "verse": 22,
          "text": "And Yahweh God said, “Look—the man has become as one of us, to know good and evil. What if he stretches out his hand and takes also from the tree of life and eats, and lives forever?”",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 23,
          "text": "And Yahweh God sent him out from the garden of Eden, to till the ground from which he was taken.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 24,
          "text": "So he drove the man out, and placed cherubim east of the garden of Eden, and a flaming, turning sword to guard the way to the tree of life.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 1,
          "text": "Now Adam knew Eve his wife, and she conceived and bore Cain. And she said, “I have given birth to a man with the help of Yahweh.”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 2,
          "text": "Then she bore his brother Abel. And Abel became a keeper of sheep, and Cain became a tiller of the ground.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 3,
          "text": "And in the course of time Cain brought an offering from the fruit of the ground to Yahweh,",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 4,
          "text": "and Abel also brought an offering from the choicest firstlings of his flock. And Yahweh looked with favor to Abel and to his offering,",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 5,
          "text": "but to Cain and to his offering he did not look with favor. And Cain became very angry, and his face fell.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 6,
          "text": "And Yahweh said to Cain, “Why are you angry, and why is your face fallen?",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 7,
          "text": "If you do well will I not accept you? But if you do not do well, sin is crouching at the door. And its desire is for you, but you must rule over it.”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 8,
          "text": "Then Cain said to his brother Abel, “Let us go out into the field.” And when they were in the field, Cain rose up against his brother Abel and killed him.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 9,
          "text": "Then Yahweh said to Cain, “Where is Abel your brother?” And he said, “I do not know; am I my brother’s keeper?”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 10,
          "text": "And he said, “What have you done? The voice of your brother’s blood is crying out to me from the ground.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 11,
          "text": "So now you are cursed from the ground, which has opened its mouth to receive the blood of your brother from your hand.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 12,
          "text": "When you till the ground it shall no longer yield its strength to you. You shall be a wanderer and a fugitive on the earth.”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 13,
          "text": "And Cain said to Yahweh, “My punishment is greater than I can bear.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 14,
          "text": "Look, you have driven me out today from the face of the ground, and from your face I must hide. I will be a wanderer and a fugitive on the earth, and it will happen that whoever finds me will kill me.”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 15,
          "text": "Then Yahweh said to him, “Therefore, whoever kills Cain will be avenged sevenfold.” Then Yahweh put a sign on Cain so that whoever found him would not kill him.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 16,
          "text": "And Cain went out from the presence of Yahweh, and he settled in the land of Nod, east of Eden.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 17,
          "text": "And Cain knew his wife, and she conceived and gave birth to Enoch. And when he built a city he named the city after his son, Enoch.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 18,
          "text": "And to Enoch was born Irad, and Irad fathered Mehujael, and Mehujael fathered Methushael, and Methushael fathered Lamech.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 3,
          "verse": 22,
          "text": "The Lord God said, “The man has become like one of us. He can now tell the difference between good and evil. He must not be allowed to reach out his hand and pick fruit from the tree of life and eat it. If he does, he will live forever.”",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 23,
          "text": "So the Lord God drove the man out of the Garden of Eden to work the ground he had been made out of.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 24,
          "text": "The Lord God drove him out and then placed cherubim on the east side of the Garden of Eden. He also placed a flaming sword there. It flashed back and forth. The cherubim and the sword guarded the way to the tree of life.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 1,
          "text": "Adam made love to his wife Eve. She became pregnant and gave birth to Cain. She said, “With the Lord’s help I have had a baby boy.”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 2,
          "text": "Later she gave birth to his brother Abel.\nAbel took care of sheep. Cain worked the ground.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 3,
          "text": "After some time, Cain gathered some of the things he had grown. He brought them as an offering to the Lord.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 4,
          "text": "But Abel brought the fattest parts of some of the lambs from his flock. They were the male animals that were born first to their mothers.\nThe Lord was pleased with Abel and his offering.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 5,
          "text": "But he wasn’t pleased with Cain and his offering. So Cain became very angry. His face was sad.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 6,
          "text": "Then the Lord said to Cain, “Why are you angry? Why are you looking so sad?",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 7,
          "text": "Do what is right. Then you will be accepted. If you don’t do what is right, sin is waiting at your door to grab you. It longs to have you. But you must rule over it.”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 8,
          "text": "Cain said to his brother Abel, “Let’s go out to the field.” So they went out. There Cain attacked his brother Abel and killed him.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 9,
          "text": "Then the Lord said to Cain, “Where is your brother Abel?”\n“I don’t know,” he replied. “Am I supposed to look after my brother?”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 10,
          "text": "The Lord said, “What have you done? Listen! Your brother’s blood is crying out to me from the ground.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 11,
          "text": "“So I am putting a curse on you. I am driving you away from the ground. It has opened its mouth to receive your brother’s blood from your hand.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 12,
          "text": "When you work the ground, it will not produce its crops for you anymore. You will be a restless person who wanders around on the earth.”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 13,
          "text": "Cain said to the Lord, “You are punishing me more than I can take.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 14,
          "text": "Today you are driving me away from the land. I will be hidden from you. I’ll be a restless person who wanders around on the earth. Anyone who finds me will kill me.”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 15,
          "text": "But the Lord said to him, “No. Anyone who kills you will be paid back seven times.” The Lord put a mark on Cain. Then anyone who found him wouldn’t kill him.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 16,
          "text": "So Cain went away from the Lord. He lived in the land of Nod. It was east of Eden.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 17,
          "text": "Cain made love to his wife. She became pregnant and gave birth to Enoch. At that time Cain was building a city. He named it after his son Enoch.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 18,
          "text": "Enoch had a son named Irad. Irad was the father of Mehujael. Mehujael was the father of Methushael. And Methushael was the father of Lamech.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "John 1:35 - 1:51",
    "versions": {
      "leb": [
        {
          "chapter": 1,
          "verse": 35,
          "text": "On the next day again John was standing there, and two of his disciples,",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 36,
          "text": "and looking at Jesus as he was walking by, he said, “Look! The Lamb of God!”",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 37,
          "text": "And the two disciples heard him speaking, and they followed Jesus.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 38,
          "text": "And Jesus, turning around and seeing them following him, said to them, “What do you seek?” And they said to him, “Rabbi” (which means when translated “Teacher”), “where are you staying?”",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 39,
          "text": "He said to them, “Come and you will see!” So they came and saw where he was staying, and they stayed with him that day (it was about the tenth hour).",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 40,
          "text": "Andrew, the brother of Simon Peter, was one of the two who heard John and followed him.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 41,
          "text": "This one first found his own brother Simon and said to him, “We have found the Messiah!” (which is translated “Christ”).",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 42,
          "text": "He brought him to Jesus. Looking at him, Jesus said, “You are Simon the son of John. You will be called Cephas” (which is interpreted “Peter”).",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 43,
          "text": "On the next day he wanted to depart for Galilee, and he found Philip. And Jesus said to him, “Follow me!”",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 44,
          "text": "(Now Philip was from Bethsaida, the town of Andrew and Peter.)",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 45,
          "text": "Philip found Nathanael and said to him, “We have found the one whom Moses wrote about in the law, and the prophets wrote about—Jesus son of Joseph from Nazareth!”",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 46,
          "text": "And Nathanael said to him, “Can anything good come out of Nazareth?” Philip said to him, “Come and see!”",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 47,
          "text": "Jesus saw Nathanael coming toward him and said about him, “Look! A true Israelite in whom is no deceit!”",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 48,
          "text": "Nathanael said to him, “From where do you know me?” Jesus answered and said to him, “Before Philip called you, when you were under the fig tree, I saw you.”",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 49,
          "text": "Nathanael answered him, “Rabbi, you are the Son of God! You are the king of Israel!”",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 50,
          "text": "Jesus answered and said to him, “Because I said to you that I saw you under the fig tree, do you believe? You will see greater things than these!”",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 51,
          "text": "And he said to him, “Truly, truly I say to all of you, you will see heaven opened and the angels of God ascending and descending upon the Son of Man.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 1,
          "verse": 35,
          "text": "The next day John was again with two of his disciples.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 36,
          "text": "He saw Jesus walking by. John said, “Look! The Lamb of God!”",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 37,
          "text": "The two disciples heard him say this. So they followed Jesus.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 38,
          "text": "Then Jesus turned around and saw them following. He asked, “What do you want?”\nThey said, “Rabbi, where are you staying?” Rabbi means Teacher.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 39,
          "text": "So they went and saw where he was staying. They spent the rest of the day with him. It was about four o’clock in the afternoon.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 40,
          "text": "Andrew was Simon Peter’s brother. Andrew was one of the two disciples who heard what John had said. He had also followed Jesus.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 41,
          "text": "The first thing Andrew did was to find his brother Simon. He told him, “We have found the Messiah.” Messiah means Christ.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 42,
          "text": "And he brought Simon to Jesus.\nJesus looked at him and said, “You are Simon, son of John. You will be called Cephas.” Cephas means Peter (or rock).",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 43,
          "text": "The next day Jesus decided to leave for Galilee. He found Philip and said to him, “Follow me.”",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 44,
          "text": "Philip was from the town of Bethsaida. So were Andrew and Peter.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 45,
          "text": "Philip found Nathanael and told him, “We have found the One that Moses wrote about in the Law. The prophets also wrote about him. He is Jesus of Nazareth, the son of Joseph.”",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 46,
          "text": "“Come and see,” said Philip.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 47,
          "text": "Jesus saw Nathanael approaching. Here is what Jesus said about him. “He is a true Israelite. There is nothing false in him.”",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 48,
          "text": "Jesus answered, “I saw you while you were still under the fig tree. I saw you there before Philip called you.”",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 49,
          "text": "Nathanael replied, “Rabbi, you are the Son of God. You are the King of Israel.”",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 50,
          "text": "Jesus said, “You believe because I told you I saw you under the fig tree. You will see greater things than that.”",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 51,
          "text": "Then he said to the disciples, “What I’m about to tell you is true. You will see heaven open. You will see the angels of God going up and coming down on the Son of Man.”",
          "isHeading": false
        }
      ]
    }
  }
}