{
  "torah": {
    "passage": "Deuteronomy 28:38 - 28:44",
    "versions": {
      "leb": [
        {
          "chapter": 28,
          "verse": 38,
          "text": "“You shall carry out much seed to the field, but you shall gather little produce, for the locust shall devour it.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 39,
          "text": "You shall plant vineyards and you shall dress them, but you shall not drink wine and you shall not gather grapes, for the worm shall eat it.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 40,
          "text": "There shall be olive trees for you in all of your territory, but you shall not anoint yourself, for your olives shall drop off.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 41,
          "text": "You shall bear sons and daughters, but they shall not be yours, for they shall go into captivity.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 42,
          "text": "The cricket shall take possession of all your trees and the fruit of your ground.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 43,
          "text": "The alien that is in your midst shall ascend over you, higher and higher, but you shall go down lower and lower.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 44,
          "text": "He shall lend to you, but you shall not lend to him; he shall be the head, but you shall be the tail.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 28,
          "verse": 38,
          "text": "You will plant many seeds in your field. But you will gather very little food. Locusts will eat it up.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 39,
          "text": "You will plant vineyards and take care of them. But you won’t drink the wine. You won’t gather the grapes. Worms will eat them up.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 40,
          "text": "You will have olive trees through your whole country. But you won’t use the oil. The olives will drop off the trees.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 41,
          "text": "You will have children. But you won’t be able to keep them. They’ll be taken away as prisoners.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 42,
          "text": "Large numbers of locusts will eat up the leaves on all of your trees. They will also eat up the crops on your land.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 43,
          "text": "Outsiders who live among you will become your leaders. They will rise higher and higher. But you will sink lower and lower.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 44,
          "text": "They will lend money to you. But you won’t be able to lend money to them. They will be the leaders. But you will be the followers.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Acts 18:1 - 18:17",
    "versions": {
      "leb": [
        {
          "chapter": 18,
          "verse": 1,
          "text": "Paul, Silas, and Timothy in Corinth\nAfter these things he departed from Athens and went to Corinth.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 2,
          "text": "And he found a certain Jew named Aquila, a native of Pontus who had arrived recently from Italy along with Priscilla his wife, because Claudius had ordered all the Jews to depart from Rome, and he went to them.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 3,
          "text": "And because he was practicing the same trade, he stayed with them and worked, for they were tentmakers by trade.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 4,
          "text": "And he argued in the synagogue every Sabbath, attempting to persuade both Jews and Greeks.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 5,
          "text": "Now when both Silas and Timothy came down from Macedonia, Paul began to be occupied with the message, solemnly testifying to the Jews that the Christ was Jesus.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 6,
          "text": "And when they resisted and reviled him, he shook out his clothes and said to them, “Your blood be on your own heads! I am guiltless! From now on I will go to the Gentiles!”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 7,
          "text": "And leaving there, he entered into the house of someone named Titius Justus, a worshiper of God whose house was next door to the synagogue.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 8,
          "text": "And Crispus, the ruler of the synagogue, believed in the Lord together with his whole household. And many of the Corinthians, when they heard about it, believed and were baptized.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 9,
          "text": "And the Lord said to Paul by a vision in the night, “Do not be afraid, but speak and do not keep silent,",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 10,
          "text": "because I am with you and no one will attack you to harm you, because many people are mine in this city.”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 11,
          "text": "So he stayed a year and six months, teaching the word of God among them.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 12,
          "text": "Paul Accused Before the Proconsul Gallio\nNow when Gallio was proconsul of Achaia, the Jews rose up with one purpose against Paul and brought him before the judgment seat,",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 13,
          "text": "saying, “This man is persuading people to worship God contrary to the law!”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 14,
          "text": "But when Paul was about to open his mouth, Gallio said to the Jews, “If it was some crime or wicked villainy, O Jews, I would have been justified in accepting your complaint.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 15,
          "text": "But if it is questions concerning a word and names and your own law, see to it yourselves! I do not wish to be a judge of these things.”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 16,
          "text": "And he drove them away from the judgment seat.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 17,
          "text": "So they all seized Sosthenes, the ruler of the synagogue, and began beating him in front of the judgment seat. And none of these things was a concern to Gallio.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 18,
          "verse": 1,
          "text": "Paul Goes to Corinth\nAfter this, Paul left Athens and went to Corinth.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 2,
          "text": "There he met a Jew named Aquila, who was a native of Pontus. Aquila had recently come from Italy with his wife Priscilla. The emperor Claudius had ordered all the Jews to leave Rome. Paul went to see Aquila and Priscilla.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 3,
          "text": "They were tentmakers, just as he was. So he stayed and worked with them.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 4,
          "text": "Every Sabbath day he went to the synagogue. He was trying to get both Jews and Greeks to believe in the Lord.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 5,
          "text": "Silas and Timothy came from Macedonia. Then Paul spent all his time preaching. He gave witness to the Jews that Jesus was the Christ.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 6,
          "text": "But the Jews opposed Paul. They treated him badly. He didn’t like this. So he shook out his clothes. Then he said to them, “Anything that happens to you will be your own fault! Don’t blame me for it! From now on I will go to people who are not Jews.”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 7,
          "text": "Then Paul left the synagogue. He went next door to the house of Titius Justus, a man who worshiped God.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 8,
          "text": "Crispus was the synagogue ruler. He and his whole family came to believe in the Lord. Many others who lived in Corinth heard Paul. They too believed and were baptized.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 9,
          "text": "One night the Lord spoke to Paul in a vision. “Don’t be afraid,” he said. “Keep on speaking. Don’t be silent.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 10,
          "text": "I am with you. No one will attack you and harm you. I have many people in this city.”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 11,
          "text": "So Paul stayed there for a year and a half. He taught them God’s word.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 12,
          "text": "At that time Gallio was governor of Achaia. The Jews got together and attacked Paul. They brought him into court.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 13,
          "text": "“This man,” they charged, “is trying to talk people into worshiping God in ways that are against the law.”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 14,
          "text": "Paul was about to speak up for himself. But just then Gallio spoke to the Jews. “You Jews are not claiming that Paul has committed a crime, whether large or small,” he said. “If you were, it would make sense for me to listen to you.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 15,
          "text": "But this is about your own law. It is a question of words and names. Settle the matter yourselves. I will not be a judge of such things.”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 16,
          "text": "So he had them thrown out of the court.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 17,
          "text": "Then all the Jews turned against Sosthenes. He was the synagogue ruler. They beat him up in front of the court. But Gallio didn’t care at all.",
          "isHeading": false
        }
      ]
    }
  }
}