{
  "torah": {
    "passage": "Numbers 31:13 - 31:54",
    "versions": {
      "leb": [
        {
          "chapter": 31,
          "verse": 13,
          "text": "And Moses and Eleazar the priest and all the leaders of the community went out to meet them outside the camp.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 14,
          "text": "But Moses was angry toward the leaders of the troops, the commanders of the thousands and the commanders of the hundreds, who came from the battle of the war.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 15,
          "text": "And Moses said to them, “You have kept alive every female?",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 16,
          "text": "Behold, these women caused the Israelites, by the word of Balaam, to be in apostasy against Yahweh in the matter of Peor, so that the plague was among the community of Yahweh.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 17,
          "text": "Now kill every male among the little children, and kill every woman who has had sexual intercourse with a man.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 18,
          "text": "But all the females who have not had sexual intercourse with a man, keep alive for yourselves.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 19,
          "text": "And you, camp outside the camp seven days; all who killed a person and all who touched the slain purify yourselves on the third day and on the seventh day, you and your captives.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 21,
          "text": "Then Eleazar the priest said to the men of the battle who came from the war, “This is the decree of the law that Yahweh commanded Moses.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 22,
          "text": "Only the gold and the silver, the bronze, the iron, the tin, and the lead—",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 23,
          "text": "everything that will go through the fire—you will pass through the fire, and it will be clean, and only in waters of impurity will it be purified. Whatever does not go into the fire you will pass through the waters.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 24,
          "text": "And you will wash your garments on the seventh day and be clean, and afterward you will come into the camp.”",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 25,
          "text": "Yahweh said to Moses, saying,",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 26,
          "text": "“You and Eleazar the priest and the leaders of the families of the community, take count of the war-booty that was captured, both humans and the domestic animals;",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 27,
          "text": "divide the war-booty between those who engaged in the war, who went out to the battle, and all the community.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 28,
          "text": "Exact a tribute for Yahweh from the men of the war, those who went out to the battle, one from five hundred persons, and from the cattle and from the male donkeys and from the flock;",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 29,
          "text": "take from their half and give it to Eleazar the priest as a contribution to Yahweh.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 30,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 31,
          "text": "Moses and Eleazar the priest did just as Yahweh commanded Moses.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 32,
          "text": "Thus the war-booty that remained of the plunder that the people of the battle plundered was six hundred and seventy-five thousand flocks of sheep,",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 33,
          "text": "seventy-two thousand cattle,",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 34,
          "text": "sixty-one thousand male donkeys,",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 35,
          "text": "and the life of humankind, from the women who did not have sexual intercourse with a man, all the persons were thirty-two thousand.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 36,
          "text": "The half of the share that was going out to the battle: the number of the flock of sheep was thee hundred and thirty-seven thousand five hundred;",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 37,
          "text": "the tribute to Yahweh from the flock was six hundred and seventy-five;",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 38,
          "text": "and the cattle were thirty-six thousand; and the tribute to Yahweh was seventy-two.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 39,
          "text": "Of the male donkeys there were thirty thousand five hundred, and the tribute to Yahweh was sixty-one;",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 40,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 41,
          "text": "And Moses gave away the tribute of the contribution of Yahweh to Eleazar the priest, just as Yahweh commanded Moses.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 42,
          "text": "From the half of the Israelites, which Moses divided from the men who were fighting,",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 43,
          "text": "the half that belonged to the community was three hundred and thirty-seven thousand five hundred from the flock,",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 44,
          "text": "and thirty-six thousand cattle,",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 45,
          "text": "and thirty thousand five hundred male donkeys,",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 46,
          "text": "and sixteen thousand humans.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 47,
          "text": "From the half that belonged to the Israelites, Moses took one share drawn by lot out of every fifty humans and domestic animals, and he gave them to the Levites, who keep the responsibility of the tabernacle of Yahweh, just as Yahweh commanded Moses.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 48,
          "text": "Then the leaders of the thousands of the army, the commanders of the thousands and the commanders of the hundreds, approached Moses,",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 49,
          "text": "and they said to Moses, “Your servants have taken count of the men of war who were in our charge, and no man is missing from us.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 50,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 51,
          "text": "Moses and Eleazar the priest took the gold from them, all objects of work.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 52,
          "text": "All the gold of the contribution that they raised up to Yahweh, from the commanders of the thousands and the commanders of the hundreds, was sixteen thousand seven hundred and fifty shekels.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 53,
          "text": "The men of battle plundered each for himself.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 54,
          "text": "So Moses and Eleazar the priest took the gold from the commanders of the thousands and hundreds, and they brought it to the tent of the assembly as a memorial for the Israelites before Yahweh.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 31,
          "verse": 13,
          "text": "Moses and the priest Eleazar went to meet them outside the camp. So did all of the leaders of the community.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 14,
          "text": "Moses was angry with the officers of the army who had returned from the battle. Some of them were the commanders of thousands of men. Others were the commanders of hundreds.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 15,
          "text": "“Have you let all of the women remain alive?” Moses asked them.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 16,
          "text": "“The women followed Balaam’s advice. They caused the people of Israel to turn away from the Lord. The people worshiped the god Baal that was worshiped at Peor. So a plague struck them.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 17,
          "text": "Kill all of the boys. And kill every woman who has made love to a man.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 18,
          "text": "But save for yourselves every woman who has never made love to a man.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 19,
          "text": "“All of you who have killed anyone must stay outside the camp for seven days. And all of you who have touched anyone who was killed must do the same thing. On the third and seventh days you must make yourselves pure. You must also make your prisoners pure.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 21,
          "text": "Then the priest Eleazar spoke to the soldiers who had gone into battle. He said, “Here is what the law the Lord gave Moses requires.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 22,
          "text": "All of your gold, silver, bronze, iron, tin and lead",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 23,
          "text": "must be put through fire. So must everything else that doesn’t burn up. Then those things will be ‘clean.’ But they must also be made pure with the special water. In fact, everything that won’t burn up must be put through that water.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 24,
          "text": "On the seventh day wash your clothes. And you will be ‘clean.’ Then you can come into the camp.”",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 25,
          "text": "The Lord spoke to Moses. He said,",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 26,
          "text": "“Here is what you and the priest Eleazar and the family heads of the community must do. You must count all of the people and animals you took.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 27,
          "text": "Divide up some of what you took with the soldiers who fought in the battle. Divide up the rest with the others in the community.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 28,
          "text": "“Set apart a gift for me. Take something from the soldiers who fought in the battle. Set apart one out of every 500 people, cattle, donkeys, sheep and goats.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 29,
          "text": "Take my gift from the soldiers’ half. Give it to the priest Eleazar. It is my share.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 30,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 31,
          "text": "So Moses and the priest Eleazar did just as the Lord had commanded Moses.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 32,
          "text": "What the soldiers took included 675,000 sheep.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 33,
          "text": "There were also 72,000 cattle",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 34,
          "text": "and 61,000 donkeys.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 35,
          "text": "And there were 32,000 women who had never made love to a man.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 36,
          "text": "Here is the half that belonged to those who had fought in the battle.\nThere were 337,500 sheep.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 37,
          "text": "From among them, the Lord’s gift was 675.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 38,
          "text": "There were 36,000 cattle. From among them, the Lord’s gift was 72.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 39,
          "text": "There were 30,500 donkeys. From among them, the Lord’s gift was 61.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 40,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 41,
          "text": "Moses gave the gift to the priest Eleazar. It was the Lord’s share. Moses did just as the Lord had commanded him.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 42,
          "text": "The other half belonged to the people of Israel. Moses set it apart from what belonged to the fighting men.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 43,
          "text": "The community’s half was 337,500 sheep,",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 44,
          "text": "36,000 cattle,",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 45,
          "text": "30,500 donkeys",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 46,
          "text": "and 16,000 women.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 47,
          "text": "Moses chose one out of every 50 people and animals. He gave them to the Levites. They were accountable for taking care of the Lord’s holy tent. Moses did just as the Lord had commanded him.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 48,
          "text": "Then the army officers went to Moses. Some of them were the commanders of thousands of men. Others were the commanders of hundreds.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 49,
          "text": "All of them said to Moses, “We have counted the soldiers under our command. Not a single one is missing.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 50,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 51,
          "text": "Moses and the priest Eleazar accepted the beautiful gold articles from the army officers.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 52,
          "text": "The gold that was received from the commanders of thousands and commanders of hundreds weighed 420 pounds. Moses and Eleazar offered all of it as a gift to the Lord.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 53,
          "text": "Each soldier had taken things from the battle for himself.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 54,
          "text": "Moses and the priest Eleazar accepted the gold from all of the commanders. They brought it into the Tent of Meeting. It reminded the Lord of the people of Israel.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "?",
    "versions": {
      "leb": [],
      "nirv": []
    }
  }
}