{
  "torah": {
    "passage": "Numbers 16:20 - 17:8",
    "versions": {
      "leb": [
        {
          "chapter": 16,
          "verse": 20,
          "text": "And Yahweh spoke to Moses and Aaron, saying,",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 21,
          "text": "“Separate yourselves from the midst of this community, that I can destroy them in a moment.”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 22,
          "text": "And they fell on their faces, and they said, “God, God of the spirits of all flesh, will one man sin and you become angry toward the entire community?”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 23,
          "text": "Yahweh spoke to Moses, saying,",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 24,
          "text": "“Speak to the community, saying, ‘Move away from the dwelling of Korah, Dathan, and Abiram.’”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 25,
          "text": "So Moses stood up and went to Dathan and Abiram; the elders of Israel followed after him.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 26,
          "text": "He said to the community, saying, “Please turn away from the tents of these wicked men, and do not touch anything that belongs to them, or you will be destroyed with all their sins.”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 27,
          "text": "And so they moved away from around the dwellings of Korah, Dathan, and Abiram; and Dathan and Abiram came out standing at the doorway of their tents, with their wives, sons, and little children.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 28,
          "text": "And Moses said, “In this you will know that Yahweh has sent me to do all these works; it is not from my heart.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 29,
          "text": "If they die a natural death or if a natural fate is visited upon them, Yahweh has not sent me.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 30,
          "text": "But if Yahweh creates something new, and the ground opens its mouth and swallows them up and all that belongs to them, and they go down alive to Sheol, and you will know that these men have despised Yahweh.”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 31,
          "text": "And it happened, as soon as he finished speaking all these words, the ground that was under them split open.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 32,
          "text": "The land opened its mouth and swallowed them up with their houses and every person that belonged to Korah and all the property.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 33,
          "text": "They went down alive to Sheol, they and all that belonged to them, and the land covered over them, and they perished from the midst of the assembly.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 34,
          "text": "All Israel who were around them fled at their cry, because they said, “Lest the land swallow us up!”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 35,
          "text": "And fire went out from Yahweh, and it consumed the two hundred and fifty men presenting the incense.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 36,
          "text": "And Yahweh spoke to Moses, saying,",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 37,
          "text": "“Say to Eleazar son of Aaron the priest, ‘Take out the censers from among the place of burning because they are sacred, and scatter the fire outside.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 38,
          "text": "The censers of these who have sinned at the cost of their lives, let them be made into gilded leafing plating for the altar; because they presented them before Yahweh, they are holy; and they will be a sign for the Israelites.’”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 39,
          "text": "Eleazar the priest took the bronze censers that the ones who were burned presented, and they hammered them out thinly as plating for the altar;",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 40,
          "text": "it was a memorial for the Israelites, so that no strange man who is not from the offspring of Aaron should approach the presence of Yahweh to burn a smoke offering; he will not be like Korah and his company, just as Yahweh had spoken to him by the hand of Moses.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 41,
          "text": "The Israelites Grumble\nThe next day all the community of the Israelites grumbled against Moses and Aaron, saying, “You have killed the people of Yahweh!”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 42,
          "text": "Then, when the community had gathered against Moses and Aaron, they turned to the tent of assembly, and behold, the cloud covered it, and the glory of Yahweh appeared.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 43,
          "text": "And Moses and Aaron came to the front of the tent of assembly,",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 44,
          "text": "and Yahweh spoke to Moses, saying,",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 45,
          "text": "“Get away from the midst of this community, and I will finish them in an instant,” but they fell on their faces.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 46,
          "text": "And Moses and Aaron said, “Take the censer, and put fire on it from the altar. Place incense on it, and bring it quickly to the community, and make atonement for them, because wrath went out from the presence of Yahweh, and a plague has begun.”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 47,
          "text": "And so Aaron took it just as Moses had spoken, and he ran into the midst of the assembly, for behold, the plague had begun among the people; so he gave the incense and made atonement for the people.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 48,
          "text": "He stood between the dead and between the living, and the plague was stopped.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 49,
          "text": "Those who died by the plague were fourteen thousand seven hundred, besides those who died on account of Korah.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 50,
          "text": "Then Aaron returned to Moses at the doorway of the tent of assembly, and the plague was stopped.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 1,
          "text": "Aaron’s Staff Is Chosen\nYahweh spoke to Moses, saying,",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 2,
          "text": "“Speak to the Israelites, and take from among them twelve staffs, a staff from each family from among all their leaders according to their families’ households. Write the name of each man on his staff,",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 3,
          "text": "and the name of Aaron on the staff of Levi, because one staff is for the head of each of their families.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 4,
          "text": "You must then put them in the tent of assembly before the testimony where I meet with you.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 5,
          "text": "And it will happen, the man whom I will choose, his staff will blossom, and so I will rid from upon myself the grumblings of the Israelites, who are grumbling against you.”",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 6,
          "text": "Moses spoke to the Israelites, and all their leaders gave him a staff for each leader, one from each of their families, twelve staffs, and the staff of Aaron was in the midst of their tribes.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 7,
          "text": "And Moses put the staffs before Yahweh in the tent of testimony.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 8,
          "text": "Then the next day, Moses went into the tent of the testimony, and behold the staff of Aaron for the house of Levi blossomed and put forth a flower and produced blossoms, and it produced almonds.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 16,
          "verse": 20,
          "text": "The Lord spoke to Moses and Aaron. He said,",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 21,
          "text": "“Separate yourselves from these people. Then I can put an end to all of them at once.”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 22,
          "text": "But Moses and Aaron fell with their faces to the ground. They cried out, “God, you are the God who creates the spirits of all people. Will you be angry with the whole community when only one man sins?”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 23,
          "text": "Then the Lord spoke to Moses. He said,",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 24,
          "text": "“Tell the community, ‘Move away from the tents of Korah, Dathan and Abiram.’”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 25,
          "text": "Moses got up. He went to Dathan and Abiram. The elders of Israel followed him.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 26,
          "text": "Moses warned the community. He said, “Move away from the tents of those evil men! Don’t touch anything that belongs to them. If you do, the Lord will sweep you away because of all of their sins.”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 27,
          "text": "So they moved away from the tents of Korah, Dathan and Abiram. Dathan and Abiram had already come out. They were standing at the entrances to their tents. Their wives, children and little ones were standing there with them.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 28,
          "text": "Then Moses said, “What is about to happen wasn’t my idea. The Lord has sent me to do everything I’m doing. Here is how you will know I’m telling you the truth.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 29,
          "text": "Those men won’t die a natural death. Something will happen to them that doesn’t usually happen to people. If what I’m telling you isn’t true, then you will know that the Lord hasn’t sent me.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 30,
          "text": "“But the Lord will make something totally new happen. The ground will open its mouth and swallow them up. It will swallow up everything that belongs to them. They will go down into the grave alive. When that happens, you will know that those men have made fun of the Lord.”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 31,
          "text": "As soon as Moses finished speaking all of those words, what he had said came true. The ground under them broke open.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 32,
          "text": "It opened its mouth. It swallowed up those men. In fact, it swallowed up everyone who lived in their houses. It swallowed all of Korah’s men. And it swallowed up everything they owned.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 33,
          "text": "They went down into the grave alive. Everything they owned went down with them. The ground closed over them. They died. And so they disappeared from the community.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 34,
          "text": "All of the people of Israel who were around them heard their cries. They ran away from them. They shouted, “The ground is going to swallow us up too!”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 35,
          "text": "Then the Lord sent down fire. It burned up the 250 men who were offering the incense.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 36,
          "text": "The Lord spoke to Moses. He said,",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 37,
          "text": "“Speak to the priest Eleazar. He is the son of Aaron. Remind him that the shallow cups are holy. He must take them out of the fire. He must scatter the burning coals away from there.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 38,
          "text": "The men who sinned used those cups. And it cost them their lives. Hammer the cups into bronze sheets that will cover the altar. The cups were offered to the Lord. They have become holy. Let them serve as a warning to the people of Israel.”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 39,
          "text": "So the priest Eleazar collected the bronze incense cups. They had been brought by the men who had been burned up. He had them hammered out to cover the altar.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 40,
          "text": "He did just as the Lord had directed Moses to tell him to do. The covering would be a reminder to the people of Israel. It would remind them that no one except a son of Aaron should come and burn incense to the Lord. If people other than priests did that, they would become like Korah and his followers.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 41,
          "text": "The next day the whole community of Israel told Moses and Aaron they weren’t happy with them. “You have killed the Lord’s people,” they said.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 42,
          "text": "The community gathered together to oppose Moses and Aaron. The people walked toward the Tent of Meeting. Suddenly the cloud covered it. The glory of the Lord appeared.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 43,
          "text": "Then Moses and Aaron went to the front of the Tent of Meeting.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 44,
          "text": "The Lord spoke to Moses. He said,",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 45,
          "text": "“Get away from these people. Then I can put an end to all of them at once.” And Moses and Aaron fell with their faces to the ground.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 46,
          "text": "Moses said to Aaron, “Take your incense cup. Put incense in it. And put fire from the altar in it. Then hurry to the people and pay for their sin. The Lord has sent his anger. The plague has started.”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 47,
          "text": "So Aaron did as Moses said. He ran in among the people. The plague had already started among them. But Aaron offered the incense and paid for their sin.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 48,
          "text": "He stood between those who were alive and those who were dead. And the plague stopped.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 49,
          "text": "But 14,700 people died from the plague. That doesn’t include those who had died because of what Korah did.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 50,
          "text": "Then Aaron returned to Moses at the entrance to the Tent of Meeting. The plague had stopped.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 1,
          "text": "Aaron’s Wooden Staff Produces Buds\nThe Lord spoke to Moses. He said,",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 2,
          "text": "“Speak to the people of Israel. Get 12 wooden staffs from them. Get one from the leader of each of Israel’s tribes. Write the name of each man on his staff.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 3,
          "text": "Write Aaron’s name on the staff of Levi. There must be one staff for the head of each of Israel’s tribes.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 4,
          "text": "“Put the staffs in the Tent of Meeting. Place them in front of the ark where the tablets of the covenant are kept. That is where I meet with you.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 5,
          "text": "The staff that belongs to the man I choose will begin to grow new shoots. The people of Israel are never happy with what you do. I will put an end to what they are saying.”",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 6,
          "text": "So Moses spoke to the people of Israel. Their leaders gave him 12 wooden staffs. They gave one for the leader of each of Israel’s tribes. Aaron’s staff was among them.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 7,
          "text": "Moses put the staffs in front of the Lord in the tent where the tablets of the covenant were kept.",
          "isHeading": false
        },
        {
          "chapter": 17,
          "verse": 8,
          "text": "The next day Moses entered the tent. He looked at Aaron’s staff. It stood for the tribe of Levi. Moses saw that it had not only begun to grow new shoots. It had also produced buds and flowers and almonds.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "?",
    "versions": {
      "leb": [],
      "nirv": []
    }
  }
}