{
  "torah": {
    "passage": "Deuteronomy 9:4 - 9:29",
    "versions": {
      "leb": [
        {
          "chapter": 9,
          "verse": 4,
          "text": "“You shall not say to yourself when Yahweh your God is driving them out before you, saying, ‘Because of my righteousness Yahweh brought me to take possession of this land’; but because of the wickedness of these nations Yahweh is driving them out before you.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 5,
          "text": "It is not because of your righteousness and because of the uprightness of your heart that you are coming to take possession of their land, but because of the wickedness of these nations Yahweh your God is driving them before you, and in order to confirm the promise that Yahweh swore to your ancestors, to Abraham, to Isaac, and to Jacob.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 6,
          "text": "“So you should understand that it is not because of your righteousness that Yahweh your God is giving you this good land to take possession of it, because you are a stubborn people.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 7,
          "text": "Remember, do not forget, that you provoked Yahweh your God in the desert, and from the day that you went out from the land of Egypt until you came to this place you were rebelling against Yahweh.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 8,
          "text": "“And remember at Horeb you provoked Yahweh, and Yahweh became angry enough to destroy you.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 9,
          "text": "When I went up the mountain to receive the stone tablets, the tablets of the covenant that Yahweh made with you, and remained on the mountain forty days and forty nights, I did not eat food and I did not drink water.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 11,
          "text": "And then at the end of forty days and forty nights, Yahweh gave me the two tablets of stone, the tablets of the covenant.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 12,
          "text": "And Yahweh said to me, ‘Come now, go down quickly from this mountain because your people behave corruptly whom you brought out from Egypt, for they turned quickly from the way that I commanded them to follow; they have made for themselves a cast image.’",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 13,
          "text": "And Yahweh spoke to me, saying, ‘I have seen this people, and look! They are a stubborn people.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 14,
          "text": "Leave me alone, and let me destroy them, and let me blot out their name from under heaven, and let me make you into a nation mightier and more numerous than they!’",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 15,
          "text": "“And I turned, and I went down the mountain, as the mountain was burning with fire, and the two tablets of the covenant were in my two hands.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 16,
          "text": "And I looked, and indeed you had sinned against Yahweh your God; you had made for yourselves an image of a calf of cast metal;  you had turned quickly from the way that Yahweh had commanded for you.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 17,
          "text": "And I took hold of the two tablets, and I threw them out of my two hands and smashed them before your eyes.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 18,
          "text": "And then I lay prostrate before Yahweh, as earlier, forty days and forty nights; I did not eat food and I did not drink water because of all your sins that you committed, by doing evil in the eyes of Yahweh and so provoking him.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 19,
          "text": "For I was in dread from being in the presence of the anger and the wrath with which Yahweh was angry with you so as to destroy you, but Yahweh listened to me also at that time.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 21,
          "text": "And your sinful thing that you had made, the molten calf, I took and I burned it with fire, and I crushed it, grinding it thoroughly until it was crushed to dust, and I threw its dust into the stream that flowed down the mountain.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 22,
          "text": "“And also at Taberah and at Massah and at Kibroth Hattaavah you provoked Yahweh to anger.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 23,
          "text": "And when Yahweh sent you out from Kadesh Barnea, saying, ‘Go up and take possession of the land that I have given you,’ you rebelled against the command of Yahweh your God, and you did not believe him, and you did not listen to his voice.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 24,
          "text": "You have been rebellious toward Yahweh from the day I have known you.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 25,
          "text": "“And I lay prostrate before Yahweh through forty days, and through forty nights I prostrated myself, because Yahweh intended to kill you.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 26,
          "text": "And I prayed to Yahweh, and I said, ‘Lord Yahweh, you must not destroy your people and your inheritance whom you redeemed in your greatness, whom you brought out from Egypt with a strong hand.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 27,
          "text": "Remember your servants, Abraham, Isaac, and Jacob; you must not pay attention to the stubbornness of this people, to their wickedness and to their sin,",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 28,
          "text": "lest the people of the land from which you brought us out from there say, “Because Yahweh was not able to bring them to the land that he promised to them and because of his hatred toward them, he has brought them out to kill them in the desert.”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 29,
          "text": "For they are your people and your inheritance whom you brought with your great power and with your outstretched arm.’",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 9,
          "verse": 4,
          "text": "The Lord your God will drive them out to make room for you. When he does, don’t say to yourselves, “The Lord has done it because we are godly. That’s why he brought us here to take over this land.” That isn’t true. The Lord is going to drive out those nations to make room for you because they are very evil.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 5,
          "text": "You are not going in to take over their land because you have done what is right or honest. It’s because those nations are so evil. That’s why the Lord your God will drive them out ahead of you. He will do what he said he would do. He took an oath and made a promise to your fathers. He made it to Abraham, Isaac and Jacob.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 6,
          "text": "The Lord your God is giving you this good land to take as your own. But you must understand that it isn’t because you are a godly nation. In fact, you are stubborn.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 7,
          "text": "Here is something you must remember. Never forget it. You made the Lord your God angry in the desert. You refused to obey him from the day you left Egypt until you arrived here.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 8,
          "text": "At Mount Horeb you made the Lord angry enough to destroy you.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 9,
          "text": "I went up the mountain. I went there to receive the tablets of the covenant. They were made out of stone. It was the covenant the Lord had made with you. I stayed on the mountain for 40 days and 40 nights. I didn’t eat any food or drink any water.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 11,
          "text": "The 40 days and 40 nights came to an end. Then the Lord gave me the two stone tablets. They were the tablets of the covenant.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 12,
          "text": "The Lord told me, “Go down from here right away. The people you brought out of Egypt have become very sinful. They have quickly turned away from what I commanded them. They have made a metal statue of a god for themselves.”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 13,
          "text": "The Lord said to me, “I have seen these people. They are so stubborn!",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 14,
          "text": "Do not try to stop me. I am going to destroy them. I will wipe them out from the earth. Then I will make you into a great nation. Your people will be stronger than they were. There will be more of you than there were of them.”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 15,
          "text": "So I turned and went down the mountain. It was blazing with fire. I was carrying the two tablets of the covenant.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 16,
          "text": "When I looked, I saw that you had sinned against the Lord your God. You had made for yourselves a metal statue of a god. It looked like a calf. You had quickly turned away from the path the Lord had commanded you to follow.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 17,
          "text": "So I threw the two tablets out of my hands. You watched them break into pieces.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 18,
          "text": "Then once again I fell down flat in front of the Lord with my face toward the ground. I lay there for 40 days and 40 nights. I didn’t eat any food or drink any water. You had committed a terrible sin. You had done an evil thing in the Lord’s sight. You had made him angry.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 19,
          "text": "I was afraid of the Lord’s burning anger. He was so angry with you he wanted to destroy you. But the Lord listened to me again.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 21,
          "text": "I also got that sinful calf you had made. I burned it in the fire. I crushed it and ground it into fine powder. Then I threw the powder into a stream that was flowing down the mountain.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 22,
          "text": "You also made the Lord angry at Taberah, Massah and Kibroth Hattaavah.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 23,
          "text": "The Lord sent you out from Kadesh Barnea. He said, “Go up and take over the land I have given you.” But you refused to do what the Lord your God had commanded you to do. You didn’t trust him or obey him.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 24,
          "text": "You have been refusing to obey the Lord as long as I’ve known you.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 25,
          "text": "I lay down in front of the Lord with my face toward the ground for 40 days and 40 nights. I did it because the Lord had said he would destroy you.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 26,
          "text": "I prayed to him. “Lord and King,” I said, “don’t destroy your people. They belong to you. You set them free by your great power. You used your mighty hand to bring them out of Egypt.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 27,
          "text": "Remember your servants Abraham, Isaac and Jacob. Forgive the people of Israel for being so stubborn. Don’t judge them for the evil and sinful things they’ve done.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 28,
          "text": "“If you do, the Egyptians will say, ‘The Lord wasn’t able to take them into the land he had promised to give them. He hated them. So he brought them out of Egypt to put them to death in the desert.’",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 29,
          "text": "But they are your people. They belong to you. You used your great power to bring them out of Egypt. You reached out your mighty arm and saved them.”",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Acts 7:1 - 7:7",
    "versions": {
      "leb": [
        {
          "chapter": 7,
          "verse": 1,
          "text": "and rescued him from all his afflictions and granted him favor and wisdom in the sight of Pharaoh king of Egypt. And he appointed him ruler over Egypt and all his household.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 2,
          "text": "At this time Moses was born, and he was beautiful to God. He was brought up for three months in his father’s house,",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 3,
          "text": "“And when forty years had been completed, an angel appeared to him in the desert of Mount Sinai in the flame of a burning bush.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 4,
          "text": "saying to Aaron, ‘Make us gods who will go on before us! For this Moses, who led us out from the land of Egypt—we do not know what has happened to him!’",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 5,
          "text": "Did not my hand make all these things?’",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 6,
          "text": "And falling to his knees, he cried out with a loud voice, “Lord, do not hold this sin against them!” And after he said this, he fell asleep.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 7,
          "text": "and the nation that they will serve as slaves, I will judge,’ God said, ‘and after these things they will come out and will worship me in this place.’",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 7,
          "verse": 1,
          "text": "He saved Joseph from all his troubles. God made Joseph wise. He helped him to become the friend of Pharaoh, the king of Egypt. So Pharaoh made Joseph ruler over Egypt and his whole palace.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 2,
          "text": "“At that time Moses was born. He was not an ordinary child. For three months he was taken care of by his family.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 3,
          "text": "“Forty years passed. Then an angel appeared to Moses in the flames of a burning bush. This happened in the desert near Mount Sinai.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 4,
          "text": "They told Aaron, ‘Make us a god who will lead us. This fellow Moses led us out of Egypt. But we don’t know what has happened to him!’ ()",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 5,
          "text": "Didn’t my hand make all these things?’ ()",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 6,
          "text": "Then he fell on his knees. He cried out, “Lord! Don’t hold this sin against them!” When he had said this, he died.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 7,
          "text": "But I will punish the nation that makes them slaves,’ God said. ‘After that, they will leave that country and worship me here.’ ()",
          "isHeading": false
        }
      ]
    }
  }
}