{
  "torah": {
    "passage": "Exodus 21:1 - 21:19",
    "versions": {
      "leb": [
        {
          "chapter": 21,
          "verse": 1,
          "text": "If he takes for himself another, he will not reduce her food, her clothing, or her right of cohabitation.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 2,
          "text": "And if a man strikes his male slave or his female slave with the rod and he dies under his hand, he will surely be avenged.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 3,
          "text": "If a ransom is set on him, he will pay the redemption money for his life according to all that is set on him.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 4,
          "text": "If his master gives him a wife and she bears for him sons or daughters, the wife and her children will belong to her master, and the slave will go out single.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 5,
          "text": "But if the slave explicitly says, “I love my master, my wife, and my children; I will not go out free,”",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 6,
          "text": "his master will present him to God and bring him to the door or to the doorpost, and his master will pierce his ear with an awl, and he will serve him forever.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 7,
          "text": "“‘And if a man sells his daughter as a slave woman, she will not go out as male slaves go out.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 8,
          "text": "If she does not please her master who selected her, he will allow her to be redeemed; he has no authority to sell her to foreign people, since he has dealt treacherously with her.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 9,
          "text": "And if he selects her for his son, he shall do for her according to the regulations for daughters.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 11,
          "text": "And if he does not do for her these three, she shall go out for nothing; there will not be silver paid for her.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 12,
          "text": "“‘Whoever strikes someone and he dies will surely be put to death.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 13,
          "text": "But if he did not lie in wait and it was an accident, I will appoint for you a place to which he may flee.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 14,
          "text": "But if a man schemes against his neighbor to kill him by treachery, you will take him from my altar to die.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 15,
          "text": "And whoever strikes his father or his mother will surely be put to death.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 16,
          "text": "“‘And whoever kidnaps someone and sells him, or he is found in his possession, he will surely be put to death.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 17,
          "text": "“‘And one who curses his father or his mother will surely be put to death.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 18,
          "text": "“‘And if men quarrel and a man strikes his neighbor with a stone or with a fist and he does not die, but he is confined to bed,",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 19,
          "text": "if he stands and walks about in the outside on his staff, the striker will be unpunished; he will only pay for his inactivity toward his full recovery.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 21,
          "verse": 1,
          "text": "“What if he marries another woman? He must still give the first one her food and clothes and make love to her.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 2,
          "text": "“Suppose a man beats his male or female slave to death with a club. Then he must be punished.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 3,
          "text": "“But suppose payment is required of him instead. Then he can save his life by paying what is required.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 4,
          "text": "Suppose his master gives him a wife. And suppose she has sons or daughters by him. Then only the man will go free. The woman and her children will belong to her master.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 5,
          "text": "“But suppose the servant says, ‘I love my master and my wife and children. I don’t want to go free.’",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 6,
          "text": "Then his master must take him to the judges. He must be taken to the door or doorpost of his master’s house. His master must poke a hole through his ear lobe into the doorpost. Then he will become his servant for life.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 7,
          "text": "“Suppose a man sells his daughter as a servant. Then she can’t go free as male servants do.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 8,
          "text": "“But what if the master who has chosen her does not like her? Then he must let the man buy her back. He has no right to sell her to strangers. He has broken his promise to her.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 9,
          "text": "“What if he chooses her to get married to his son? Then he must grant her the rights of a daughter.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 11,
          "text": "If he does not provide her with those three things, she can go free. She does not have to pay anything.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 12,
          "text": "“You can be sure that if anyone hits and kills someone else, he will be put to death.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 13,
          "text": "Suppose he did not do it on purpose. Suppose I let it happen. Then he can escape to a place I will choose.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 14,
          "text": "But suppose he kills someone on purpose. Then take him away from my altar and put him to death.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 15,
          "text": "“If anyone attacks his father or mother, he will be put to death.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 16,
          "text": "“If anyone kidnaps and sells another person, he will be put to death. If he still has the person with him when he is caught, he will be put to death.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 17,
          "text": "“If anyone calls down a curse on his father or mother, he will be put to death.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 18,
          "text": "“Suppose two men get into a fight and argue with each other. One hits the other with a stone or his fist. He does not die but has to stay in bed.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 19,
          "text": "And later he gets up and walks around outside with his walking stick. Then the man who hit him will not be held accountable. But he must pay the one who was hurt for the time he spent in bed. He must be sure that the person is completely healed.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Mark 8:22 - 8:26",
    "versions": {
      "leb": [
        {
          "chapter": 8,
          "verse": 22,
          "text": "And they came to Bethsaida. And they brought to him a blind man and implored him that he would touch him.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 23,
          "text": "And he took hold of the blind man’s hand and led him outside the village, and after spitting in his eyes, he placed his hands on him and asked him, “Do you see anything?”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 24,
          "text": "And looking up he said, “I see people, for I see them like trees walking around.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 25,
          "text": "Then he placed his hands on his eyes again, and he opened his eyes and was cured, and could see everything clearly.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 26,
          "text": "And he sent him to his home, saying, “Do not even go into the village.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 8,
          "verse": 22,
          "text": "Jesus and his disciples came to Bethsaida. Some people brought a blind man. They begged Jesus to touch him.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 23,
          "text": "He took the blind man by the hand. Then he led him outside the village. He spit on the man’s eyes and put his hands on him.\n“Do you see anything?” Jesus asked.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 24,
          "text": "The man looked up. He said, “I see people. They look like trees walking around.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 25,
          "text": "Once more Jesus put his hands on the man’s eyes. Then his eyes were opened so that he could see again. He saw everything clearly.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 26,
          "text": "Jesus sent him home. He told him, “Don’t go into the village.”",
          "isHeading": false
        }
      ]
    }
  }
}