{
  "torah": {
    "passage": "Genesis 26:6 - 26:12; Genesis 26:13 - 26:22",
    "versions": {
      "leb": [
        {
          "chapter": 26,
          "verse": 6,
          "text": "So Isaac settled in Gerar.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 7,
          "text": "When the men of the place asked concerning his wife, he said, “She is my sister,” for he was afraid to say, “my wife,” thinking “the men of the place will kill me on account of Rebekah, for she was beautiful.”",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 8,
          "text": "And it happened that, when he had been there a long time, Abimelech the king of the Philistines looked through the window, and saw—behold—Isaac was fondling Rebekah his wife.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 9,
          "text": "And Abimelech called Isaac and said, “Surely she is your wife. Now why did you say ‘She is my sister’?” And Isaac said to him, “Because I thought I would die on account of her.”",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 11,
          "text": "Then Abimelech instructed all the people, saying, “The one who touches this man or his wife shall certainly die.”",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 12,
          "text": "And Isaac sowed in that land and reaped in that same year a hundredfold, and Yahweh blessed him.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 26,
          "verse": 6,
          "text": "So Isaac stayed in Gerar.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 7,
          "text": "The men of that place asked him about his wife. He said, “She’s my sister.” He was afraid to say, “She’s my wife.” He thought, “The men of this place might kill me because of Rebekah. She’s a beautiful woman.”",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 8,
          "text": "Isaac had been there a long time. One day Abimelech, the king of the Philistines, looked down from a window. He saw Isaac hugging and kissing his wife Rebekah.",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 9,
          "text": "So Abimelech sent for Isaac. He said, “She’s really your wife, isn’t she? Why did you say, ‘She’s my sister’?”\nIsaac answered him, “I thought I might lose my life because of her.”",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 11,
          "text": "So Abimelech gave orders to all of the people. He said, “You can be sure that anyone who harms this man or his wife will be put to death.”",
          "isHeading": false
        },
        {
          "chapter": 26,
          "verse": 12,
          "text": "Isaac planted crops in that land. That same year he gathered 100 times more than he planted. That was because the Lord blessed him.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "John 8:48 - 8:59; John 9:1 - 9:12",
    "versions": {
      "leb": [
        {
          "chapter": 8,
          "verse": 48,
          "text": "The Jews answered and said to him, “Do we not correctly say that you are a Samaritan and have a demon?”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 49,
          "text": "Jesus replied, “I do not have a demon, but I honor my Father, and you dishonor me!",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 50,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 51,
          "text": "Truly, truly I say to you, if anyone keeps my word, he will never experience death forever.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 52,
          "text": "The Jews said to him, “Now we know that you have a demon! Abraham and the prophets died, and you say, ‘If anyone keeps my word, he will never taste death forever.’",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 53,
          "text": "You are not greater than our father Abraham who died, are you? And the prophets died! Who do you make yourself to be?”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 54,
          "text": "Jesus replied, “If I glorify myself, my glory is nothing. The one who glorifies me is my Father, about whom you say, ‘He is our God.’",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 55,
          "text": "And you have not known him, but I know him. And if I were to say that I do not know him, I would be a liar like you! But I know him and I keep his word.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 56,
          "text": "Abraham your father rejoiced that he would see my day, and he saw it and was glad.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 57,
          "text": "So the Jews said to him, “You are not yet fifty years old, and have you seen Abraham?”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 58,
          "text": "Jesus said to them, “Truly, truly I say to you, before Abraham was, I am!”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 59,
          "text": "Then they picked up stones in order to throw them at him. But Jesus was hidden and went out of the temple courts.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 8,
          "verse": 48,
          "text": "The Jews answered Jesus, “Aren’t we right when we say you are a Samaritan? Aren’t you controlled by a demon?”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 49,
          "text": "“I am not controlled by a demon,” said Jesus. “I honor my Father. You do not honor me.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 50,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 51,
          "text": "What I’m about to tell you is true. Anyone who obeys my word will never die.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 52,
          "text": "Then the Jews cried out, “Now we know you are controlled by a demon! Abraham died. So did the prophets. But you say that anyone who obeys your word will never die.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 53,
          "text": "Are you greater than our father Abraham? He died. So did the prophets. Who do you think you are?”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 54,
          "text": "Jesus replied, “If I bring glory to myself, my glory means nothing. You claim that my Father is your God. He is the one who brings glory to me.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 55,
          "text": "You do not know him. But I know him. If I said I did not, I would be a liar like you. But I do know him. And I obey his word.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 56,
          "text": "“Your father Abraham was filled with joy at the thought of seeing my day. He saw it and was glad.”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 57,
          "text": "“You are not even 50 years old,” the Jews said to Jesus. “And you have seen Abraham?”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 58,
          "text": "“What I’m about to tell you is true,” Jesus answered. “Before Abraham was born, I am!”",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 59,
          "text": "When he said this, they picked up stones to kill him. But Jesus hid himself. He slipped away from the temple area.",
          "isHeading": false
        }
      ]
    }
  }
}