{
  "torah": {
    "passage": "Numbers 19:18 - 20:6",
    "versions": {
      "leb": [
        {
          "chapter": 19,
          "verse": 18,
          "text": "A clean person will take hyssop and dip it into the water and sprinkle it on the tent and on all the objects and persons who were there, and on one who touched the bone, or the one slain, or the dead, or the burial site.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 19,
          "text": "The clean person will spatter the unclean on the third day and on the seventh day; and on the seventh day he will purify him, and he will wash his garments; he will bathe in the waters, and in the evening he will be clean.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 20,
          "text": "But the man who is unclean and does not purify himself, that person will be cut off from the midst of the assembly because he defiled the sanctuary of Yahweh; the water of impurity was not sprinkled on him; he is unclean.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 21,
          "text": "“‘It will be an eternal decree for them. The one who spatters the waters of impurity will wash his garments, and the one who touches the waters of impurity will be unclean until the evening.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 22,
          "text": "Anything that the unclean person touches will be unclean, and the person who touches it will be unclean until the evening.’”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 1,
          "text": "Miriam Dies\nThen the entire community of the Israelites came to the desert of Zin on the first month, and the people stayed in Kadesh; Miriam died and was buried there.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 2,
          "text": "There was no water for the community, and they were gathered before Moses and Aaron.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 3,
          "text": "And the people quarreled with Moses and spoke, saying, “If only we died when our brothers were dying before Yahweh!",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 4,
          "text": "Why have you brought the assembly of Yahweh, us and our livestock, into this desert to die here?",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 5,
          "text": "Why have you brought us from Egypt to bring us to this bad place? It is not a place of seed or figs or vines or pomegranate trees, and there is not water to drink.”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 6,
          "text": "And Moses and Aaron went from the presence of the assembly to the doorway of the tent of assembly. They fell on their faces, and the glory of Yahweh appeared to them.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 19,
          "verse": 18,
          "text": "Then a man who is ‘clean’ must dip branches of a hyssop plant in the water. He must sprinkle the tent with it. Everything that belongs to the tent must be sprinkled with it. The people who were in the tent must also be sprinkled. Anyone who has touched a human bone or a grave must be sprinkled. So must anyone who has touched someone who has been killed. So must anyone who has touched someone who has died a natural death.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 19,
          "text": "“The man who is ‘clean’ must sprinkle the person who is not. That must be done on the third and seventh days. On the seventh day the person who is not ‘clean’ must be made pure and clean. The one who is being made ‘clean’ must wash his clothes. He must take a bath. Then that evening he will be ‘clean.’",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 20,
          "text": "“But what if a person who is ‘unclean’ does not make himself pure and clean? Then he must be cut off from the community. He has made my holy tent ‘unclean.’ The special water has not been sprinkled on him. He is not ‘clean.’",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 21,
          "text": "That law will apply to all of those people for all time to come.\n“The man who sprinkles the special water must also wash his clothes. Anyone who touches the water will be ‘unclean’ until evening.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 22,
          "text": "Anything that an ‘unclean’ person touches becomes ‘unclean.’ And anyone who touches it becomes ‘unclean’ until evening.”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 1,
          "text": "The Lord Gives Israel Water Out of the Rock\nIn the first month the whole community of Israel arrived at the Desert of Zin. They stayed at Kadesh. Miriam died there. Her body was also buried there.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 2,
          "text": "The people didn’t have any water. So they gathered together to oppose Moses and Aaron.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 3,
          "text": "They argued with Moses. They said, “We wish we had died when our people fell dead in front of the Lord.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 4,
          "text": "“Why did you bring the Lord’s people into this desert? We and our livestock will die here.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 5,
          "text": "Why did you bring us up out of Egypt? Why did you bring us to this terrible place? It doesn’t have any grain or figs. It doesn’t have any grapes or pomegranates. There isn’t even any water for us to drink!”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 6,
          "text": "Moses and Aaron left the people. They went to the entrance to the Tent of Meeting. There they fell with their faces to the ground.\nThen the glory of the Lord appeared to them.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "?",
    "versions": {
      "leb": [],
      "nirv": []
    }
  }
}