{
  "torah": {
    "passage": "Genesis 13:5 - 13:18",
    "versions": {
      "leb": [
        {
          "chapter": 13,
          "verse": 5,
          "text": "And Lot, who went with Abram, also had herds and tents.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 6,
          "text": "And the land could not support them so as to live together, because their possessions were so many that they were not able to live together.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 7,
          "text": "And there was a quarrel between the herdsmen of the livestock of Abram and the herdsmen of the livestock of Lot. Now at that time the Canaanites and the Perizzites were living in the land.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 8,
          "text": "Then Abram said to Lot, “Please, let there not be quarreling between me and you, and between my shepherds and your shepherds, for we men are brothers.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 9,
          "text": "Is not the whole land before you? Separate yourself from me. If you want what is on the left, then I will go right; if you want what is on the right, I will go left.”",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 10,
          "text": "And Lot lifted up his eyes and saw the whole plain of the Jordan, that all of it was well-watered land—this was before Yahweh destroyed Sodom and Gomorrah—like the garden of Yahweh, like the land of Egypt in the direction of Zoar.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 11,
          "text": "So Lot chose for himself all the plain of the Jordan. And Lot journeyed from the east, and so they separated from each other.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 12,
          "text": "Abram settled in the land of Canaan, and Lot settled in the cities of the plain. And he pitched his tent toward Sodom.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 13,
          "text": "Now the men of Sodom were extremely wicked sinners against Yahweh.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 14,
          "text": "And Yahweh said to Abram after Lot had separated from him, “Now, lift up your eyes and look from the place where you are to the north, and to the south, and to the east and to the west,",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 15,
          "text": "for all the land which you see I will give to you, and to your descendants, forever.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 16,
          "text": "I will make your descendants like the dust of the earth which, if anyone were able to count the dust of the earth, your descendants would be so counted.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 17,
          "text": "Arise, go through the length of the land and through its breadth, for I will give it to you.”",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 18,
          "text": "So Abram pitched his tent, and he came and settled at the oaks of Mamre, which were at Hebron. And there he built an altar to Yahweh.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 13,
          "verse": 5,
          "text": "Lot was moving around with Abram. Lot also had flocks and herds and tents.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 6,
          "text": "But the land didn’t have enough food for both of them. They had large herds and many servants. So they weren’t able to stay together.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 7,
          "text": "The people who took care of Abram’s herds and those who took care of Lot’s herds began to argue.\nThe Canaanites and Perizzites were also living in the land at that time.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 8,
          "text": "So Abram said to Lot, “Let’s not argue with each other. The people who take care of your herds and those who take care of mine shouldn’t argue with one another. After all, we’re part of the same family.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 9,
          "text": "“Isn’t the whole land in front of you? Let’s separate. If you go to the left, I’ll go to the right. If you go to the right, I’ll go to the left.”",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 10,
          "text": "Lot looked up. He saw that the whole Jordan River valley had plenty of water. It was like the garden of the Lord. It was like the land of Egypt near Zoar. That was before the Lord destroyed Sodom and Gomorrah.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 11,
          "text": "So Lot chose the whole Jordan River valley for himself. Then he started out toward the east.\nThe two men separated.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 12,
          "text": "Abram lived in the land of Canaan. Lot lived among the cities of the Jordan River valley. He set up his tents near Sodom.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 13,
          "text": "The men of Sodom were evil. They were sinning greatly against the Lord.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 14,
          "text": "The Lord spoke to Abram after Lot had left him. He said, “Look up from where you are. Look north and south. Look east and west.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 15,
          "text": "I will give you all of the land that you see. I will give it to you and your children after you forever.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 16,
          "text": "“I will make your children like the dust of the earth. Can dust be counted? If it can, then your children can be counted.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 17,
          "text": "Go. Walk through the land. See how long and wide it is. I am giving it to you.”",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 18,
          "text": "So Abram moved his tents. He went to live near the large trees of Mamre at Hebron. There he built an altar to honor the Lord.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "John 5:14 - 5:18",
    "versions": {
      "leb": [
        {
          "chapter": 5,
          "verse": 14,
          "text": "After these things Jesus found him at the temple and said to him, “Look, you have become well! Sin no longer, lest something worse happen to you.”",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 15,
          "text": "The man went and reported to the Jews that Jesus was the one who made him well.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 16,
          "text": "And on account of this the Jews began to persecute Jesus, because he was doing these things on the Sabbath.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 17,
          "text": "But he answered them, “My Father is working until now, and I am working.”",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 18,
          "text": "So on account of this the Jews were seeking even more to kill him, because he not only was breaking the Sabbath, but also was calling God his own Father, thus making himself equal with God.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 5,
          "verse": 14,
          "text": "Later Jesus found him at the temple. Jesus said to him, “See, you are well again. Stop sinning, or something worse may happen to you.”",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 15,
          "text": "The man went away. He told the Jews it was Jesus who had made him well.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 16,
          "text": "Jesus was doing these things on the Sabbath day. So the Jews began to oppose him.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 17,
          "text": "Jesus said to them, “My Father is always doing his work. He is working right up to this very day. I am working too.”",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 18,
          "text": "For this reason the Jews tried even harder to kill him. Jesus was not only breaking the Sabbath. He was even calling God his own Father. He was making himself equal with God.",
          "isHeading": false
        }
      ]
    }
  }
}