{
  "torah": {
    "passage": "Deuteronomy 1:39 - 2:1",
    "versions": {
      "leb": [
        {
          "chapter": 1,
          "verse": 39,
          "text": "And your little children, who you thought shall become plunder, and your sons, who do not today know good or bad, shall themselves go there, and I will give it to them, and they shall take possession of it.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 40,
          "text": "But you turn and set out in the direction of the wilderness by way of the Red Sea.’",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 41,
          "text": "“You replied and said to me, ‘We have sinned against Yahweh, and now we will go up and fight according to all that Yahweh our God commanded us’; and so each man fastened on his battle gear, and you regarded it as easy to go up into the hill country.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 42,
          "text": "So Yahweh said to me, ‘Say to them, “You shall not go up, and you shall not fight because I am not in your midst; you will be defeated before your enemies.”’",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 43,
          "text": "So I spoke to you, but you did not listen; you rebelled against the command of Yahweh; you behaved presumptuously, and you went up into the hill country.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 44,
          "text": "The Amorites living in the hill country went out to oppose you and chased you as a swarm of wild honey bees do; and so they beat you down in Seir as far as Hormah.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 45,
          "text": "So you returned and wept before Yahweh; but Yahweh did not listen to your voice and did not pay any attention to you.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 46,
          "text": "You stayed in Kadesh many days; such were the days that you stayed there.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 1,
          "text": "“Then we turned and set out toward the wilderness in the direction of the Red Sea, as Yahweh told me, and we went around Mount Seir for many days.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 1,
          "verse": 39,
          "text": "“You said your little ones would be taken prisoner. But they will enter the land. They do not know right from wrong yet. But I will give them the land. They will take it as their own.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 40,
          "text": "As for you, turn around. Start out toward the desert. Go along the road that leads to the Red Sea.”",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 41,
          "text": "Then you replied, “We have sinned against the Lord. We will go up and fight. We’ll do just as the Lord our God has commanded us.” So all of you got your swords and put them on. You thought it would be easy to go up into the hill country.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 42,
          "text": "But the Lord spoke to me. He said, “Tell them, ‘Do not go up and fight. I will not be with you. Your enemies will win the battle over you.’”",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 43,
          "text": "So I told you what the Lord said. But you wouldn’t listen. You refused to obey his command. You were so filled with pride that you marched up into the hill country.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 44,
          "text": "The Amorites who lived in those hills came out and attacked you. Like large numbers of bees they chased you. They beat you down from Seir all the way to Hormah.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 45,
          "text": "You came back and sobbed in front of the Lord. But he didn’t pay any attention to your sobs. He wouldn’t listen to you.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 46,
          "text": "So you stayed in Kadesh for many years. You spent a long time in that area.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 1,
          "text": "We turned back and started out toward the desert. We went along the road that leads to the Red Sea. That’s how the Lord had directed me. For a long time we made our way around the hill country of Seir.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Acts 2:14 - 2:31",
    "versions": {
      "leb": [
        {
          "chapter": 2,
          "verse": 14,
          "text": "But Peter, standing with the eleven, raised his voice and declared to them, “Judean men, and all those who live in Jerusalem, let this be known to you, and pay attention to my words!",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 15,
          "text": "For these men are not drunk, as you assume, because it is the third hour of the day.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 16,
          "text": "But this is what was spoken through the prophet Joel:",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 17,
          "text": "‘I will pour out my Spirit on all flesh,\nand your sons and your daughters will prophesy,\nand your young men will see visions,\nand your old men will dream dreams.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 18,
          "text": "I will pour out my Spirit in those days, and they will prophesy.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 19,
          "text": "and signs on the earth below,\nblood and fire and vapor of smoke.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 20,
          "text": "and the moon to blood,\nbefore the great and glorious day of the Lord comes.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 21,
          "text": "And it will be that everyone who calls upon the name of the Lord will be saved.’",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 22,
          "text": "“Israelite men, listen to these words! Jesus the Nazarene, a man attested to you by God with deeds of power and wonders and signs that God did through him in your midst, just as you yourselves know—",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 23,
          "text": "this man, delivered up by the determined plan and foreknowledge of God, you executed by nailing to a cross through the hand of lawless men.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 24,
          "text": "God raised him up, having brought to an end the pains of death, because it was not possible for him to be held by it.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 25,
          "text": "‘I saw the Lord before me continually,\nfor he is at my right hand so that I will not be shaken.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 26,
          "text": "and my tongue rejoiced greatly,\nfurthermore also my flesh will live in hope,",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 27,
          "text": "nor will you permit your Holy One to experience decay.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 28,
          "text": "you will fill me with gladness with your presence.’",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 29,
          "text": "“Men and brothers, it is possible to speak with confidence to you about the patriarch David, that he both died and was buried, and his tomb is with us until this day.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 30,
          "text": "Therefore, because he was a prophet and knew that God had sworn to him with an oath to seat one of his descendants on his throne,",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 31,
          "text": "by having foreseen this, he spoke about the resurrection of the Christ, that neither was he abandoned in Hades nor did his flesh experience decay.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 2,
          "verse": 14,
          "text": "Then Peter stood up with the Eleven. In a loud voice he spoke to the crowd. “My Jewish friends,” he said, “let me explain this to you. All of you who live in Jerusalem, listen carefully to what I say.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 15,
          "text": "You think these people are drunk. But they aren’t. It’s only nine o’clock in the morning!",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 16,
          "text": "No, here is what the prophet Joel meant.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 17,
          "text": "“‘In the last days, God says,\nI will pour out my Holy Spirit on all people.\nYour sons and daughters will prophesy.\nYour young men will see visions.\nYour old men will have dreams.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 18,
          "text": "even on those who serve me, both men and women.\nWhen I do, they will prophesy.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 19,
          "text": "I will show wonders in the heavens above.\nI will show miraculous signs on the earth below.\nThere will be blood and fire and clouds of smoke.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 20,
          "text": "The sun will become dark.\nThe moon will turn red like blood.\nThis will happen before the coming of the great and glorious day of the Lord.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 21,
          "text": "on the name of the Lord will be saved.’ ()",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 22,
          "text": "“Men of Israel, listen to this! Jesus of Nazareth was a man who had God’s approval. God did miracles, wonders and signs among you through Jesus. You yourselves know this.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 23,
          "text": "Long ago God planned that Jesus would be handed over to you. With the help of evil people, you put Jesus to death. You nailed him to the cross.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 24,
          "text": "But God raised him from the dead. He set him free from the suffering of death. It wasn’t possible for death to keep its hold on Jesus.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 25,
          "text": "David spoke about him. He said,\n“‘I know that the Lord is always with me.\nHe is at my right hand.\nI will always be secure.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 26,
          "text": "So my heart is glad. Joy is on my tongue.\nMy body also will be full of hope.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 27,
          "text": "You will not leave me in the grave.\nYou will not let your Holy One rot away.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 28,
          "text": "You always show me the path that leads to life.\nYou will fill me with joy when I am with you.’ ()",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 29,
          "text": "“Brothers, you can be sure that King David died. He was buried. His tomb is still here today.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 30,
          "text": "But David was a prophet. He knew that God had made a promise to him. He had taken an oath that someone in David’s family line would be king after him.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 31,
          "text": "David saw what was ahead. So he spoke about the Christ rising from the dead. He said that the Christ would not be left in the grave. His body wouldn’t rot in the ground.",
          "isHeading": false
        }
      ]
    }
  }
}