{
  "torah": {
    "passage": "Leviticus 25:29 - 25:38",
    "versions": {
      "leb": [
        {
          "chapter": 25,
          "verse": 29,
          "text": "“‘And if a man sells a residential house in a walled city, then it shall be his redemption until completing a year after his selling; its redemption shall last a year.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 30,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 31,
          "text": "However, village houses that have no surrounding wall shall be considered open country; there is redemption for it, and in the Jubilee it shall go out of the buyer’s hand.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 32,
          "text": "“‘As for the cities of the Levites, that is, the houses in their property’s cities, it shall be a lasting redemption for the Levites.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 33,
          "text": "And whatever anyone redeems from the Levites then must go out of the buyer’s hand in the Jubilee, including a house’s selling in his city’s property, because the houses in the cities of the Levites are their property in the midst of the Israelites.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 34,
          "text": "But a field of their cities’ pastureland must not be sold, because it is their property for all time.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 35,
          "text": "“‘And if your countryman becomes poor and if he becomes dependent on you, then you shall support him like an alien and like a temporary resident, and he shall live with you.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 36,
          "text": "You must not take interest or usury from him, but you shall revere your God, and your countryman shall live with you.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 37,
          "text": "You must not give your money to him with interest or give your food for profit.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 38,
          "text": "I am Yahweh your God, who brought you out from the land of Egypt to give you the land of Canaan, to be as God for you.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 25,
          "verse": 29,
          "text": "“‘Suppose a man sells a house in a city that has a wall around it. Then for a full year after he sells it he has the right to buy it back.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 30,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 31,
          "text": "“‘But houses in villages that do not have walls around them must be treated like property outside walled cities. Those houses can be bought back at any time. And they must be returned in the Year of Jubilee.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 32,
          "text": "“‘The Levites always have the right to buy back their houses in the towns that belong to them.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 33,
          "text": "So their property among the people of Israel can be bought back. That applies to a house that is sold in any of their towns. Any house that is sold must be returned to its original owner in the Year of Jubilee. That is because the houses of the Levites will always belong to them.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 34,
          "text": "“‘But the grasslands around their towns must never be sold. They will belong to them for all time to come.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 35,
          "text": "“‘Suppose one of your own people becomes poor. And suppose he can’t take care of himself. Then help him just as you would help an outsider or someone who is living among you for a while. In that way, the man who is poor can continue to live among you.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 36,
          "text": "“‘Do not charge him interest of any kind. Instead, have respect for me. Then the man who has become poor can continue to live among you.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 37,
          "text": "If you lend him money, you must not charge him interest. And you must not sell him food for more than it cost you.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 38,
          "text": "“‘I am the Lord your God. I brought you out of Egypt. I did it to give you the land of Canaan. I wanted to be your God.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Matthew 27:15-31",
    "versions": {
      "leb": [
        {
          "chapter": 27,
          "verse": 15,
          "text": "Now at each feast, the governor was accustomed to release one prisoner to the crowd—the one whom they wanted.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 16,
          "text": "And at that time they had a notorious prisoner named Jesus Barabbas.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 17,
          "text": "So after they had assembled, Pilate said to them, “Whom do you want me to release for you—Jesus Barabbas or Jesus who is called Christ?”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 18,
          "text": "(For he knew that they had handed him over because of envy.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 19,
          "text": "And while he was sitting on the judgment seat, his wife sent a message to him, saying, “Have nothing to do with that righteous man, for I have suffered much as a result of a dream today because of him.”)",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 21,
          "text": "So the governor answered and said to them, “Which of the two do you want me to release for you?” And they said, “Barabbas!”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 22,
          "text": "Pilate said to them, “What then should I do with Jesus, the one who is called Christ?” They all said, “Let him be crucified!”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 23,
          "text": "And he said, “Why? What wrong has he done?” But they began to shout even louder, saying, “Let him be crucified!”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 24,
          "text": "So Pilate, when he saw that he was accomplishing nothing, but instead an uproar was developing, took water and washed his hands before the crowd, saying, “I am innocent of the blood of this man. You see to it!”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 25,
          "text": "And all the people answered and said, “His blood be on us and on our children!”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 26,
          "text": "Then he released Barabbas for them, but after he had Jesus flogged, he handed him over so that he could be crucified.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 27,
          "text": "Then the soldiers of the governor took Jesus into the governor’s residence and gathered the whole cohort to him.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 28,
          "text": "And they stripped him and put a scarlet military cloak around him,",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 29,
          "text": "and weaving a crown of thorns, they put it on his head, and put a reed in his right hand. And kneeling down before him, they mocked him, saying, “Hail, king of the Jews!”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 30,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 31,
          "text": "And when they had mocked him, they stripped him of the military cloak and put his own clothes on him, and led him away in order to crucify him.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 27,
          "verse": 15,
          "text": "It was the governor’s practice at the Passover Feast to let one prisoner go free. The people could choose the one they wanted.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 16,
          "text": "At that time they had a well-known prisoner named Barabbas.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 17,
          "text": "So when the crowd gathered, Pilate asked them, “Which one do you want me to set free? Barabbas? Or Jesus who is called Christ?”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 18,
          "text": "Pilate knew that the leaders were jealous. He knew this was why they had handed Jesus over to him.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 19,
          "text": "While Pilate was sitting on the judge’s seat, his wife sent him a message. It said, “Don’t have anything to do with that man. He is not guilty. I have suffered a great deal in a dream today because of him.”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 21,
          "text": "“Barabbas,” they answered.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 22,
          "text": "They all answered, “Crucify him!”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 23,
          "text": "But they shouted even louder, “Crucify him!”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 24,
          "text": "Pilate saw that he wasn’t getting anywhere. Instead, the crowd was starting to get angry. So he took water and washed his hands in front of them. “I am not guilty of this man’s death,” he said. “You are accountable for that!”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 25,
          "text": "All the people answered, “We and our children will accept the guilt for his death!”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 26,
          "text": "Pilate let Barabbas go free. But he had Jesus whipped. Then he handed him over to be nailed to a cross.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 27,
          "text": "The governor’s soldiers took Jesus into the palace, which was called the Praetorium. All the rest of the soldiers gathered around him.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 28,
          "text": "They took off his clothes and put a purple robe on him.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 29,
          "text": "Then they twisted thorns together to make a crown. They placed it on his head. They put a stick in his right hand. Then they fell on their knees in front of him and made fun of him. “We honor you, king of the Jews!” they said.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 30,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 31,
          "text": "After they had made fun of him, they took off the robe. They put his own clothes back on him. Then they led him away to nail him to a cross.",
          "isHeading": false
        }
      ]
    }
  }
}