{
  "torah": {
    "passage": "Genesis 41:53 - 42:18",
    "versions": {
      "leb": [
        {
          "chapter": 41,
          "verse": 53,
          "text": "And the seven years of abundance which were in the land of Egypt came to an end.",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 54,
          "text": "And the seven years of famine began to come as Joseph had said. And there was famine in all of the countries, but in the land of Egypt there was food.",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 55,
          "text": "And when all the land of Egypt was hungry the people cried out to Pharaoh for food. And Pharaoh said to all the land of Egypt, “Go to Joseph; what he says to you, you must do.”",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 56,
          "text": "And the famine was over the whole land, and Joseph opened all the storehouses and sold food to the Egyptians. And the famine was severe in the land of Egypt.",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 57,
          "text": "And every land came to Egypt to Joseph to buy grain, for the famine was severe in every land.",
          "isHeading": false
        },
        {
          "chapter": 42,
          "verse": 1,
          "text": "Joseph’s Brothers Go to Egypt for Food\nWhen Jacob realized that there was grain in Egypt, Jacob said to his sons, “Why do you look at one another?”",
          "isHeading": false
        },
        {
          "chapter": 42,
          "verse": 2,
          "text": "Then he said, “Look, I have heard that there is grain in Egypt. Go down there and buy grain for us there that we may live and not die.”",
          "isHeading": false
        },
        {
          "chapter": 42,
          "verse": 3,
          "text": "And the ten brothers of Joseph went down to buy grain from Egypt.",
          "isHeading": false
        },
        {
          "chapter": 42,
          "verse": 4,
          "text": "But Jacob did not send Benjamin, the brother of Joseph, for he feared harm would come to him.",
          "isHeading": false
        },
        {
          "chapter": 42,
          "verse": 5,
          "text": "Then the sons of Israel went to buy grain amid those other people who went as well, for there was famine in the land of Canaan.",
          "isHeading": false
        },
        {
          "chapter": 42,
          "verse": 6,
          "text": "Now Joseph was the governor over the land. He was the one who sold food to all the people of the land. And the brothers of Joseph came and bowed down to him with their faces to the ground.",
          "isHeading": false
        },
        {
          "chapter": 42,
          "verse": 7,
          "text": "And Joseph saw his brothers and recognized them, but he pretended to be a stranger to them. And he spoke with them harshly and said to them, “From where have you come?” And they said, “From the land of Canaan to buy food.”",
          "isHeading": false
        },
        {
          "chapter": 42,
          "verse": 8,
          "text": "And Joseph recognized his brothers, but they did not recognize him.",
          "isHeading": false
        },
        {
          "chapter": 42,
          "verse": 9,
          "text": "And Joseph remembered the dreams which he had dreamed concerning them, and he said to them, “You are spies! You have come to see the nakedness of the land!”",
          "isHeading": false
        },
        {
          "chapter": 42,
          "verse": 10,
          "text": "And they said to him, “No, my lord, but your servants have come to buy food.",
          "isHeading": false
        },
        {
          "chapter": 42,
          "verse": 11,
          "text": "We all are sons of one man. We are honest men. We, your servants, are not spies.”",
          "isHeading": false
        },
        {
          "chapter": 42,
          "verse": 12,
          "text": "Then he said to them, “No, but you have come to see the nakedness of the land.”",
          "isHeading": false
        },
        {
          "chapter": 42,
          "verse": 13,
          "text": "Then they said, “We, your servants, are twelve brothers, the sons of one man in the land of Canaan, but behold, the youngest is with our father today, and one is no more.”",
          "isHeading": false
        },
        {
          "chapter": 42,
          "verse": 14,
          "text": "But Joseph said to them, “It is what I said to you—you are spies.",
          "isHeading": false
        },
        {
          "chapter": 42,
          "verse": 15,
          "text": "By this you shall be tested. By the life of Pharaoh you will not go out from here unless your youngest brother comes here.",
          "isHeading": false
        },
        {
          "chapter": 42,
          "verse": 16,
          "text": "Send one of you, and let him bring your brother, but you will be kept in prison so that your words might be tested to see if there is truth with you. And if not, by the life of Pharaoh surely you are spies.”",
          "isHeading": false
        },
        {
          "chapter": 42,
          "verse": 17,
          "text": "Then he gathered them into the prison for three days.",
          "isHeading": false
        },
        {
          "chapter": 42,
          "verse": 18,
          "text": "On the third day Joseph said to them, “Do this and you will live; I fear God.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 41,
          "verse": 53,
          "text": "The seven years when there was plenty of food in Egypt came to an end.",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 54,
          "text": "Then the seven years when there wasn’t enough food began. It happened exactly as Joseph had said it would. There wasn’t enough food in any of the other lands. But in the whole land of Egypt there was food.",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 55,
          "text": "When all of the people of Egypt began to get hungry, they cried out to Pharaoh for food. He told all of the Egyptians, “Go to Joseph. Do what he tells you.”",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 56,
          "text": "There wasn’t enough food anywhere in the country. So Joseph opened the storerooms. He sold grain to the Egyptians because people were very hungry all over Egypt.",
          "isHeading": false
        },
        {
          "chapter": 41,
          "verse": 57,
          "text": "People from all of the other countries came to Egypt. They came to buy grain from Joseph. That’s because people were very hungry all over the world.",
          "isHeading": false
        },
        {
          "chapter": 42,
          "verse": 1,
          "text": "Joseph’s Brothers Go Down to Egypt\nJacob found out that there was grain in Egypt. So he said to his sons, “Why do you just keep looking at each other?”",
          "isHeading": false
        },
        {
          "chapter": 42,
          "verse": 2,
          "text": "He continued, “I’ve heard there’s grain in Egypt. Go down there. Buy some for us. Then we’ll live and not die.”",
          "isHeading": false
        },
        {
          "chapter": 42,
          "verse": 3,
          "text": "So ten of Joseph’s brothers went down to Egypt to buy grain there.",
          "isHeading": false
        },
        {
          "chapter": 42,
          "verse": 4,
          "text": "But Jacob didn’t send Joseph’s brother Benjamin with them. He was afraid Benjamin might be harmed.",
          "isHeading": false
        },
        {
          "chapter": 42,
          "verse": 5,
          "text": "Israel’s sons were among the people who went to buy grain. There wasn’t enough food in the land of Canaan.",
          "isHeading": false
        },
        {
          "chapter": 42,
          "verse": 6,
          "text": "Joseph was the governor of the land. He was the one who sold grain to all of its people. When Joseph’s brothers arrived, they bowed down to him with their faces to the ground.",
          "isHeading": false
        },
        {
          "chapter": 42,
          "verse": 7,
          "text": "As soon as Joseph saw his brothers, he recognized them. But he pretended to be a stranger. He spoke to them in a mean way. “Where do you come from?” he asked.\n“From the land of Canaan,” they replied. “We’ve come to buy food.”",
          "isHeading": false
        },
        {
          "chapter": 42,
          "verse": 8,
          "text": "Joseph recognized his brothers, but they didn’t recognize him.",
          "isHeading": false
        },
        {
          "chapter": 42,
          "verse": 9,
          "text": "Then Joseph remembered his dreams about them. So he said to them, “You are spies! You have come to see the places where our land isn’t guarded very well.”",
          "isHeading": false
        },
        {
          "chapter": 42,
          "verse": 10,
          "text": "“No, sir,” they answered. “We’ve come to buy food.",
          "isHeading": false
        },
        {
          "chapter": 42,
          "verse": 11,
          "text": "All of us are the sons of one man. We’re honest men. We aren’t spies.”",
          "isHeading": false
        },
        {
          "chapter": 42,
          "verse": 12,
          "text": "“No!” he said to them. “You have come to see the places where our land isn’t guarded very well.”",
          "isHeading": false
        },
        {
          "chapter": 42,
          "verse": 13,
          "text": "But they replied, “We were 12 brothers. All of us were the sons of one man. He lives in the land of Canaan. Our youngest brother is now with our father. And one brother is gone.”",
          "isHeading": false
        },
        {
          "chapter": 42,
          "verse": 14,
          "text": "Joseph said to them, “I still say you are spies!",
          "isHeading": false
        },
        {
          "chapter": 42,
          "verse": 15,
          "text": "So I’m going to put you to the test. You can be sure that Pharaoh lives. And you can be just as sure that you won’t leave this place unless your youngest brother comes here. I promise with an oath that you won’t leave here.",
          "isHeading": false
        },
        {
          "chapter": 42,
          "verse": 16,
          "text": "Send one of you back to get your brother. The rest of you will be kept in prison.\n“I’ll put your words to the test. Then we’ll find out whether you are telling the truth. You can be sure that Pharaoh lives. And you can be just as sure that if you aren’t telling the truth, we’ll know that you are spies!”",
          "isHeading": false
        },
        {
          "chapter": 42,
          "verse": 17,
          "text": "So Joseph kept all of them under guard for three days.",
          "isHeading": false
        },
        {
          "chapter": 42,
          "verse": 18,
          "text": "On the third day, Joseph spoke to them again. He said, “Do what I say. Then you will live, because I have respect for God.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "John 16:12 - 20",
    "versions": {
      "leb": [
        {
          "chapter": 16,
          "verse": 12,
          "text": "I still have many things to say to you, but you are not able to bear them now.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 13,
          "text": "But when he—the Spirit of truth—comes, he will guide you into all the truth. For he will not speak from himself, but whatever he hears he will speak, and he will proclaim to you the things to come.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 14,
          "text": "He will glorify me, because he will take from what is mine and will proclaim it to you.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 15,
          "text": "Everything that the Father has is mine. For this reason I said that he takes from what is mine and will proclaim it to you.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 16,
          "text": "Jesus Predicts His Return to the Disciples\n“A little while and you will see me no more, and again a little while and you will see me.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 17,
          "text": "So some of his disciples said to one another, “What is this that he is saying to us, ‘A little while and you will not see me, and again a little while and you will see me,’ and ‘Because I am going away to the Father’?”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 18,
          "text": "So they kept on saying, “What is this that he is saying, ‘A little while’? We do not understand what he is speaking about!”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 19,
          "text": "Jesus knew that they were wanting to ask him, and he said to them, “Are you deliberating with one another about this—that I said, ‘A little while, and you will not see me, and again a little while and you will see me’?",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 20,
          "text": "Truly, truly I say to you, that you will weep and lament, but the world will rejoice; you will become sorrowful, but your sorrow will change to joy.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 16,
          "verse": 12,
          "text": "“I have much more to say to you. It is more than you can handle right now.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 13,
          "text": "But when the Spirit of truth comes, he will guide you into all truth. He will not speak on his own. He will speak only what he hears. And he will tell you what is still going to happen.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 14,
          "text": "“He will bring me glory by receiving something from me and showing it to you.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 15,
          "text": "Everything that belongs to the Father is mine. That is why I said the Holy Spirit will receive something from me and show it to you.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 16,
          "text": "“In a little while, you will no longer see me. Then after a little while, you will see me.”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 17,
          "text": "The Disciples’ Sadness Will Turn Into Joy\nSome of his disciples spoke to one another. They said, “What does he mean by saying, ‘In a little while, you will no longer see me. Then after a little while, you will see me’? And what does he mean by saying, ‘I am going to the Father’?”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 18,
          "text": "They kept asking, “What does he mean by ‘a little while’? We don’t understand what he is saying.”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 19,
          "text": "Jesus saw that they wanted to ask him about those things. So he said to them, “Are you asking one another what I meant? Didn’t you understand when I said, ‘In a little while, you will no longer see me. Then after a little while, you will see me’?",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 20,
          "text": "What I’m about to tell you is true. You will cry and be full of sorrow while the world is full of joy. You will be sad, but your sadness will turn into joy.",
          "isHeading": false
        }
      ]
    }
  }
}