{
  "torah": {
    "passage": "Exodus 22:4 - 22:26",
    "versions": {
      "leb": [
        {
          "chapter": 22,
          "verse": 4,
          "text": "If indeed the stolen item is found in his possession alive, from ox to donkey to small livestock, he will make double restitution.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 5,
          "text": "“‘If a man grazes his livestock in a field or a vineyard and he releases his livestock and it grazes in the field of another, he will make restitution from the best of his field and the best of his vineyard.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 6,
          "text": "“‘If a fire is started and finds thorn bushes and a stack of sheaves or the standing grain or the field is consumed, the one who started the fire will surely make restitution.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 7,
          "text": "“‘If a man gives to his neighbor money or objects to watch over and it is stolen from the house of the man, if the thief is found, he will make double restitution.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 8,
          "text": "If the thief is not found, the owner of the house will be brought to the sanctuary to learn whether or not he reached out his hand to his neighbor’s possession.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 9,
          "text": "Concerning every account of transgression—concerning an ox, concerning a donkey, concerning small livestock, concerning clothing, concerning all lost property—where someone says, “This belongs to me,” the matter of the two of them will come to God; whomever God declares guilty will make double restitution to his neighbor.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 11,
          "text": "the oath of Yahweh will be between the two of them concerning whether or not he has reached out his hand to his neighbor’s possession, and its owner will accept this, and he will not make restitution.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 12,
          "text": "But if indeed it was stolen from him, he will make restitution to its owner.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 13,
          "text": "If indeed it was torn to pieces, he will bring it as evidence—the mangled carcass; he will not make restitution.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 14,
          "text": "“‘If a man borrows from his neighbor and it is injured or dies while its owner is not with it, he will make restitution.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 15,
          "text": "If its owner was with it, he will not make restitution; if it was hired, it came with its hiring fee.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 16,
          "text": "“‘If a man seduces a virgin who is not engaged and he lies with her, he surely will give her bride price to have her as his wife.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 17,
          "text": "If her father absolutely refuses to give her to him, he will weigh out money according to the bride price for the virgin.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 18,
          "text": "“‘You will not let a witch live.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 19,
          "text": "“‘Anyone lying with an animal will surely be put to death.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 21,
          "text": "“‘You will not mistreat an alien, and you will not oppress him, because you were aliens in the land of Egypt.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 22,
          "text": "“‘You will not afflict any widow or orphan.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 23,
          "text": "If you indeed afflict him, yes, if he cries out at all to me, I will certainly hear his cry of distress.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 24,
          "text": "And I will become angry, and I will kill you with the sword, and your wives will be widows and your children orphans.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 25,
          "text": "“‘If you lend money to my people, to the needy with you, you will not be to him as a creditor; you will not charge him interest.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 26,
          "text": "If indeed you require the cloak of your neighbor as a pledge, you will return it to him at sundown,",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 22,
          "verse": 4,
          "text": "“What if the stolen ox, donkey or sheep is found alive with him? Then the thief must pay back twice as much as he stole.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 5,
          "text": "“Suppose a man lets his livestock eat grass in someone else’s field or vineyard. Then he must pay that person back from the best crops of his own field or vineyard.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 6,
          "text": "“Suppose a fire breaks out and spreads into bushes. It burns grain that has been cut and stacked. Or it burns grain that is still growing. Or it burns the whole field. Then the one who started the fire must pay for the loss.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 7,
          "text": "“Suppose a man gives his neighbor silver or other things to keep safe. And suppose they are stolen from the neighbor’s house. If the thief is caught, he must pay back twice as much as he stole.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 8,
          "text": "“But suppose the thief is not found. Then the neighbor must go to the judges. They will decide whether the neighbor has stolen the other person’s property.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 9,
          "text": "“Suppose you have an ox, donkey, sheep or clothing that does not belong to you. Or you have other property that was lost by someone else. And suppose someone says, ‘That belongs to me.’ Then both people must bring their case to the judges. The one the judges decide is guilty must pay back twice as much to the other person.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 11,
          "text": "Then the problem will be settled by taking an oath and promising the Lord to tell the truth.\n“Suppose the neighbor takes an oath and says, ‘I didn’t steal your property.’ Then the owner must accept what the neighbor says. No payment is required.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 12,
          "text": "“But suppose the animal really was stolen. Then the neighbor must pay the owner back.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 13,
          "text": "“Or suppose it was torn to pieces by a wild animal. Then the neighbor must bring in what is left as proof. No payment is required.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 14,
          "text": "“Suppose a man borrows an animal from his neighbor. And it gets hurt or dies while the owner is not there. Then the man must pay for it.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 15,
          "text": "“But suppose the owner is with the animal. Then the man will not have to pay. If he hired the animal, the money he paid to hire it covers the loss.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 16,
          "text": "“Suppose a man meets a virgin who is not engaged. And he talks her into having sex with him. Then he must pay her father the price for a bride. And he must get married to her.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 17,
          "text": "“But suppose her father absolutely refuses to give her to him. Then he must still pay the price for getting married to a virgin.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 18,
          "text": "“Do not let a woman who does evil magic stay alive. Put her to death.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 19,
          "text": "“Anyone who has sex with an animal must be put to death.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 21,
          "text": "“Do not treat outsiders badly. Do not beat them down. Remember, you were outsiders in Egypt.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 22,
          "text": "“Do not take advantage of widows. Do not take advantage of children whose fathers have died.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 23,
          "text": "“If you do, they might cry out to me. Then I will certainly hear them.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 24,
          "text": "And I will get angry. I will kill you with a sword. Your wives will become widows. Your children’s fathers will die.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 25,
          "text": "“Suppose you lend money to one of my people among you who is in need. Then do not be like those who lend money and charge interest. Do not charge any interest.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 26,
          "text": "“Suppose your neighbor owes you money and gives you a coat as a promise to pay it back. Then return it to him by sunset.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Mark 8:34 - 9:1",
    "versions": {
      "leb": [
        {
          "chapter": 8,
          "verse": 34,
          "text": "And summoning the crowd together with his disciples, he said to them, “If anyone wants to come after me, let him deny himself and take up his cross and follow me.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 35,
          "text": "For whoever wants to save his life will lose it, but whoever loses his life on account of me and of the gospel will save it.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 36,
          "text": "For what does it benefit a person to gain the whole world and forfeit his life?",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 37,
          "text": "For what can a person give in exchange for his life?",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 38,
          "text": "For whoever is ashamed of me and my words in this adulterous and sinful generation, the Son of Man will also be ashamed of him when he comes in the glory of his Father with the holy angels.”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 1,
          "text": "And they kept the matter to themselves, discussing what this rising from the dead meant.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 8,
          "verse": 34,
          "text": "Jesus called the crowd to him along with his disciples. He said, “If anyone wants to come after me, he must say no to himself. He must pick up his cross and follow me.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 35,
          "text": "If he wants to save his life, he will lose it. But if he loses his life for me and for the good news, he will save it.",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 36,
          "text": "What good is it if someone gains the whole world but loses his soul?",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 37,
          "text": "Or what can anyone trade for his soul?",
          "isHeading": false
        },
        {
          "chapter": 8,
          "verse": 38,
          "text": "“Suppose you are ashamed of me and my words among these adulterous and sinful people. Then the Son of Man will be ashamed of you when he comes in his Father’s glory with the holy angels.”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 1,
          "text": "So they kept the matter to themselves. But they asked each other what “rising from the dead” meant.",
          "isHeading": false
        }
      ]
    }
  }
}