{
  "torah": {
    "passage": "Genesis 49:1 - 49:18",
    "versions": {
      "leb": [
        {
          "chapter": 49,
          "verse": 1,
          "text": "Jacob Blesses His Twelve Sons\nThen Jacob called his sons and said, “Gather together so that I can tell you what will happen with you in days to come.",
          "isHeading": false
        },
        {
          "chapter": 49,
          "verse": 2,
          "text": "Assemble and hear, O sons of Jacob!\nListen to Israel your father!",
          "isHeading": false
        },
        {
          "chapter": 49,
          "verse": 3,
          "text": "Reuben, you are my firstborn,\nmy strength, and the firstfruit of my vigor,\nexcelling in rank and excelling in power.",
          "isHeading": false
        },
        {
          "chapter": 49,
          "verse": 4,
          "text": "Unstable as water, you shall not excel any longer,\nfor you went up upon the bed of your father,\nthen defiled it. You went up upon my couch!",
          "isHeading": false
        },
        {
          "chapter": 49,
          "verse": 5,
          "text": "Simeon and Levi are brothers;\nweapons of violence are their swords.\nLet me not come into their council.",
          "isHeading": false
        },
        {
          "chapter": 49,
          "verse": 6,
          "text": "Let not my person be joined to their company.\nFor in their anger they killed men,\nand at their pleasure they hamstrung cattle.",
          "isHeading": false
        },
        {
          "chapter": 49,
          "verse": 7,
          "text": "Cursed be their anger, for it is fierce,\nand their wrath, for it is cruel.\nI will divide them in Jacob,\nand I will scatter them in Israel.",
          "isHeading": false
        },
        {
          "chapter": 49,
          "verse": 8,
          "text": "Judah, as for you, your brothers shall praise you.\nYour hand shall be on the neck of your enemies.\nThe sons of your father shall bow down to you.",
          "isHeading": false
        },
        {
          "chapter": 49,
          "verse": 9,
          "text": "Judah is a lion’s cub.\nFrom the prey, my son, you have gone up.\nHe bowed down; he crouched like a lion and as a lioness.\nWho shall rouse him?",
          "isHeading": false
        },
        {
          "chapter": 49,
          "verse": 10,
          "text": "The scepter shall not depart from Judah,\nnor the ruler’s staff between his feet,\nuntil Shiloh comes.\nAnd to him shall be the obedience of nations.",
          "isHeading": false
        },
        {
          "chapter": 49,
          "verse": 11,
          "text": "Binding his donkey to the vine\nand his donkey’s colt to the choice vine,\nhe washes his clothing in the wine\nand his garment in the blood of grapes.",
          "isHeading": false
        },
        {
          "chapter": 49,
          "verse": 12,
          "text": "The eyes are darker than wine,\nand the teeth whiter than milk.",
          "isHeading": false
        },
        {
          "chapter": 49,
          "verse": 13,
          "text": "Zebulun shall settle by the shore of the sea.\nHe shall become a haven for ships,\nand his border shall be at Sidon.",
          "isHeading": false
        },
        {
          "chapter": 49,
          "verse": 14,
          "text": "Issachar is a strong donkey,\ncrouching between the sheepfolds.",
          "isHeading": false
        },
        {
          "chapter": 49,
          "verse": 15,
          "text": "He saw a resting place that was good,\nand land that was pleasant.\nSo he bowed his shoulder to the burden\nand became a servant of forced labor.",
          "isHeading": false
        },
        {
          "chapter": 49,
          "verse": 16,
          "text": "Dan shall judge his people\nas one of the tribes of Israel.",
          "isHeading": false
        },
        {
          "chapter": 49,
          "verse": 17,
          "text": "Dan shall be a serpent on the way,\na viper on the road\nthat bites the heels of a horse,\nso that its rider falls backward.",
          "isHeading": false
        },
        {
          "chapter": 49,
          "verse": 18,
          "text": "I wait for your salvation, O Yahweh.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 49,
          "verse": 1,
          "text": "Jacob Gives Blessings to His Sons\nThen Jacob sent for his sons. He said, “Gather around me so I can tell you what will happen to you in days to come.",
          "isHeading": false
        },
        {
          "chapter": 49,
          "verse": 2,
          "text": "“Sons of Jacob, come together and listen.\nListen to your father Israel.",
          "isHeading": false
        },
        {
          "chapter": 49,
          "verse": 3,
          "text": "“Reuben, you are my oldest son.\nYou were my first child. You were the first sign of my strength.\nYou were first in honor. You were first in power.",
          "isHeading": false
        },
        {
          "chapter": 49,
          "verse": 4,
          "text": "But you are as unsteady as water. So you won’t be first anymore.\nYou had sex with your father’s concubine in his bed.\nYou lay on his couch and made it ‘unclean.’",
          "isHeading": false
        },
        {
          "chapter": 49,
          "verse": 5,
          "text": "“Simeon and Levi are brothers.\nTheir swords have killed a lot of people.",
          "isHeading": false
        },
        {
          "chapter": 49,
          "verse": 6,
          "text": "I won’t share in their plans.\nI won’t have anything to do with them.\nThey became angry and killed people.\nThey cut the legs of oxen just for the fun of it.",
          "isHeading": false
        },
        {
          "chapter": 49,
          "verse": 7,
          "text": "May the Lord put a curse on them\nbecause of their terrible anger.\nI will scatter them in Jacob’s land.\nI will spread them around in Israel.",
          "isHeading": false
        },
        {
          "chapter": 49,
          "verse": 8,
          "text": "“Judah, your brothers will praise you.\nYour enemies will be brought under your control.\nYour father’s sons will bow down to you.",
          "isHeading": false
        },
        {
          "chapter": 49,
          "verse": 9,
          "text": "Judah, you are like a lion’s cub.\nYou return from hunting, my son.\nLike a lion, you lie down and sleep.\nYou are like a mother lion. Who dares to wake you up?",
          "isHeading": false
        },
        {
          "chapter": 49,
          "verse": 10,
          "text": "The right to rule will not leave Judah.\nThe ruler’s rod will not be taken from between his feet.\nIt will be his until the king it belongs to comes.\nIt will be his until the nations obey him.",
          "isHeading": false
        },
        {
          "chapter": 49,
          "verse": 11,
          "text": "He will tie his donkey to a vine.\nHe will tie his colt to the very best branch.\nHe will wash his clothes in wine.\nHe will wash his robes in the red juice of grapes.",
          "isHeading": false
        },
        {
          "chapter": 49,
          "verse": 12,
          "text": "His eyes will be darker than wine.\nHis teeth will be whiter than milk.",
          "isHeading": false
        },
        {
          "chapter": 49,
          "verse": 13,
          "text": "“Zebulun will live by the seashore.\nHe will become a safe harbor for ships.\nHis border will go out toward Sidon.",
          "isHeading": false
        },
        {
          "chapter": 49,
          "verse": 14,
          "text": "“Issachar is like a donkey\nlying down between two saddlebags.",
          "isHeading": false
        },
        {
          "chapter": 49,
          "verse": 15,
          "text": "He sees how good his resting place is.\nHe sees that his land is pleasant.\nSo he’ll carry a heavy load on his back.\nHe will obey when he’s forced to work.",
          "isHeading": false
        },
        {
          "chapter": 49,
          "verse": 16,
          "text": "“Dan will do what is fair for his people.\nHe will do it as one of the tribes of Israel.",
          "isHeading": false
        },
        {
          "chapter": 49,
          "verse": 17,
          "text": "Dan will be a serpent by the side of the road.\nHe will be a poisonous snake along the path.\nIt bites the horse’s heels\nso that the rider falls off backward.",
          "isHeading": false
        },
        {
          "chapter": 49,
          "verse": 18,
          "text": "“Lord, I look to you to save me.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "John 20:24 - 31",
    "versions": {
      "leb": [
        {
          "chapter": 20,
          "verse": 24,
          "text": "Thomas Doubts But Later Believes\nNow Thomas, one of the twelve, who was called Didymus, was not with them when Jesus came.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 25,
          "text": "So the other disciples said to him, “We have seen the Lord!” But he said to them, “Unless I see in his hands the mark of the nails, and put my finger into the mark of the nails, and put my hand into his side, I will never believe!”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 26,
          "text": "And after eight days his disciples were again inside, and Thomas with them. Although the doors had been shut, Jesus came and stood in their midst and said, “Peace to you.”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 27,
          "text": "Then he said to Thomas, “Place your finger here and see my hands, and place your hand and put it into my side. And do not be unbelieving, but believing!”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 28,
          "text": "Thomas answered and said to him, “My Lord and my God!”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 29,
          "text": "Jesus said to him, “Because you have seen me, have you believed? Blessed are those who have not seen and have believed.”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 30,
          "text": "Why This Book Was Written\nNow Jesus also performed many other signs in the presence of the disciples which are not recorded in this book,",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 31,
          "text": "but these things are recorded in order that you may believe that Jesus is the Christ, the Son of God, and that by believing you may have life in his name.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 20,
          "verse": 24,
          "text": "Jesus Appears to Thomas\nThomas was one of the Twelve. He was called Didymus. He was not with the other disciples when Jesus came.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 25,
          "text": "So they told him, “We have seen the Lord!”\nBut he said to them, “First I must see the nail marks in his hands. I must put my finger where the nails were. I must put my hand into his side. Only then will I believe what you say.”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 26,
          "text": "A week later, Jesus’ disciples were in the house again. Thomas was with them. Even though the doors were locked, Jesus came in and stood among them.\nHe said, “May peace be with you!”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 27,
          "text": "Then he said to Thomas, “Put your finger here. See my hands. Reach out your hand and put it into my side. Stop doubting and believe.”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 28,
          "text": "Thomas said to him, “My Lord and my God!”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 29,
          "text": "Then Jesus told him, “Because you have seen me, you have believed. Blessed are those who have not seen me but still have believed.”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 30,
          "text": "Jesus did many other miraculous signs in front of his disciples. They are not written down in this book.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 31,
          "text": "But these are written down so that you may believe that Jesus is the Christ, the Son of God. If you believe this, you will have life because you belong to him.",
          "isHeading": false
        }
      ]
    }
  }
}