{
  "torah": {
    "passage": "Deuteronomy 2:2 - 2:30",
    "versions": {
      "leb": [
        {
          "chapter": 2,
          "verse": 2,
          "text": "Yahweh spoke to me, saying,",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 3,
          "text": "‘Long enough you have been skirting this mountain; turn yourselves north,",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 4,
          "text": "and instruct the people, saying, “You are about to cross through the territory of your brothers, the descendants of Esau, who are living in Seir; they will be afraid of you, and so be very careful.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 5,
          "text": "Do not get involved in battle with them, for I will not give you any of their land, not even a foot’s breadth of it; since I have given Mount Seir as a possession for Esau.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 6,
          "text": "You shall buy food from them so that you may eat; and also you shall purchase water from them with money so that you may drink.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 7,
          "text": "The fact of the matter is, Yahweh your God has blessed you in all the work you have done; he knows your travels with respect to this great wilderness; forty years Yahweh your God has been with you; you have not lacked a thing.”’",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 8,
          "text": "And so we passed by our brothers, the descendants of Esau, who live in Seir, past the road of the Arabah, from Elath and Ezion Geber, and we turned and traveled along the route of the desert of Moab.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 9,
          "text": "And Yahweh said to me, ‘You shall not attack Moab, and you shall not engage in war with them, for I will not give you any of his land as a possession; I have given Ar to the descendants of Lot as a possession.’",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 10,
          "text": "(The Emim previously lived in it, a people large, numerous, and tall, like the Anakites.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 11,
          "text": "They were reckoned also as Rephaim as the Anakites were; but the Moabites called them Emim.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 12,
          "text": "The Horites previously lived in Seir, but the descendants of Esau dispossessed them and destroyed them from among themselves, as Israel did with respect to the land of their possession that Yahweh gave to them.)",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 13,
          "text": "So now arise and cross over the wadi of Zered yourselves; and so we crossed the wadi of Zered.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 14,
          "text": "Now the length of time that we had traveled from Kadesh Barnea until the time when we crossed the wadi of Zered was thirty-eight years, until the perishing of all of that generation; that is, the men of war from the midst of the camp as Yahweh had sworn to them.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 15,
          "text": "The hand of Yahweh was against them to root them out from the midst of the camp until they perished completely.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 16,
          "text": "“And then when all the men of war had died from among the people,",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 17,
          "text": "Yahweh spoke to me, saying,",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 18,
          "text": "‘You are about to cross over the boundary of Moab today at Ar.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 19,
          "text": "When you approach the border of the Ammonites, you shall not harass them, and you shall not get involved in battle with them, for I have not given the land of the Ammonites to you as a possession; because I have given it to the descendants of Lot as a possession.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 20,
          "text": "(It is also considered the land of Rephaim; Rephaim lived in it previously, and the Ammonites called them Zamzummim,",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 21,
          "text": "a people great and numerous and as tall as the Anakites; Yahweh destroyed them from before them, and they dispossessed them and settled in place of them,",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 22,
          "text": "just as he did for the descendants of Esau, who live in Seir, when he destroyed the Horites from before them and dispossessed them, and then they settled in their place up to this day.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 23,
          "text": "And also the Avvites, who lived in villages as far as Gaza, and the Caphtorim, who came out from Caphtor, destroyed them and then settled in their place.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 24,
          "text": "Arise, set out and cross over the wadi of Arnon. Look! I have given Sihon the Amorite, the king of Heshbon, and his land into your hand; begin to take possession of it, and engage with him in battle.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 25,
          "text": "This day I will begin to place the dread of you and the fear of you before the peoples under all the heavens. They will hear the report about you, and so they will shake and tremble because of you.’",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 26,
          "text": "“So I sent messengers from the wilderness of Kedemoth to Sihon king of Heshbon; I sent terms of peace, saying,",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 27,
          "text": "‘Let me cross through your land and only along the road I will go; I will not turn aside to the right or to the left.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 28,
          "text": "Food for money you shall sell me, so that I may eat, and water for money you will give to me, so that I may drink; just let me cross on foot.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 29,
          "text": "Just as the descendants of Esau did for me, who live in Seir, and the Moabites, who live in Ar, until I cross the Jordan into the land that Yahweh our God is giving to us.’",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 30,
          "text": "But Sihon king of Heshbon was not willing to let us cross through his territory because Yahweh your God hardened his spirit and made him obstinate in order to give him into your hand, just as he has now done.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 2,
          "verse": 2,
          "text": "Then the Lord spoke to me. He said,",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 3,
          "text": "“You have made your way around this hill country long enough. So now turn north.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 4,
          "text": "“Here are the orders I want you to give the people. Tell them, ‘You are about to pass through the territory of your relatives. They are from the family line of Esau. They live in Seir. They will be afraid of you. But be very careful.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 5,
          "text": "Do not make them angry. If you do, they will go to war against you. I will not give you any of their land. You will not have even enough to put your foot on. I have given Esau the hill country of Seir as his own.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 6,
          "text": "Pay them with silver for the food you eat and the water you drink.’”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 7,
          "text": "The Lord your God has blessed you in everything your hands have done. He watched over you when you traveled through that huge desert. For these 40 years the Lord your God has been with you. So you have had everything you need.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 8,
          "text": "We went on past our relatives. They are from the family line of Esau. They live in Seir. We turned away from the Arabah Valley road. It comes up from Elath and Ezion Geber. We traveled along the desert road of Moab.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 9,
          "text": "Then the Lord said to me, “Do not attack the Moabites. Do not even make them angry. If you do, they will go to war against you. I will not give you any part of their land. I have given Moab to the people in the family line of Lot. I have given it to them as their own.”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 10,
          "text": "The Emites used to live there. They were strong people. There were large numbers of them. They were as tall as the Anakites.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 11,
          "text": "Like the Anakites, they too were thought of as Rephaites. But the Moabites called them Emites.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 12,
          "text": "The Horites used to live in Seir. But the people of Esau drove them out. They destroyed the Horites to make room for themselves. Then they settled in their territory. They did just as Israel has done in the land the Lord gave them as their own.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 13,
          "text": "The Lord said, “Now get up. Go across the Zered Valley.” So we went across it.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 14,
          "text": "Between the time we left Kadesh Barnea and the time we went across the Zered Valley, 38 years passed. By then, all of the fighting men who had been in our camp from the beginning had died. The Lord had warned them with an oath that it would happen.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 15,
          "text": "He used his power against them until he had gotten rid of all of them. Not one was left in the camp.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 16,
          "text": "Finally, the last of the fighting men among the people died.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 17,
          "text": "Then the Lord spoke to me. He said,",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 18,
          "text": "“Today you must pass near the border of Moab. Moab is also called Ar.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 19,
          "text": "“When you come to the Ammonites, do not attack them. Do not make them angry. If you do, they will go to war against you. I will not give you any of their land as your own. I have given it to the people in the family line of Lot. I have given it to them as their own.”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 20,
          "text": "That land was also thought of as a land of the Rephaites. They used to live there. But the Ammonites called them Zamzummites.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 21,
          "text": "The Rephaites were strong people. There were large numbers of them. They were as tall as the Anakites. The Lord destroyed the Rephaites to make room for the Ammonites. So the Ammonites drove them out. Then they settled in the territory of the Rephaites.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 22,
          "text": "The Lord had done the same thing for the people of Esau. They lived in Seir. He destroyed the Horites to make room for them. They drove the Horites out. So the people of Esau have lived in Seir in the territory of the Horites to this very day.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 23,
          "text": "The Avvites lived in villages as far away as Gaza. But people came from Crete. They destroyed the Avvites. Then they settled in the territory of the Avvites.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 24,
          "text": "The Lord said, “Start out and go across the valley of the Arnon River. I have handed Sihon over to you. He is the Amorite king of Heshbon. I have also given you his country. Begin to take it as your own. Go to war against him.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 25,
          "text": "“This very day I will bring fear and terror on all of the nations because of you. They will hear about you. They will tremble with fear. Pain and suffering will take hold of them because of you.”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 26,
          "text": "I sent messengers from the Desert of Kedemoth. I told them to go to Sihon, the king of Heshbon. They offered him peace. They said,",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 27,
          "text": "“Let us pass through your country. We’ll stay on the main road. We won’t turn off it to one side or the other.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 28,
          "text": "We’ll pay you the right amount of silver for food to eat and water to drink. Just let us walk through your country.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 29,
          "text": "The people of Esau, who live in Seir, allowed us to do that. The people of Moab, who live in Ar, also allowed us to do it. So let us walk through until we go across the Jordan River. Then we’ll be able to go into the land the Lord our God is giving us.”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 30,
          "text": "But Sihon, the king of Heshbon, refused to let us walk through. The Lord your God had made his heart and spirit stubborn. The Lord wanted to hand him over to you. And that’s exactly what he has done.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Acts 2:32 - 2:41",
    "versions": {
      "leb": [
        {
          "chapter": 2,
          "verse": 32,
          "text": "This Jesus God raised up, of which we all are witnesses.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 33,
          "text": "Therefore, having been exalted to the right hand of God and having received the promise of the Holy Spirit from the Father, he has poured out this that you see and hear.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 34,
          "text": "‘The Lord said to my Lord,\n“Sit at my right hand,",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 35,
          "text": "until I make your enemies a footstool for your feet.”’",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 36,
          "text": "Therefore let all the house of Israel know beyond a doubt, that God has made him both Lord and Christ—this Jesus whom you crucified!”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 37,
          "text": "Now when they heard this, they were pierced to the heart and said to Peter and the other apostles, “What should we do, men and brothers?”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 38,
          "text": "And Peter said to them, “Repent and be baptized, each one of you, in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 39,
          "text": "For the promise is for you and for your children, and for all those who are far away, as many as the Lord our God calls to himself.”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 40,
          "text": "And with many other words he solemnly urged and exhorted them, saying, “Be saved from this crooked generation!”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 41,
          "text": "So those who accepted his message were baptized, and on that day about three thousand souls were added.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 2,
          "verse": 32,
          "text": "God has raised this same Jesus back to life. We are all witnesses of this.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 33,
          "text": "Jesus has been given a place of honor at the right hand of God. He has received the Holy Spirit from the Father. This is what God had promised. It is Jesus who has poured out what you now see and hear.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 34,
          "text": "David did not go up to heaven. But he said,\n“‘The Lord said to my Lord,\n“Sit at my right hand.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 35,
          "text": "under your control.”’ ()",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 36,
          "text": "“So be sure of this, all you people of Israel. You nailed Jesus to the cross. But God has made him both Lord and Christ.”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 37,
          "text": "When the people heard this, their hearts were filled with shame. They said to Peter and the other apostles, “Brothers, what should we do?”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 38,
          "text": "Peter replied, “All of you must turn away from your sins and be baptized in the name of Jesus Christ. Then your sins will be forgiven. You will receive the gift of the Holy Spirit.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 39,
          "text": "The promise is for you and your children. It is also for all who are far away. It is for all whom the Lord our God will choose.”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 40,
          "text": "Peter said many other things to warn them. He begged them, “Save yourselves from these evil people.”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 41,
          "text": "Those who accepted his message were baptized. About 3,000 people joined the believers that day.",
          "isHeading": false
        }
      ]
    }
  }
}