{
  "torah": {
    "passage": "Genesis 35:12 - 36:19",
    "versions": {
      "leb": [
        {
          "chapter": 35,
          "verse": 12,
          "text": "And as for the land that I gave to Abraham and to Isaac, I will give it to you. And to your descendants after you I will give the land.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 13,
          "text": "And God went up from him at the place where he spoke with him.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 14,
          "text": "And Jacob set up a pillar at the place where God had spoken with him, a pillar of stone. And he poured out a drink offering upon it, and poured oil on it.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 15,
          "text": "And Jacob called the name of the place where God had spoken with him Bethel.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 16,
          "text": "The Death of Rachel\nThen they journeyed from Bethel. And when they were still some distance from Ephrath, Rachel went into labor. And she had hard labor.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 17,
          "text": "And when her labor was the most difficult the midwife said to her, “Do not be afraid for you have another son.”",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 18,
          "text": "And it happened that when her life was departing (for she was dying), she called his name Ben-Oni. But his father called him Benjamin.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 19,
          "text": "And Rachel died and she was buried on the way to Ephrath (that is, Bethlehem).",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 20,
          "text": "And Jacob erected a pillar at her burial site. That is the pillar of the burial site of Rachel unto this day.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 21,
          "text": "And Israel journeyed on and pitched his tent beyond the tower of Eder.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 22,
          "text": "And while Israel was living in that land Reuben went and had sexual relations with Bilhah, his father’s concubine. And Israel heard about it.\nThe Twelve Sons of Jacob\nNow the sons of Jacob were twelve.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 23,
          "text": "The sons of Leah: The firstborn of Jacob was Reuben. Then Simeon, Levi, Judah, Issachar, and Zebulun.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 24,
          "text": "The sons of Rachel: Joseph and Benjamin.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 25,
          "text": "The sons of Bilhah, the female servant of Rachel: Dan and Naphtali.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 26,
          "text": "The sons of Zilpah, the female servant of Leah: Gad and Asher. These were the sons of Jacob who were born to him in Paddan-Aram.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 27,
          "text": "The Death of Isaac\nAnd Jacob came to Isaac his father at Mamre, or Kiriath-Arba (that is, Hebron), where Abraham and Isaac dwelled as aliens.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 28,
          "text": "Now the days of Isaac were one hundred and eighty years.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 29,
          "text": "And Isaac passed away and died, and was gathered to his people, old and full of days. And his sons Esau and Jacob buried him.",
          "isHeading": false
        },
        {
          "chapter": 36,
          "verse": 1,
          "text": "The Descendants of Esau\nNow these are the descendants of Esau (that is, Edom).",
          "isHeading": false
        },
        {
          "chapter": 36,
          "verse": 2,
          "text": "Esau took his wives from the daughters of Canaan: Adah, daughter of Elon, the Hittite, and Oholibamah, daughter of Anah, the daughter of Zibeon, the Hivite,",
          "isHeading": false
        },
        {
          "chapter": 36,
          "verse": 3,
          "text": "and Basemath, the daughter of Ishmael, the sister of Nebaioth.",
          "isHeading": false
        },
        {
          "chapter": 36,
          "verse": 4,
          "text": "And Adah bore to Esau Eliphaz; and Basemath bore Reuel;",
          "isHeading": false
        },
        {
          "chapter": 36,
          "verse": 5,
          "text": "and Oholibamah bore Jeush and Jalam, and Korah. These are the sons of Esau who were born to him in the land of Canaan.",
          "isHeading": false
        },
        {
          "chapter": 36,
          "verse": 6,
          "text": "And Esau took his wives and his sons and his daughters, and all the persons of his household, and his sheep and goats, and all his cattle, and all the goods that he had acquired in the land of Canaan, and went to a land away from his brother Jacob.",
          "isHeading": false
        },
        {
          "chapter": 36,
          "verse": 7,
          "text": "For their possessions were too many to live together, so that the land of their sojourning was not able to support them on account of their livestock.",
          "isHeading": false
        },
        {
          "chapter": 36,
          "verse": 8,
          "text": "So Esau dwelled in the hill country of Seir (Esau, that is Edom).",
          "isHeading": false
        },
        {
          "chapter": 36,
          "verse": 9,
          "text": "Now these are the descendants of Esau, the father of Edom, in the hill country of Seir.",
          "isHeading": false
        },
        {
          "chapter": 36,
          "verse": 10,
          "text": "These are the names of the sons of Esau: Eliphaz, the son of Adah, the wife of Esau; Reuel, the son of Basemath, the wife of Esau.",
          "isHeading": false
        },
        {
          "chapter": 36,
          "verse": 11,
          "text": "The sons of Eliphaz were Teman, Omar, Zepho, Gatam, and Kenaz.",
          "isHeading": false
        },
        {
          "chapter": 36,
          "verse": 12,
          "text": "(Now Timnah was the concubine of Eliphaz, the son of Esau. And she bore Amalek to Eliphaz.) These are the sons of Adah, the wife of Esau.",
          "isHeading": false
        },
        {
          "chapter": 36,
          "verse": 13,
          "text": "Now these are the sons of Reuel: Nahath, Zerah, Shammah, and Mizzah. These are the sons of Basemath, the wife of Esau.",
          "isHeading": false
        },
        {
          "chapter": 36,
          "verse": 14,
          "text": "Now these are the sons of Oholibamah, the daughter of Anah, daughter of Zibeon, the wife of Esau: She bore to Esau Jeush, Jalam, and Korah.",
          "isHeading": false
        },
        {
          "chapter": 36,
          "verse": 15,
          "text": "These are the chiefs of the sons of Esau. The sons of Eliphaz, the firstborn of Esau: the chiefs of Teman, Omar, Zepho, Kenaz,",
          "isHeading": false
        },
        {
          "chapter": 36,
          "verse": 16,
          "text": "Korah, Gatam, and Amalek. These are the chiefs of Eliphaz in the land of Edom. These are the sons of Adah.",
          "isHeading": false
        },
        {
          "chapter": 36,
          "verse": 17,
          "text": "Now these are the sons Reuel, the son of Esau: the chiefs Nahath, Zerah, Shammah, and Mizzah. These are the chiefs of Reuel in the land of Edom. These are the sons of Basemath, the wife of Esau.",
          "isHeading": false
        },
        {
          "chapter": 36,
          "verse": 18,
          "text": "Now these are the sons of Oholibamah, the wife of Esau: the chiefs Jeush, Jalam, and Korah. These are the chiefs born of Oholibamah, the daughter of Anah, the wife of Esau.",
          "isHeading": false
        },
        {
          "chapter": 36,
          "verse": 19,
          "text": "These are the sons of Esau, and these are their chiefs (that is, Edom).",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 35,
          "verse": 12,
          "text": "I am giving you the land I gave to Abraham and Isaac. I will also give it to your children after you.”",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 13,
          "text": "Then God left him at the place where he had talked with him.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 14,
          "text": "Jacob set up a stone pillar at the place where God had talked with him. He poured out a drink offering on it. He also poured oil on it.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 15,
          "text": "Jacob named the place Bethel. That’s where God had talked with him.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 16,
          "text": "Rachel and Isaac Die\nThey moved on from Bethel. Ephrath wasn’t very far away when Rachel began to have a baby. She was having a very hard time of it.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 17,
          "text": "The woman who helped her saw that she was having problems. So she said to her, “Don’t be afraid. You have another son.”",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 18,
          "text": "But Rachel was dying. As she took her last breath, she named her son Ben-Oni. But his father named him Benjamin.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 19,
          "text": "So Rachel died. Her body was buried beside the road to Ephrath. Ephrath was also called Bethlehem.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 20,
          "text": "Jacob set up a pillar over her tomb. The pillar marks the place of Rachel’s tomb to this very day.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 21,
          "text": "Israel moved on again. He set up his tent beyond Migdal Eder.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 22,
          "text": "While Israel was living in that area, Reuben went in and made love to Bilhah. She was the concubine of Reuben’s father. And Israel heard about it.\nHere are the 12 sons Jacob had.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 23,
          "text": "Leah was the mother of\nReuben, Jacob’s oldest son.\nHer other sons were\nSimeon, Levi, Judah, Issachar and Zebulun.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 24,
          "text": "The sons of Rachel were\nJoseph and Benjamin.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 25,
          "text": "The sons of Rachel’s female servant Bilhah were\nDan and Naphtali.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 26,
          "text": "The sons of Leah’s female servant Zilpah were\nGad and Asher.\nThose were Jacob’s sons. They were born in Paddan Aram.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 27,
          "text": "Jacob came home to his father Isaac in Mamre. Mamre is near Kiriath Arba, where Abraham and Isaac had stayed. The place is also called Hebron.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 28,
          "text": "Isaac lived 180 years.",
          "isHeading": false
        },
        {
          "chapter": 35,
          "verse": 29,
          "text": "Then he took his last breath and died. He was very old when he joined the members of his family who had already died. His sons Esau and Jacob buried his body.",
          "isHeading": false
        },
        {
          "chapter": 36,
          "verse": 1,
          "text": "The Family Line of Esau\nHere is the story of Esau. Esau was also called Edom.",
          "isHeading": false
        },
        {
          "chapter": 36,
          "verse": 2,
          "text": "Esau got his wives from among the women of Canaan. He married Adah, the daughter of Elon the Hittite. He also married Oholibamah, the daughter of Anah and the granddaughter of Zibeon the Hivite.",
          "isHeading": false
        },
        {
          "chapter": 36,
          "verse": 3,
          "text": "And he married Basemath, the daughter of Ishmael and the sister of Nebaioth.",
          "isHeading": false
        },
        {
          "chapter": 36,
          "verse": 4,
          "text": "Adah had Eliphaz by Esau. Basemath had Reuel.",
          "isHeading": false
        },
        {
          "chapter": 36,
          "verse": 5,
          "text": "Oholibamah had Jeush, Jalam and Korah. All of them were Esau’s sons. They were born in Canaan.",
          "isHeading": false
        },
        {
          "chapter": 36,
          "verse": 6,
          "text": "Esau moved to a land far away from his brother Jacob. He took with him his wives, his sons and daughters, and all of the people who lived with him. He also took his livestock and all of his other animals. He took everything he had gotten in Canaan.",
          "isHeading": false
        },
        {
          "chapter": 36,
          "verse": 7,
          "text": "Jacob and Esau owned so much that they couldn’t remain together. There wasn’t enough land for both of them. They had too much livestock.",
          "isHeading": false
        },
        {
          "chapter": 36,
          "verse": 8,
          "text": "So Esau settled in the hill country of Seir. Esau was also called Edom.",
          "isHeading": false
        },
        {
          "chapter": 36,
          "verse": 9,
          "text": "Here is the story of Esau. He’s the father of the people of Edom. They live in the hill country of Seir.",
          "isHeading": false
        },
        {
          "chapter": 36,
          "verse": 10,
          "text": "Here are the names of Esau’s sons.\nThey are Eliphaz, the son of Esau’s wife Adah, and Reuel, the son of Esau’s wife Basemath.",
          "isHeading": false
        },
        {
          "chapter": 36,
          "verse": 11,
          "text": "The sons of Eliphaz were\nTeman, Omar, Zepho, Gatam and Kenaz.",
          "isHeading": false
        },
        {
          "chapter": 36,
          "verse": 12,
          "text": "Esau’s son Eliphaz also had a concubine named Timna. She had Amalek by Eliphaz. They were grandsons of Esau’s wife Adah.",
          "isHeading": false
        },
        {
          "chapter": 36,
          "verse": 13,
          "text": "The sons of Reuel were\nNahath, Zerah, Shammah and Mizzah. They were grandsons of Esau’s wife Basemath.",
          "isHeading": false
        },
        {
          "chapter": 36,
          "verse": 14,
          "text": "Esau’s wife Oholibamah was the daughter of Anah and the granddaughter of Zibeon. She had Jeush, Jalam and Korah by Esau.",
          "isHeading": false
        },
        {
          "chapter": 36,
          "verse": 15,
          "text": "Here are the chiefs who were among Esau’s sons.\nEliphaz was Esau’s oldest son. The sons of Eliphaz were\nChiefs Teman, Omar, Zepho, Kenaz,",
          "isHeading": false
        },
        {
          "chapter": 36,
          "verse": 16,
          "text": "Korah, Gatam and Amalek. They were the chiefs in Edom who were sons of Eliphaz. They were Adah’s grandsons.",
          "isHeading": false
        },
        {
          "chapter": 36,
          "verse": 17,
          "text": "The sons of Esau’s son Reuel were\nChiefs Nahath, Zerah, Shammah and Mizzah. They were the chiefs in Edom who were sons of Reuel. They were grandsons of Esau’s wife Basemath.",
          "isHeading": false
        },
        {
          "chapter": 36,
          "verse": 18,
          "text": "The sons of Esau’s wife Oholibamah were\nChiefs Jeush, Jalam and Korah. They were the chiefs who were sons of Esau’s wife Oholibamah. She was Anah’s daughter.",
          "isHeading": false
        },
        {
          "chapter": 36,
          "verse": 19,
          "text": "That was the family line of Esau. And those were the chiefs. Esau was also called Edom.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "John 12:37 - 12:50",
    "versions": {
      "leb": [
        {
          "chapter": 12,
          "verse": 37,
          "text": "The People Still Refuse to Believe\nBut as many signs as he had performed before them, they did not believe in him,",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 38,
          "text": "in order that the word of the prophet Isaiah would be fulfilled, who said,\n“Lord, who has believed our message?\nAnd to whom has the arm of the Lord been revealed?”",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 39,
          "text": "For this reason they were not able to believe, because again Isaiah said,",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 40,
          "text": "“He has blinded their eyes\nand hardened their hearts,\nlest they see with their eyes\nand understand with their hearts\nand turn, and I heal them.”",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 41,
          "text": "Isaiah said these things because he saw his glory, and he spoke about him.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 42,
          "text": "Yet despite that, even many of the rulers believed in him, but because of the Pharisees they did not confess it, so that they would not be expelled from the synagogue.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 43,
          "text": "For they loved the praise of men more than praise from God.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 44,
          "text": "Jesus’ Final Public Appeal\nBut Jesus cried out and said, “The one who believes in me does not believe in me, but in the one who sent me,",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 45,
          "text": "and the one who sees me sees the one who sent me.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 46,
          "text": "I have come as a light into the world, in order that everyone who believes in me will not remain in the darkness.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 47,
          "text": "And if anyone hears my words and does not observe them, I will not judge him. For I have not come to judge the world, but to save the world.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 48,
          "text": "The one who rejects me and does not accept my words has one who judges him; the word that I have spoken will judge him on the last day.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 49,
          "text": "For I have not spoken from myself, but the Father himself who sent me has commanded me what I should say and what I should speak.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 50,
          "text": "And I know that his commandment is eternal life. So the things that I say, just as the Father said to me, thus I say.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 12,
          "verse": 37,
          "text": "The Jews Still Do Not Believe\nJesus had done all these miraculous signs in front of them. But they still would not believe in him.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 38,
          "text": "This happened as Isaiah the prophet had said it would. He had said,\n“Lord, who has believed what we’ve been saying?\nWho has seen the Lord’s saving power?” ()",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 39,
          "text": "For this reason, they could not believe. As Isaiah says in another place,",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 40,
          "text": "“The Lord has blinded their eyes.\nHe has closed their minds.\nSo they can’t see with their eyes.\nThey can’t understand with their minds.\nThey can’t turn to the Lord. If they could, he would heal them.” ()",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 41,
          "text": "Isaiah said this because he saw Jesus’ glory and spoke about him.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 42,
          "text": "At the same time that Jesus did those miracles, many of the leaders believed in him. But because of the Pharisees, they would not admit they believed. They were afraid they would be thrown out of the synagogue.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 43,
          "text": "They loved praise from people more than praise from God.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 44,
          "text": "Then Jesus cried out, “Anyone who believes in me does not believe in me only. He also believes in the One who sent me.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 45,
          "text": "When he looks at me, he sees the One who sent me.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 46,
          "text": "“I have come into the world to be a light. No one who believes in me will stay in darkness.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 47,
          "text": "“I don’t judge a person who hears my words but does not obey them. I didn’t come to judge the world. I came to save it.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 48,
          "text": "But there is a judge for anyone who does not accept me and my words. The very words I have spoken will judge him on the last day.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 49,
          "text": "“I did not speak on my own. The Father who sent me commanded me what to say. He also told me how to say it.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 50,
          "text": "I know that his command leads to eternal life. So everything I say is just what the Father has told me to say.”",
          "isHeading": false
        }
      ]
    }
  }
}