{
  "torah": {
    "passage": "Deuteronomy 33:27 - 34:12",
    "versions": {
      "leb": [
        {
          "chapter": 33,
          "verse": 27,
          "text": "The God of ancient time is a hiding place,\nand underneath are the arms of eternity,\nand he drove out from before you your enemy,\nand he said, ‘Destroy them!’",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 28,
          "text": "So Israel dwells alone and carefree,\nthe spring of Jacob in a land of grain and wine;\nhis heavens even drip dew.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 29,
          "text": "Blessed are you, O Israel.\nWho is like you, a people who is saved by Yahweh,\nthe shield of your help,\nand who is the sword of your triumph,\nand your enemies, they shall fawn before you,\nand you shall tread on their backs.”",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 1,
          "text": "The Death of Moses and the Commissioning of Joshua\nThen Moses went up from the desert plateau of Moab to Mount Nebo, to the top of Pisgah, which is opposite Jericho, and Yahweh showed him all of the land, Gilead all the way up to Dan,",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 2,
          "text": "and all of Naphtali and the land of Ephraim and Manasseh and all of the land of Judah, up to the western sea,",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 3,
          "text": "and the Negev and the plain of the valley of Jericho, the city of palms, on up to Zoar.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 4,
          "text": "And Yahweh said to him, “This is the land that I swore to Abraham to Isaac and to Jacob, saying, ‘To your offspring I will give it.’ I have let you see it with your eyes, but you shall not cross into it.”",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 5,
          "text": "Then Moses, the servant of Yahweh, died there in the land of Moab according to the command of Yahweh.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 6,
          "text": "And he buried him in the valley in the land of Moab opposite Beth Peor. But until this day no one knows his burial site.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 7,
          "text": "Now Moses was a hundred and twenty years old when he died; his sight was not impaired and his vigor had not abated.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 8,
          "text": "And the Israelites wept concerning Moses thirty days; finally the days of weeping and mourning for Moses were completed.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 9,
          "text": "Now Joshua the son of Nun was full of the spirit of wisdom because Moses had placed his hands on him, and the Israelites listened to him, and they did as Yahweh had commanded Moses.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 10,
          "text": "And not again has a prophet arisen in Israel like Moses, whom Yahweh knew face to face,",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 11,
          "text": "as far as all the signs and the wonders Yahweh sent him to do in the land of Egypt, against Pharaoh and all of his servants and against all of his land,",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 12,
          "text": "and as far as all of the mighty deeds and as far as the great awesome wonders Moses did before the eyes of all Israel.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 33,
          "verse": 27,
          "text": "God lives forever! You can run to him for safety.\nHis powerful arms are always there to carry you.\nHe will drive out your enemies to make room for you.\nHe’ll say to you, ‘Destroy them!’",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 28,
          "text": "So Israel will live alone in safety.\nJacob’s spring of water is safe\nin a land that has grain and fresh wine.\nThere the heavens drop their dew.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 29,
          "text": "Israel, how blessed you are!\nWho is like you?\nThe Lord has saved you.\nHe keeps you safe. He helps you.\nHe’s like a glorious sword to you.\nYour enemies will bow down to you in fear.\nYou will bring them under your control.”",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 1,
          "text": "Moses Dies\nMoses climbed Mount Nebo. He went up from the flatlands of Moab to the highest slopes of Pisgah. It’s across from Jericho.\nAt Pisgah the Lord showed him the whole land from Gilead all the way to Dan.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 2,
          "text": "Moses saw the whole land of Naphtali. He saw the territory of Ephraim and Manasseh. The Lord showed him the whole land of Judah all the way to the Mediterranean Sea.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 3,
          "text": "Moses saw the Negev Desert. He saw the whole area from the Valley of Jericho all the way to Zoar. Jericho was also known as The City of Palm Trees.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 4,
          "text": "Then the Lord spoke to Moses. He said, “This is the land I promised with an oath to Abraham, Isaac and Jacob. I told them, ‘I will give this land to your children and their children.’ Moses, I have let you see it with your own eyes. But you will not go across the Jordan River to enter it.”",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 5,
          "text": "Moses, the servant of the Lord, died there in Moab, just as the Lord had said.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 6,
          "text": "The Lord buried the body of Moses in Moab. His grave is in the valley across from Beth Peor. But to this day no one knows where it is.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 7,
          "text": "Moses was 120 years old when he died. But his eyes were not weak. He was still very strong.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 8,
          "text": "The people of Israel sobbed over Moses on the flatlands of Moab for 30 days. They did it until their time for sobbing and crying was over.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 9,
          "text": "Joshua, the son of Nun, was filled with wisdom. That’s because Moses had placed his hands on him. So the Israelites listened to Joshua. They did what the Lord had commanded Moses.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 10,
          "text": "Since then, Israel has never had a prophet like Moses. The Lord knew him face to face.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 11,
          "text": "Moses did many miraculous signs and wonders. The Lord had sent him to do them in Egypt. Moses did them against Pharaoh, against all of his officials and against his whole land.",
          "isHeading": false
        },
        {
          "chapter": 34,
          "verse": 12,
          "text": "No one has ever had the mighty power Moses had. No one has ever done the wonderful acts he did in the sight of all of the people of Israel.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Acts 28:17 - 28:30",
    "versions": {
      "leb": [
        {
          "chapter": 28,
          "verse": 17,
          "text": "Paul and the Jewish Community in Rome\nNow it happened that after three days, he called together those who were the most prominent of the Jews. And when they had assembled, he said to them, “Men and brothers, although I had done nothing against our people or the customs of our fathers, from Jerusalem I was delivered as a prisoner into the hands of the Romans,",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 18,
          "text": "who, when they had examined me, were wanting to release me, because there was no basis for an accusation worthy of death with me.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 19,
          "text": "But because the Jews objected, I was forced to appeal to Caesar (not as if I had any charge to bring against my own people).",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 20,
          "text": "Therefore for this reason I have requested to see you and to speak with you, for because of the hope of Israel I am wearing this chain!”",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 21,
          "text": "And they said to him, “We have received no letters about you from Judea, nor has any of the brothers come and reported or spoken anything evil about you.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 22,
          "text": "But we would like to hear from you what you think, for concerning this sect it is known to us that it is spoken against everywhere.”",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 23,
          "text": "And when they had set a day with him, many more came to him at his lodging place, to whom he was explaining from early in the morning until evening, testifying about the kingdom of God and attempting to convince them about Jesus from both the law of Moses and the prophets.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 24,
          "text": "And some were convinced by what was said, but others refused to believe.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 25,
          "text": "So being in disagreement with one another, they began to leave after Paul made one statement: “The Holy Spirit spoke rightly through the prophet Isaiah to your fathers,",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 26,
          "text": "saying,\n‘Go to this people and say,\n“You will keep on hearing and will never understand,\nand you will keep on seeing and will never perceive.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 27,
          "text": "&nbsp;&nbsp;&nbsp;&nbsp;For the heart of this people has become dull,\nand with their ears they hear with difficulty,\nand they have shut their eyes,\nlest they see with their eyes,\nand hear with their ears,\nand understand with their heart,\nand turn, and I would heal them.”’",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 28,
          "text": "Therefore let it be known to you that this salvation of God has been sent to the Gentiles. They also will listen!”",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 29,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 30,
          "text": "So he stayed two whole years in his own rented house, and welcomed all who came to him,",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 28,
          "verse": 17,
          "text": "Paul Preaches in Rome\nThree days later Paul called a meeting of the Jewish leaders. So they came. Paul said to them, “My brothers, I have done nothing against our people. I have also done nothing against what our people of long ago practiced. But I was arrested in Jerusalem. I was handed over to the Romans.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 18,
          "text": "“They questioned me. And they wanted to let me go. They saw I wasn’t guilty of any crime worthy of death.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 19,
          "text": "But the Jews objected. So I had to make an appeal to Caesar.\n“It wasn’t that I had anything against my own people.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 20,
          "text": "I share Israel’s hope. That is why I am held with this chain. So I have asked to see you and talk with you.”",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 21,
          "text": "They replied, “We have not received any letters from Judea about you. None of our companions who came from there has reported or said anything bad about you.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 22,
          "text": "But we want to hear what your ideas are. We know that people everywhere are talking against those who believe as you do.”",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 23,
          "text": "They decided to meet Paul on a certain day. At that time even more people came to the place where he was staying. From morning until evening, he told them about God’s kingdom and explained it to them. Using the Law of Moses and the Prophets, he tried to get them to believe in Jesus.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 24,
          "text": "Some believed what he said. Others did not.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 25,
          "text": "They didn’t agree with each other. They began to leave after Paul had made a final statement. He said, “The Holy Spirit was right when he spoke to your people long ago. Through Isaiah the prophet the Spirit said,",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 26,
          "text": "“‘Go to your people. Say to them,\n“You will hear but never understand.\nYou will see but never know what you are seeing.”",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 27,
          "text": "These people’s hearts have become stubborn.\nThey can barely hear with their ears.\nThey have closed their eyes.\nOtherwise they might see with their eyes.\nThey might hear with their ears.\nThey might understand with their hearts.\nThey might turn, and then I would heal them.’ ()",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 28,
          "text": "“Here is what I want you to know. God has sent his salvation to people who are not Jews. And they will listen!”",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 29,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 30,
          "text": "For two whole years Paul stayed there in a house he rented. He welcomed all who came to see him.",
          "isHeading": false
        }
      ]
    }
  }
}