{
  "torah": {
    "passage": "Exodus 30:1 - 30:10",
    "versions": {
      "leb": [
        {
          "chapter": 30,
          "verse": 1,
          "text": "“And you will make an altar for burning incense; you will make it of acacia wood,",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 2,
          "text": "a cubit its length and a cubit its width—it will be square—and two cubits its height, its horns of one piece with it.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 3,
          "text": "And you will overlay it with pure gold, its top and its sides all around and its horns, and you will make for it a gold molding all around.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 4,
          "text": "And you will make two gold rings for it; under its molding on two opposite sides you will make them as holders for poles to carry it with them.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 5,
          "text": "You will make the poles of acacia wood, and you will overlay them with gold.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 6,
          "text": "And you will put it before the curtain that is upon the ark of the testimony, before the atonement cover, which is on the testimony, there where I will meet with you.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 7,
          "text": "“And on it Aaron will turn fragrant incense into smoke; each morning when he tends the lamps, he will turn it into smoke.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 8,
          "text": "And when Aaron sets up the lamps at twilight, he will turn it into smoke—incense of continuity—before Yahweh throughout your generations.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 9,
          "text": "You will not offer on it strange incense or a burnt offering or a grain offering, and you will not pour a libation on it.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 10,
          "text": "And Aaron will make atonement on its horns one time in the year from the blood of the sin offering of the atonement; one time in the year he will make atonement on it throughout your generations; it is a most holy thing for Yahweh.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 30,
          "verse": 1,
          "text": "“Make an altar for burning incense. Make it out of acacia wood.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 2,
          "text": "It must be one foot six inches square and three feet high. Make a horn stick out from each of its upper four corners.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 3,
          "text": "Cover the top, sides and horns with pure gold. Put a strip of gold around it.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 4,
          "text": "“Make two gold rings for the altar below the strip. Put the rings across from each other. They will hold the poles that are used to carry it.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 5,
          "text": "Make the poles out of acacia wood. Cover them with gold.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 6,
          "text": "“Put the altar in front of the curtain that hangs in front of the ark where the tablets of the covenant are kept. The ark will have a cover. It will be the place where sin is paid for. There I will meet with you.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 7,
          "text": "“Aaron must burn sweet-smelling incense on the altar. He must do it every morning when he takes care of the lamps.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 8,
          "text": "He must burn incense again when he lights the lamps at sunset. Incense must be burned regularly to me. Do it for all time to come.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 9,
          "text": "“Do not burn any other incense on the altar. Do not use the altar for burnt offerings or grain offerings. Do not pour drink offerings on it.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 10,
          "text": "“Once a year Aaron must put the blood of a sin offering on its horns to make it pure. He must do it on the day Israel’s sin is paid for. Do it for all time to come. The altar is a very holy place to me.”",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Mark 12:35 - 12:44",
    "versions": {
      "leb": [
        {
          "chapter": 12,
          "verse": 35,
          "text": "And continuing, Jesus said while teaching in the temple courts, “How can the scribes say that the Christ is David’s son?",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 36,
          "text": "‘The Lord said to my Lord,\n“Sit at my right hand,\nuntil I put your enemies\nunder your feet.”’",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 37,
          "text": "David himself calls him ‘Lord,’ and how is he his son?” And the large crowd was listening to him gladly.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 38,
          "text": "And in his teaching he said, “Beware of the scribes, who like walking around in long robes and greetings in the marketplaces",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 39,
          "text": "and the best seats in the synagogues and the places of honor at banquets,",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 40,
          "text": "who devour the houses of widows and pray lengthy prayers for the sake of appearance. These will receive more severe condemnation!”",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 41,
          "text": "And he sat down opposite the contribution box and was observing how the crowd was putting coins into the contribution box. And many rich people were putting in many coins.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 42,
          "text": "And one poor widow came and put in two small copper coins (that is, a penny).",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 43,
          "text": "And summoning his disciples, he said to them, “Truly I say to you that this poor widow put in more than all those who put offerings into the contribution box.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 44,
          "text": "For they all contributed out of their abundance, but she out of her poverty put in everything she had, her whole means of subsistence.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 12,
          "verse": 35,
          "text": "Whose Son Is the Christ?\nJesus was teaching in the temple courtyard. He asked, “Why do the teachers of the law say that the Christ is the son of David?",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 36,
          "text": "The Holy Spirit spoke through David himself. David said,\n“‘The Lord said to my Lord,\n“Sit at my right hand\nuntil I put your enemies\nunder your control.”’ ()",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 37,
          "text": "David himself calls him ‘Lord.’ So how can he be David’s son?”\nThe large crowd listened to Jesus with delight.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 38,
          "text": "As he taught, he said, “Watch out for the teachers of the law. They like to walk around in long robes. They like to be greeted in the market places.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 39,
          "text": "They love to have the most important seats in the synagogues. They also love to have the places of honor at dinners.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 40,
          "text": "They take over the houses of widows. They say long prayers to show off. God will punish those men very much.”",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 41,
          "text": "Jesus sat down across from the place where people put their temple offerings. He watched the crowd putting their money into the offering boxes. Many rich people threw large amounts into them.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 42,
          "text": "But a poor widow came and put in two very small copper coins. They were worth much less than a penny.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 43,
          "text": "Jesus asked his disciples to come to him. He said, “What I’m about to tell you is true. That poor widow has put more into the offering box than all the others.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 44,
          "text": "They all gave a lot because they are rich. But she gave even though she is poor. She put in everything she had. She gave all she had to live on.”",
          "isHeading": false
        }
      ]
    }
  }
}