{
  "torah": {
    "passage": "Exodus 13:1 - 13:16",
    "versions": {
      "leb": [
        {
          "chapter": 13,
          "verse": 1,
          "text": "And you will keep this statute at its appointed time from year to year.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 2,
          "text": "And they set out from Succoth, and they encamped at Etham on the edge of the desert.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 3,
          "text": "And Moses said to the people, “Remember this day when you went out from Egypt, from a house of slaves, because with strength of hand Yahweh brought you out from here, and food with yeast will not be eaten.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 4,
          "text": "Today you are going out in the month of Abib.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 5,
          "text": "And when Yahweh brings you to the land of the Canaanites and the Hittites and the Amorites and the Hivites and the Jebusites—which he swore to your ancestors to give to you, a land flowing with milk and honey—you will perform this service in this month.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 6,
          "text": "Seven days you will eat unleavened bread, and on the seventh day will be a feast for Yahweh.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 7,
          "text": "Unleavened bread will be eaten the seven days; food with yeast will not be seen for you; and yeast will not be seen for you in all your territory.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 8,
          "text": "And you shall tell your son on that day, saying, ‘This is because of what Yahweh did for me when I came out from Egypt.’",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 9,
          "text": "And it will be as a sign on your hand and as a memorial between your eyes so that the law of Yahweh will be in your mouth, that with a strong hand Yahweh brought you out from Egypt.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 11,
          "text": "“And when Yahweh brings you to the land of the Canaanite, as he swore to you and to your ancestors, and he gives it to you,",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 12,
          "text": "you will hand over every first offspring of a womb to Yahweh, and every first offspring dropped by a domestic animal that will belong to you, the males will be for Yahweh.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 13,
          "text": "And every first offspring of a donkey you will redeem with small livestock, and if you will not redeem it, then you will break its neck, and every firstborn human among your sons you will redeem.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 14,
          "text": "And when your son asks you in the future, saying, ‘What is this?’ you will say to him, ‘With strength of hand Yahweh brought us out from Egypt, from a house of slaves.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 15,
          "text": "And when Pharaoh was stubborn to release us, Yahweh killed every firstborn in the land of Egypt, from firstborn human to firstborn domestic animal. Therefore I am sacrificing to Yahweh every first offspring of a womb, the males, and every firstborn of my sons I redeem.’",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 16,
          "text": "And it will be as a sign on your hand and as symbolic ornaments between your eyes that with strength of hand Yahweh brought us out from Egypt.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 13,
          "verse": 1,
          "text": "Obey this law at the appointed time year after year.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 2,
          "text": "The people left Succoth. They camped at Etham on the edge of the desert.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 3,
          "text": "Then Moses said to the people, “Remember this day. It’s the day you came out of Egypt. That’s the land where you were slaves. The Lord used his mighty hand to bring you out of Egypt. Don’t eat anything that has yeast in it.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 4,
          "text": "You are leaving today. It’s the month of Abib.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 5,
          "text": "“The Lord will bring you into the land of the Canaanites, Hittites, Amorites, Hivites and Jebusites. He took an oath and promised your people of long ago that he would give that land to you. It’s a land that has plenty of milk and honey. When you get there, keep this holy day in this month.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 6,
          "text": "“For seven days eat bread that is made without yeast. On the seventh day hold a feast in the Lord’s honor.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 7,
          "text": "Eat bread that is made without yeast during those seven days. Nothing that has yeast in it should be found among you. No yeast should be seen anywhere inside your borders.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 8,
          "text": "“On that day talk to your son. Tell him, ‘I’m doing this because of what the Lord did for me when I came out of Egypt.’",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 9,
          "text": "“When you celebrate this day, it will be like a mark on your hand. It will be like a reminder on your forehead. The law of the Lord must be on your lips. The Lord used his mighty hand to bring you out of Egypt.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 11,
          "text": "“The Lord will bring you into the land of Canaan. He will give it to you, just as he promised he would. He even took an oath when he made the promise to you and your people of long ago.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 12,
          "text": "“After you arrive there, give to the Lord the oldest son of every mother. Every male animal that is born first to its mother among your livestock belongs to the Lord.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 13,
          "text": "By sacrificing a lamb, buy back every male donkey that is born first to its mother. But if you don’t buy the donkey back, break its neck. Buy back every oldest son.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 14,
          "text": "“When he does, say to him, ‘The Lord used his mighty hand to bring us out of Egypt. That’s the land where we were slaves.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 15,
          "text": "Pharaoh was stubborn. He refused to let us go. So the Lord killed every oldest son in Egypt. He also killed every male animal that was born first to its mother. That’s why I sacrifice to the Lord every male animal that was born first. And that’s why I buy back each oldest son for him.’",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 16,
          "text": "“This day will be like a mark on your hand. It will be like a sign on your forehead. It will remind you that the Lord used his mighty hand to bring us out of Egypt.”",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Mark 4:35 - 4:41",
    "versions": {
      "leb": [
        {
          "chapter": 4,
          "verse": 35,
          "text": "And on that day, when it was evening, he said to them, “Let us cross over to the other side.”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 36,
          "text": "And leaving the crowd, they took him along, as he was, in the boat. And other boats were with him.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 37,
          "text": "And a great storm of wind developed, and the waves were breaking into the boat, so that the boat was already being filled with water.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 38,
          "text": "And he was in the stern sleeping on the cushion, and they woke him up and said to him, “Teacher, is it not a concern to you that we are perishing?”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 39,
          "text": "And he woke up and rebuked the wind, and said to the sea, “Be quiet! Be silent!” And the wind abated and there was a great calm.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 40,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 41,
          "text": "And they were terribly frightened and began to say to one another, “Who then is this, that even the wind and the sea obey him?”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 4,
          "verse": 35,
          "text": "When evening came, Jesus said to his disciples, “Let’s go over to the other side of the lake.”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 36,
          "text": "They left the crowd behind. And they took him along in a boat, just as he was. There were also other boats with him.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 37,
          "text": "A wild storm came up. Waves crashed over the boat. It was about to sink.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 38,
          "text": "Jesus was in the back, sleeping on a cushion. The disciples woke him up. They said, “Teacher! Don’t you care if we drown?”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 39,
          "text": "He got up and ordered the wind to stop. He said to the waves, “Quiet! Be still!” Then the wind died down. And it was completely calm.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 40,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 41,
          "text": "They were terrified. They asked each other, “Who is this? Even the wind and the waves obey him!”",
          "isHeading": false
        }
      ]
    }
  }
}