{
  "torah": {
    "passage": "Leviticus 27:1 - 27:15",
    "versions": {
      "leb": [
        {
          "chapter": 27,
          "verse": 1,
          "text": "He shall not replace it, nor shall he exchange it, either good with bad or bad with good; and if he indeed exchanges a domestic animal with a domestic animal, then it and its substitution shall be a holy object.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 2,
          "text": "And if he does not redeem the field and if he sells the field to another man, it may not be redeemed again,",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 3,
          "text": "“‘And any tithe of the land from the land’s seed or from the fruit of the trees is for Yahweh; it is a holy object for Yahweh.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 4,
          "text": "But if it is for a female, then your proper value shall be thirty shekels.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 5,
          "text": "And if from five years of age up to twenty years of age, then your proper value shall be twenty shekels for the male and ten shekels for the female.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 6,
          "text": "And if from a month of age up to five years of age, then your proper value shall be five shekels of money for the male, and your proper value for the female shall be three shekels of money.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 7,
          "text": "And if from sixty years of age and above: if a male, then your proper value shall be fifteen shekels; and for the female, ten shekels.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 8,
          "text": "But if he is poorer than your proper value, then he shall present himself before the priest, and the priest shall set a value on him; the priest shall value him according to what the person who made a vow can afford.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 9,
          "text": "“‘And if it is a domestic animal from which they present an offering for Yahweh, all that he gives from it for Yahweh shall be a holy object.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 11,
          "text": "But if it is any unclean animal from which they may not present an offering for Yahweh, then he shall present the animal before the priest.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 12,
          "text": "And the priest shall set a value on it, either good or bad; as the priest sets your proper value, so it shall be.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 13,
          "text": "And if he indeed wants to redeem it, then he shall add a fifth of it onto your proper value.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 14,
          "text": "“‘And if a man consecrates his house as a holy object for Yahweh, then the priest shall set a value on it, either good or bad; just as the priest sets a value on it, so it shall remain.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 15,
          "text": "But if the one who consecrates it wants to redeem his house, then he shall add a fifth of your proper value’s money onto it, and it shall be his.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 27,
          "verse": 1,
          "text": "The one who makes the promise must not trade it. He must not trade a good animal for a bad one. And he must not trade a bad animal for a good one. Suppose he chooses one animal instead of another. Then both animals become holy.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 2,
          "text": "But suppose he does not buy the field back. Instead, suppose he sells it to someone else. Then he can never buy it back.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 3,
          "text": "“‘A tenth of everything the land produces belongs to me. That includes grain from the soil and fruit from the trees. It is holy. It is set apart for me.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 4,
          "text": "The cost for a female of the same age is 12 ounces of silver.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 5,
          "text": "“‘The cost for a male between the ages of five and 20 is eight ounces of silver. The cost for a female of the same age is four ounces of silver.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 6,
          "text": "“‘The cost for a male between the ages of one month and five years is two ounces of silver. The cost for a female of the same age is one and a fourth ounces of silver.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 7,
          "text": "“‘The cost for a male who is 60 years old or more is six ounces of silver. The cost for a female of the same age is four ounces of silver.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 8,
          "text": "“‘But suppose the one who makes the special promise is too poor to pay the required amount. Then he must bring to the priest the person who will be set free. The priest will decide the right value for that person. It will be based on how much the one who makes the promise can afford.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 9,
          "text": "“‘Suppose what he promised is an animal that I will accept as an offering. Then the animal that is given to me becomes holy.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 11,
          "text": "“‘Suppose the animal he promised is not “clean.” Suppose I will not accept it as an offering. Then the animal must be brought to the priest.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 12,
          "text": "He will decide whether it is good or bad. Its value will be what he decides it will be.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 13,
          "text": "Suppose the owner wants to buy the animal back. Then he must add a fifth to its cost.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 14,
          "text": "“‘Suppose a man sets his house apart as something that is holy to me. Then the priest will decide whether it is good or bad. Its value will remain what he decides it will be.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 15,
          "text": "Suppose the man sets his house apart. And suppose later he wants to buy it back. Then he must add a fifth to its value. The house will belong to him again.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Matthew 27:61-28:15",
    "versions": {
      "leb": [
        {
          "chapter": 27,
          "verse": 61,
          "text": "Now Mary Magdalene and the other Mary were there, sitting opposite the tomb.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 62,
          "text": "Now on the next day, which is after the day of preparation, the chief priests and the Pharisees assembled before Pilate,",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 63,
          "text": "saying, “Sir, we remember that while that deceiver was still alive he said, ‘After three days I will rise.’",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 64,
          "text": "Therefore give orders that the tomb be made secure until the third day, lest his disciples come and steal him and tell the people, ‘He has been raised from the dead,’ and the last deception will be worse than the first.”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 65,
          "text": "Pilate said to them, “You have a guard of soldiers. Go, make it as secure as you know how.”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 66,
          "text": "So they went with the guard of soldiers and made the tomb secure by sealing the stone.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 1,
          "text": "Then Jesus said to them, “Do not be afraid! Go tell my brothers that they should go to Galilee, and there they will see me.”",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 2,
          "text": "teaching them to observe everything I have commanded you, and behold, I am with you all the days until the end of the age.”",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 3,
          "text": "Now his appearance was like lightning and his clothing white as snow.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 4,
          "text": "And the guards trembled from the fear of him and became like dead men.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 5,
          "text": "But the angel answered and said to the women, “Do not be afraid, for I know that you are looking for Jesus, who was crucified.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 6,
          "text": "He is not here, for he has been raised, just as he said. Come, see the place where he was lying.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 7,
          "text": "And go quickly, tell his disciples, ‘He has been raised from the dead, and behold, he is going ahead of you into Galilee. You will see him there.’ Behold, I have told you.”",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 8,
          "text": "And they departed quickly from the tomb with fear and great joy, and ran to tell his disciples.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 9,
          "text": "And behold, Jesus met them, saying, “Greetings!” And they came up and took hold of his feet and worshiped him.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 11,
          "text": "And while they were going, behold, some of the guard of soldiers went into the city and reported to the chief priests everything that had happened.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 12,
          "text": "And after they had assembled with the elders and had taken counsel, they gave a rather large sum of money to the soldiers,",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 13,
          "text": "telling them, “Say ‘His disciples came during the night and stole him while we were sleeping.’",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 14,
          "text": "And if this matter is heard before the governor, we will satisfy him and keep you out of trouble.”",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 15,
          "text": "So they took the money and did as they were told, and spread abroad this report among the Jews until this very day.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 27,
          "verse": 61,
          "text": "Mary Magdalene and the other Mary were sitting there across from the tomb.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 62,
          "text": "The next day was the day after Preparation Day. The chief priests and the Pharisees went to Pilate.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 63,
          "text": "“Sir,” they said, “we remember something that liar said while he was still alive. He claimed, ‘After three days I will rise again.’",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 64,
          "text": "So give the order to make the tomb secure until the third day. If you don’t, his disciples might come and steal the body. Then they will tell the people that Jesus has been raised from the dead. This last lie will be worse than the first.”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 65,
          "text": "“Take some guards with you,” Pilate answered. “Go. Make the tomb as secure as you can.”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 66,
          "text": "So they went and made the tomb secure. They put a seal on the stone and placed some guards on duty.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 1,
          "text": "Then Jesus said to them, “Don’t be afraid. Go and tell my brothers to go to Galilee. There they will see me.”",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 2,
          "text": "Teach them to obey everything I have commanded you. And you can be sure that I am always with you, to the very end.”",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 3,
          "text": "His body shone like lightning. His clothes were as white as snow.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 4,
          "text": "The guards were so afraid of him that they shook and became like dead men.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 5,
          "text": "The angel said to the women, “Don’t be afraid. I know that you are looking for Jesus, who was crucified.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 6,
          "text": "He is not here! He has risen, just as he said he would! Come and see the place where he was lying.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 7,
          "text": "Go quickly! Tell his disciples, ‘He has risen from the dead. He is going ahead of you into Galilee. There you will see him.’ Now I have told you.”",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 8,
          "text": "So the women hurried away from the tomb. They were afraid, but they were filled with joy. They ran to tell the disciples.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 9,
          "text": "Suddenly Jesus met them. “Greetings!” he said.\nThey came to him, took hold of his feet and worshiped him.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 11,
          "text": "While the women were on their way, some of the guards went into the city. They reported to the chief priests all that had happened.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 12,
          "text": "When the chief priests met with the elders, they came up with a plan. They gave the soldiers a large amount of money.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 13,
          "text": "They told the soldiers, “We want you to say, ‘His disciples came during the night. They stole his body while we were sleeping.’",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 14,
          "text": "If the governor hears this report, we will pay him off. That will keep you out of trouble.”",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 15,
          "text": "So the soldiers took the money and did as they were told. This story has spread all around among the Jews to this very day.",
          "isHeading": false
        }
      ]
    }
  }
}