{
  "torah": {
    "passage": "Leviticus 23:33 - 23:44; Deuteronomy 16:13 - 16:17",
    "versions": {
      "leb": [
        {
          "chapter": 23,
          "verse": 33,
          "text": "The Feast of Booths\nThen Yahweh spoke to Moses, saying,",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 34,
          "text": "“Speak to the Israelites, saying, ‘On the fifteenth day of the seventh month, this shall be the Feast of Booths for seven days for Yahweh.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 35,
          "text": "On the first day there shall be a holy assembly; you must not do any regular work.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 36,
          "text": "For seven days you must present an offering made by fire to Yahweh. On the eighth day it shall be a holy assembly for you, and you shall present an offering made by fire to Yahweh; it is a celebration; you must not do any regular work.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 37,
          "text": "Summary\n“‘These are Yahweh’s festivals, which you must proclaim, holy assemblies to present an offering made by fire to Yahweh—burnt offering and grain offering, sacrifice and libations, each on its proper day—",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 38,
          "text": "besides Yahweh’s Sabbaths and besides your gifts and besides your vows and besides all your freewill offerings that you give to Yahweh.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 39,
          "text": "“‘Surely on the fifteenth day of the seventh month, at your gathering the land’s produce, you shall hold Yahweh’s festival for seven days; on the first day there shall be a rest period and on the eighth day a rest period.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 40,
          "text": "And on the first day you shall take for yourselves the first fruit of majestic trees, branches of palm trees and branches of a leafy tree and of a brook’s poplar trees, and you shall rejoice before Yahweh your God for seven days.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 41,
          "text": "And you must hold it as a festival for Yahweh for seven days in the year; it shall be a lasting statute throughout your generations; in the seventh month you must hold it.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 42,
          "text": "You must live in the booths for seven days; all the natives in Israel must live in the booths,",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 43,
          "text": "so that your generations shall know that I made the Israelites live in booths when I brought them from the land of Egypt; I am Yahweh your God.’”",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 44,
          "text": "Thus Moses announced to the Israelites Yahweh’s appointed times.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 23,
          "verse": 33,
          "text": "The Feast of Booths\nThe Lord spoke to Moses. He said,",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 34,
          "text": "“Say to the people of Israel, ‘On the 15th day of the seventh month my Feast of Booths begins. It lasts for seven days.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 35,
          "text": "“‘On the first day you must come together for a special service. Do not do any regular work on that day.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 36,
          "text": "On each of the seven days bring an offering that is made to me with fire. On the eighth day come together for a special service. Bring an offering that is made to me with fire. That special service is the closing service. Do not do any regular work on that day.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 37,
          "text": "“‘Those are my appointed feasts. Tell the people that they must come together for those sacred feasts. During those times, the people must bring offerings that are made to me with fire. They are burnt offerings and grain offerings. They are sacrifices and drink offerings. Each offering must be brought at its required time.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 38,
          "text": "“‘The feasts are in addition to my Sabbath days. The offerings are in addition to your gifts and anything you have promised. They are also in addition to all of the offerings you choose to give me.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 39,
          "text": "“‘Begin with the 15th day of the seventh month. That is after you have gathered your crops. On that day celebrate my Feast of Booths for seven days. The first day is a day of rest. The eighth day is also a day of rest.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 40,
          "text": "On the first day you must get the best fruit from the trees. You must also get palm leaves, leafy branches and poplar branches. You must be filled with joy in my sight for seven days. I am the Lord your God.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 41,
          "text": "“‘Celebrate my Feast of Booths for seven days each year. That is a law that will last for all time to come. Celebrate the feast in the seventh month.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 42,
          "text": "Live in booths for seven days. All of the people of Israel must live in booths.",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 43,
          "text": "Then your children after you will know that I made the people of Israel live in booths. I made them do it after I brought them out of Egypt. I am the Lord your God.’”",
          "isHeading": false
        },
        {
          "chapter": 23,
          "verse": 44,
          "text": "So Moses announced to the people of Israel the appointed feasts of the Lord.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Acts 7:37 - 7:53",
    "versions": {
      "leb": [
        {
          "chapter": 7,
          "verse": 37,
          "text": "“This is the Moses who said to the sons of Israel, ‘God will raise up for you a prophet like me from among your brothers.’",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 38,
          "text": "This is the one who was in the congregation in the wilderness with the angel who spoke to him at Mount Sinai, and who with our fathers received living oracles to give to us,",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 39,
          "text": "to whom our fathers were not willing to become obedient, but rejected him and turned back in their hearts to Egypt,",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 40,
          "text": "saying to Aaron, ‘Make us gods who will go on before us! For this Moses, who led us out from the land of Egypt—we do not know what has happened to him!’",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 41,
          "text": "And they manufactured a calf in those days, and offered up a sacrifice to the idol, and began rejoicing in the works of their hands.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 42,
          "text": "But God turned away and gave them over to worship the host of heaven, just as it is written in the book of the prophets:\n‘You did not bring offerings and sacrifices to me\nfor forty years in the wilderness, did you, house of Israel?",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 43,
          "text": "And you took along the tabernacle of Moloch\nand the star of the god Rephan,\nthe images that you made, to worship them,\nand I will deport you beyond Babylon!’",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 44,
          "text": "The tabernacle of the testimony belonged to our fathers in the wilderness, just as the one who spoke to Moses directed him to make it according to the design that he had seen,",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 45,
          "text": "and which, after receiving it in turn, our fathers brought in with Joshua when they dispossessed the nations that God drove out from the presence of our fathers, until the days of David,",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 46,
          "text": "who found favor in the sight of God and asked to find a habitation for the God of Jacob.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 47,
          "text": "But Solomon built a house for him.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 48,
          "text": "But the Most High does not live in houses made by human hands, just as the prophet says,",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 49,
          "text": "‘Heaven is my throne\nand earth is the footstool for my feet.\nWhat kind of house will you build for me, says the Lord,\nor what is the place of my rest?",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 50,
          "text": "Did not my hand make all these things?’",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 51,
          "text": "“You stiff-necked people and uncircumcised in hearts and in your ears! You constantly resist the Holy Spirit! As your fathers did, so also do you!",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 52,
          "text": "Which of the prophets did your fathers not persecute? And they killed those who announced beforehand about the coming of the Righteous One, whose betrayers and murderers you have now become,",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 53,
          "text": "you who received the law by directions of angels and have not observed it!”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 7,
          "verse": 37,
          "text": "“This is the same Moses who spoke to the people of Israel. ‘God will send you a prophet,’ he said. ‘He will be like me. He will come from your own people.’ ()",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 38,
          "text": "Moses was with the Israelites in the desert. He was with the angel who spoke to him on Mount Sinai. Moses was with our people of long ago. He received living words to pass on to us.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 39,
          "text": "“But our people refused to obey Moses. They would not accept him. In their hearts, they wished they were back in Egypt.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 40,
          "text": "They told Aaron, ‘Make us a god who will lead us. This fellow Moses led us out of Egypt. But we don’t know what has happened to him!’ ()",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 41,
          "text": "That was the time they made a statue to be their god. It looked like a calf. They brought sacrifices to it. They were glad because of what they had made with their own hands.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 42,
          "text": "But God turned away from them. He left them to worship the sun, moon and stars. This agrees with what is written in the book of the prophets. There it says,\n“‘People of Israel, did you bring me sacrifices and offerings\nfor 40 years in the desert?",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 43,
          "text": "You lifted up the place where Molech was worshiped.\nYou lifted up the star of your god Rephan.\nYou made statues of them to worship.\nSo I will send you away from your country.’ ()\nGod sent them to Babylon and even farther.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 44,
          "text": "“Long ago our people had with them in the desert the holy tent where the tablets of the covenant were kept. Moses had made the holy tent as God had commanded him. It was made like the pattern he had seen.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 45,
          "text": "Our people received the tent from God. They brought it with them when they took the land of Canaan. God drove out the nations that were in their way. At that time Joshua was Israel’s leader.\n“The tent remained in the land until David’s time.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 46,
          "text": "David was blessed by God. So David asked if he could build a house for the God of Jacob.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 47,
          "text": "Instead, it was Solomon who built it for him.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 48,
          "text": "“But the Most High God does not live in houses made by human hands. As God says through the prophet,",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 49,
          "text": "“‘Heaven is my throne.\nThe earth is under my control.\nWhat kind of house will you build for me?\nsays the Lord.\nWhere will my resting place be?",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 50,
          "text": "Didn’t my hand make all these things?’ ()",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 51,
          "text": "“You people! You won’t obey! You are stubborn! You won’t listen! You are just like your people of long ago! You always oppose the Holy Spirit!",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 52,
          "text": "Was there ever a prophet your people didn’t try to hurt? They even killed those who told about the coming of the Blameless One. And now you have handed him over to his enemies. You have murdered him.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 53,
          "text": "The law you received was brought by angels. But you haven’t obeyed it.”",
          "isHeading": false
        }
      ]
    }
  }
}