{
  "torah": {
    "passage": "Genesis 21:5 - 21:21",
    "versions": {
      "leb": [
        {
          "chapter": 21,
          "verse": 5,
          "text": "And Abraham was one hundred years old when Isaac his son was born to him.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 6,
          "text": "And Sarah said, “God has made laughter for me; all who hear will laugh for me.”",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 7,
          "text": "And she said, “Who would announce to Abraham that Sarah would nurse children? Yet I have borne a son to Abraham in his old age.”",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 8,
          "text": "Hagar and Ishmael\nAnd the child grew and was weaned. And Abraham made a great feast on the day Isaac was weaned.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 9,
          "text": "And Sarah saw the son of Hagar the Egyptian, whom she had borne Abraham, mocking.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 10,
          "text": "Then she said to Abraham, “Drive out this slave woman and her son, for the son of this slave woman will not be heir with my son, with Isaac.”",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 11,
          "text": "And the matter displeased Abraham very much on account of his son.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 12,
          "text": "Then God said to Abraham, “Do not be displeased on account of the boy and on account of the slave woman. Listen to everything that Sarah said to you, for through Isaac your offspring will be named.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 13,
          "text": "And I will also make the son of the slave woman into a nation, for he is your offspring.”",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 14,
          "text": "Then Abraham rose up early in the morning and took bread and a skin of water and gave it to Hagar, putting it on her shoulder. And he sent her away with the child, and she went, wandering about in the wilderness, in Beersheba.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 15,
          "text": "And when the water was finished from the skin, she put the child under one of the bushes.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 16,
          "text": "And she went and she sat a good distance away, for she said, “Let me not see the child’s death.” So she sat away from him and lifted up her voice and wept.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 17,
          "text": "And God heard the cry of the boy and the angel of God called to Hagar from the heavens and said to her, “What is the matter Hagar? Do not be afraid, for God has heard the cry of the boy from where he is.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 18,
          "text": "Get up, take up the boy and take him with your hand, for I will make him a great nation.”",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 19,
          "text": "And God opened her eyes, and she saw a well of water. And she went and filled the skin with water and gave a drink to the boy.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 20,
          "text": "And God was with the boy, and he grew and lived in the wilderness. And he became an expert with a bow.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 21,
          "text": "And he lived in the wilderness of Paran. And his mother took a wife for him from the land of Egypt.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 21,
          "verse": 5,
          "text": "Abraham was 100 years old when his son Isaac was born to him.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 6,
          "text": "Sarah said, “God has given laughter to me. Everyone who hears about this will laugh with me.”",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 7,
          "text": "She continued, “Who would have said to Abraham that Sarah would nurse children? But I’ve had a son by him when he is old.”",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 8,
          "text": "Abraham Sends Hagar and Ishmael Away\nIsaac grew. The time came for his mother to stop nursing him. On that day Abraham had a big dinner prepared.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 9,
          "text": "But Sarah saw Ishmael making fun of Isaac. Ishmael was the son Hagar had by Abraham. Hagar was Sarah’s servant from Egypt.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 10,
          "text": "Sarah said to Abraham, “Get rid of that slave woman. Get rid of her son. The slave woman’s son will never have a share of the family’s property with my son Isaac.”",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 11,
          "text": "What Sarah said upset Abraham very much. After all, Ishmael was his son.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 12,
          "text": "But God said to him, “Do not be so upset about the boy and your servant Hagar. Listen to what Sarah tells you, because your family line will continue through Isaac.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 13,
          "text": "I will make the son of your servant into a nation also. I will do it because he is your child.”",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 14,
          "text": "Early the next morning Abraham got some food and a bottle of water. The bottle was made out of animal skin. He gave the food and water to Hagar. He placed them on her shoulders. Then he sent her away with the boy. She went on her way and wandered in the desert of Beersheba.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 15,
          "text": "When the water in the bottle was gone, she put the boy under a bush.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 16,
          "text": "Then she went off and sat down nearby. She was about as far away as a person can shoot an arrow. She thought, “I can’t stand to watch the boy die.” As she sat nearby, she began to sob.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 17,
          "text": "God heard the boy crying. Then the angel of God called out to Hagar from heaven. He said to her, “What is the matter, Hagar? Do not be afraid. God has heard the boy crying as he lies there.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 18,
          "text": "Lift the boy up. Take him by the hand. I will make him into a great nation.”",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 19,
          "text": "Then God opened Hagar’s eyes. She saw a well of water. So she went and filled the bottle with water. And she gave the boy a drink.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 20,
          "text": "God was with the boy as he grew up. He lived in the desert and learned to shoot with a bow.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 21,
          "text": "While he was living in the Desert of Paran, his mother got him a wife from Egypt.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "John 6:60 - 6:71",
    "versions": {
      "leb": [
        {
          "chapter": 6,
          "verse": 60,
          "text": "Thus many of his disciples, when they heard it, said, “This saying is hard! Who can understand it?”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 61,
          "text": "But Jesus, because he knew within himself that his disciples were grumbling about this, said to them, “Does this cause you to be offended?",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 62,
          "text": "Then what if you see the Son of Man ascending where he was before?",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 63,
          "text": "The Spirit is the one who gives life; the flesh profits nothing. The words that I have spoken to you are spirit and are life.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 64,
          "text": "But there are some of you who do not believe.” (For Jesus knew from the beginning who they were who did not believe, and who it was who would betray him.)",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 65,
          "text": "And he said, “Because of this I said to you that no one can come to me unless it has been granted to him by the Father.”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 66,
          "text": "Peter’s Confession\nFor this reason many of his disciples drew back and were not walking with him any longer.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 67,
          "text": "So Jesus said to the twelve, “You do not want to go away also, do you?”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 68,
          "text": "Simon Peter answered him, “Lord, to whom would we go? You have the words of eternal life.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 69,
          "text": "And we have believed, and have come to know, that you are the Holy One of God.”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 70,
          "text": "Jesus replied to them, “Did I not choose you, the twelve, and one of you is the devil?”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 71,
          "text": "(Now he was speaking about Judas son of Simon Iscariot, because this one—one of the twelve—was going to betray him.)",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 6,
          "verse": 60,
          "text": "Many Disciples Leave Jesus\nJesus’ disciples heard this. Many of them said, “This is a hard teaching. Who can accept it?”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 61,
          "text": "Jesus was aware that his disciples were complaining about his teaching. So he said to them, “Does this upset you?",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 62,
          "text": "What if you see the Son of Man go up to where he was before?",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 63,
          "text": "The Holy Spirit gives life. The body means nothing at all. The words I have spoken to you are from the Spirit. They give life.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 64,
          "text": "But there are some of you who do not believe.”\nJesus had known from the beginning which of them did not believe. And he had known who was going to hand him over to his enemies.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 65,
          "text": "So he continued speaking. He said, “This is why I told you that no one can come to me unless the Father helps him.”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 66,
          "text": "From this time on, many of his disciples turned back. They no longer followed him.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 67,
          "text": "“You don’t want to leave also, do you?” Jesus asked the Twelve.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 68,
          "text": "Simon Peter answered him, “Lord, who can we go to? You have the words of eternal life.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 69,
          "text": "We believe and know that you are the Holy One of God.”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 70,
          "text": "Then Jesus replied, “Didn’t I choose you, the 12 disciples? But one of you is a devil!”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 71,
          "text": "He meant Judas, the son of Simon Iscariot. Judas was one of the Twelve. But later he was going to hand Jesus over to his enemies.",
          "isHeading": false
        }
      ]
    }
  }
}