{
  "torah": {
    "passage": "Leviticus 6:8 - 6:18",
    "versions": {
      "leb": [
        {
          "chapter": 6,
          "verse": 8,
          "text": "Then Yahweh spoke to Moses, saying,",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 9,
          "text": "“Command Aaron and his sons, saying, ‘This is the regulation of the burnt offering: The burnt offering must remain on the hearth on the altar all night until the morning, and the altar’s fire must be kept burning on it.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 10,
          "text": "And the priest shall put on his linen robe, and he must put his linen undergarments on his body, and he shall take away the fatty ashes of the burnt offering that the fire has consumed on the altar, and he shall place them beside the altar.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 11,
          "text": "And he shall take off his garments and put on other garments, and he shall bring out the fatty ashes outside the camp to a ceremonially clean place,",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 12,
          "text": "but the fire on the altar must be kept burning on it; it must not be quenched. And the priest must burn wood every morning on it, and he shall arrange the burnt offering on it, and he shall turn into smoke the fat portions of the fellowship offerings on it.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 13,
          "text": "A perpetual fire must be kept burning on the altar; it must not be quenched.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 14,
          "text": "Additional Laws for Grain Offerings\n“‘And this is the regulation of the grain offering. Aaron’s sons shall present it before Yahweh in front of the altar,",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 15,
          "text": "and he in his fist shall take away from it some of the grain offering’s finely milled flour, and some of its oil and all of the frankincense that is on the grain offering, and he shall turn into smoke its token portion on the altar as an appeasing fragrance to Yahweh.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 16,
          "text": "And Aaron and his sons must eat the remainder of it; they must eat it as unleavened bread in a holy place—in the tent of assembly’s courtyard they must eat it.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 17,
          "text": "It must not be baked with yeast. I have given it as their share from my offerings made by fire. It is a most holy thing, like the sin offering and like the guilt offering.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 18,
          "text": "Every male among Aaron’s sons may eat it as a lasting rule among your generations from the offerings made by fire belonging to Yahweh. Anything that touches them will become holy.’”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 6,
          "verse": 8,
          "text": "More Rules for Burnt Offerings\nThe Lord spoke to Moses. He said,",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 9,
          "text": "“Give Aaron and the priests who are in his family line a command. Tell them, ‘Here are some more rules for burnt offerings. The burnt offering must remain on the altar through the whole night. The fire on the altar must be kept burning until morning.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 10,
          "text": "“‘The priest must put on his linen clothes. He must put on linen underwear next to his body. He must remove the ashes of the burnt offering that the fire has burned up on the altar. He must place them beside the altar.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 11,
          "text": "Then he must take his clothes off and put others on. He must carry the ashes outside the camp to a place that is “clean.”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 12,
          "text": "“‘The fire on the altar must be kept burning. It must not go out. Every morning the priest must add more wood to the fire. He must place the burnt offering on the fire. He must burn the fat of the friendship offerings on it.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 13,
          "text": "The fire must be kept burning on the altar all the time. It must not go out.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 14,
          "text": "More Rules for Grain Offerings\n“‘Here are some more rules for grain offerings. The priests who are in Aaron’s family line must bring the grain offering to the Lord in front of the altar.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 15,
          "text": "“‘The priest must take a handful of fine flour and olive oil. He must add to it all of the incense that is on the grain offering. He must burn that part on the altar. It will remind him that all good things come from the Lord. It gives a smell that is pleasant to the Lord.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 16,
          "text": "“‘Aaron and the priests who are in his family line will eat the rest of it. But they must eat it without yeast in a holy place. They must eat it in the courtyard of the Tent of Meeting.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 17,
          "text": "It must not be baked with yeast. The Lord has given it to the priests as their share of the offerings that are made to him with fire. It is very holy, just like the sin offering and the guilt offering.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 18,
          "text": "“‘Any priests who are in Aaron’s family line can eat it. It is their regular share of the offerings that are made to the Lord with fire. It is their share for all time to come. Anyone who touches those offerings will become holy.’”",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Matthew 6:1-6:18",
    "versions": {
      "leb": [
        {
          "chapter": 6,
          "verse": 1,
          "text": "The Sermon on the Mount: Charitable Giving\n“And take care not to practice your righteousness before people to be seen by them; otherwise you have no reward from your Father who is in heaven.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 2,
          "text": "Therefore whenever you practice charitable giving, do not sound a trumpet in front of you, as the hypocrites do in the synagogues and in the streets, in order that they may be praised by people. Truly I say to you, they have received their reward in full!",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 3,
          "text": "But you, when you practice charitable giving, do not let your left hand know what your right hand is doing,",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 4,
          "text": "in order that your charitable giving may be in secret, and your Father who sees in secret will reward you.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 5,
          "text": "The Sermon on the Mount: How to Pray\nAnd whenever you pray, do not be like the hypocrites, because they love to stand and pray in the synagogues and on the corners of the streets, in order that they may be seen by people. Truly I say to you, they have received their reward in full!",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 6,
          "text": "But whenever you pray, enter into your inner room and shut your door and pray to your Father who is in secret, and your Father who sees in secret will reward you.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 7,
          "text": "“But when you pray, do not babble repetitiously like the pagans, for they think that because of their many words they will be heard.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 8,
          "text": "Therefore do not be like them, for your Father knows what you need before you ask him.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 9,
          "text": "Therefore you pray in this way:\n“Our Father who is in heaven,\nmay your name be treated as holy.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 10,
          "text": "May your kingdom come,\nmay your will be done\non earth as it is in heaven.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 11,
          "text": "Give us today our daily bread,",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 12,
          "text": "and forgive us our debts,\nas we also have forgiven our debtors.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 13,
          "text": "And do not bring us into temptation,\nbut deliver us from the evil one.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 14,
          "text": "For if you forgive people their sins, your heavenly Father will also forgive you.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 15,
          "text": "But if you do not forgive people, neither will your Father forgive your sins.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 16,
          "text": "The Sermon on the Mount: How to Fast\n“Whenever you fast, do not be sullen like the hypocrites, for they make their faces unrecognizable in order that they may be seen fasting by people. Truly I say to you, they have received their reward in full!",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 17,
          "text": "But when you are fasting, put olive oil on your head and wash your face",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 18,
          "text": "so that you will not be seen by people as fasting, but to your Father who is in secret, and your Father who sees in secret will reward you.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 6,
          "verse": 1,
          "text": "Giving to Needy People\n“Be careful not to do ‘good works’ in front of others. Don’t do them to be seen by others. If you do, your Father in heaven will not reward you.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 2,
          "text": "“When you give to needy people, do not announce it by having trumpets blown. Do not be like those who only pretend to be holy. They announce what they do in the synagogues and on the streets. They want to be honored by others. What I’m about to tell you is true. They have received their complete reward.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 3,
          "text": "“When you give to the needy, don’t let your left hand know what your right hand is doing.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 4,
          "text": "Then your giving will be done secretly. Your Father will reward you. He sees what you do secretly.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 5,
          "text": "Prayer\n“When you pray, do not be like those who only pretend to be holy. They love to stand and pray in the synagogues and on the street corners. They want to be seen by others. What I’m about to tell you is true. They have received their complete reward.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 6,
          "text": "“When you pray, go into your room. Close the door and pray to your Father, who can’t be seen. He will reward you. Your Father sees what is done secretly.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 7,
          "text": "“When you pray, do not keep talking on and on the way ungodly people do. They think they will be heard because they talk a lot.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 8,
          "text": "Do not be like them. Your Father knows what you need even before you ask him.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 9,
          "text": "“This is how you should pray.\n“‘Our Father in heaven,\nmay your name be honored.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 10,
          "text": "May your kingdom come.\nMay what you want to happen be done\non earth as it is done in heaven.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 11,
          "text": "Give us today our daily bread.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 12,
          "text": "Forgive us our sins,\njust as we also have forgiven those who sin against us.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 13,
          "text": "Keep us from falling into sin when we are tempted.\nSave us from the evil one.’",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 14,
          "text": "“Forgive people when they sin against you. If you do, your Father who is in heaven will also forgive you.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 15,
          "text": "But if you do not forgive people their sins, your Father will not forgive your sins.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 16,
          "text": "Fasting\n“When you go without eating, do not look gloomy like those who only pretend to be holy. They make their faces very sad. They want to show people they are fasting. What I’m about to tell you is true. They have received their complete reward.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 17,
          "text": "“But when you go without eating, put olive oil on your head. Wash your face.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 18,
          "text": "Then others will not know that you are fasting. Only your Father, who can’t be seen, will know it. He will reward you. Your Father sees what is done secretly.",
          "isHeading": false
        }
      ]
    }
  }
}