{
  "torah": {
    "passage": "Exodus 5:1 - 6:1",
    "versions": {
      "leb": [
        {
          "chapter": 5,
          "verse": 1,
          "text": "And afterward, Moses and Aaron went, and they said to Pharaoh, “Thus says Yahweh the God of Israel, ‘Release my people so that they may hold a festival for me in the desert.’”",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 2,
          "text": "And Pharaoh said, “Who is Yahweh that I should listen to his voice to release Israel? I do not know Yahweh, and also I will not release Israel.”",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 3,
          "text": "And they said, “The God of the Hebrews has met with us. Please let us go on a three-day journey into the desert, and let us sacrifice to Yahweh our God, lest he strike us with plague or with sword.”",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 4,
          "text": "And the king of Egypt said, “Why, Moses and Aaron, do you take the people from their work? Go to your forced labor!”",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 5,
          "text": "And Pharaoh said, “Look, the people of the land are now many, and you want to stop them from their forced labor.”",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 6,
          "text": "And on that day Pharaoh commanded the slave drivers over the people and his foremen, saying,",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 7,
          "text": "“You must no longer give straw to the people to make the bricks like before. Let them go and gather straw for themselves.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 8,
          "text": "But the quota of the bricks that they were making before you must require of them. You must not reduce from it, because they are lazy. Therefore they are crying out, saying, ‘Let us go and sacrifice to our God.’",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 9,
          "text": "Let the work be heavier on the men so that they will do it and not pay attention to words of deception.”",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 10,
          "text": "And the slave drivers of the people and their foremen went out, and they spoke to the people, saying, “Thus says Pharaoh, ‘I am not giving you straw.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 11,
          "text": "You go, get straw for yourselves from whatever you find because not a thing is being reduced from your work.’”",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 12,
          "text": "And the people spread out in all the land of Egypt to gather stubble for the straw.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 13,
          "text": "And the slave drivers were insisting, saying, “Finish your work for each day on its day, as when there was straw.”",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 14,
          "text": "And the foremen of the Israelites, whom Pharaoh’s slave drivers had appointed over them, were beaten by men who were saying, “Why have you not completed your portion of brickmaking as before, both yesterday and today?”",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 15,
          "text": "And the foremen of the Israelites came and cried out to Pharaoh, saying, “Why do you treat your servants like this?",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 16,
          "text": "Straw is not being given to your servants, but they are saying to us, ‘Make bricks!’ and, look, your servants are being beaten, but it is the fault of your people.”",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 17,
          "text": "And he said, “You are lazy, lazy! Therefore you are saying, ‘Let us go; let us sacrifice to Yahweh.’",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 18,
          "text": "And now go, work, but straw will not be given to you, and you must give the full quota of bricks.”",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 19,
          "text": "And the foremen of the Israelites saw they were in trouble with the saying, “You will not reduce from your bricks for each day on its day.”",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 20,
          "text": "And they met Moses and Aaron, who were waiting to meet them when they were going out from Pharaoh.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 21,
          "text": "And they said to them, “May Yahweh look upon you and judge because you have caused our fragrance to stink in the eyes of Pharaoh and in the eyes of his servants so as to put a sword into their hand to kill us.”",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 22,
          "text": "And Moses returned to Yahweh and said, “Lord, why have you brought trouble to this people? Why ever did you send me?",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 23,
          "text": "And from the time I came to Pharaoh to speak in your name, he has brought trouble to this people, and you have certainly not delivered your people.”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 1,
          "text": "And Yahweh said to Moses, “Now you will see what I will do to Pharaoh, because with a strong hand he will release them, and with a strong hand he will drive them out from his land.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 5,
          "verse": 1,
          "text": "Later on, Moses and Aaron went to Pharaoh. They said, “The Lord is the God of Israel. He says, ‘Let my people go. Then they will be able to hold a feast in my honor in the desert.’”",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 2,
          "text": "Pharaoh said, “Who is the Lord? Why should I obey him? Why should I let Israel go? I don’t even know the Lord. And I won’t let Israel go.”",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 3,
          "text": "Then Moses and Aaron said, “The God of the Hebrews has met with us. Now let us take a journey that lasts about three days. We want to go into the desert to offer sacrifices to the Lord our God. If we don’t, he might strike us with plagues. Or he might let us be killed with swords.”",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 4,
          "text": "But the king of Egypt said, “Moses and Aaron, why are you taking the people away from their work? Get back to work!”",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 5,
          "text": "Pharaoh continued, “There are large numbers of your people in the land. But you are stopping them from working.”",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 6,
          "text": "That same day Pharaoh gave orders to the slave drivers and the others who were in charge of the people.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 7,
          "text": "He said, “Don’t give the people any more straw to make bricks. Let them go and get their own straw.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 8,
          "text": "But require them to make the same number of bricks as before. Don’t lower the number they have to make. They don’t want to work. That’s why they are crying out, ‘Let us go. We want to offer sacrifices to our God.’",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 9,
          "text": "Make them work harder. Then they will be too busy to pay attention to lies.”",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 10,
          "text": "The slave drivers and the others who were in charge left. They said to the people, “Pharaoh says, ‘I won’t give you any more straw.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 11,
          "text": "Go and get your own straw anywhere you can find it. But you still have to make the same number of bricks.’”",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 12,
          "text": "So the people scattered all over Egypt. They went to gather any pieces of straw that were left in the fields.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 13,
          "text": "The slave drivers kept making the people work hard. They said, “Finish the work you are required to do each day. Make the same number of bricks you made when you had straw.”",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 14,
          "text": "They whipped the Israelites who were in charge of the people. Those Israelites had been appointed by Pharaoh’s slave drivers. The slave drivers asked, “Why didn’t you make the same number of bricks yesterday or today, just as before?”",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 15,
          "text": "Then the Israelites who were in charge of the people made their appeal to Pharaoh. They asked, “Why have you treated us like this?",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 16,
          "text": "You didn’t give us any straw. But you told us, ‘Make bricks!’ We are being whipped. But it’s the fault of your own people.”",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 17,
          "text": "Pharaoh said, “You just don’t want to work! That’s why you keep saying, ‘Let us go. We want to offer sacrifices to the Lord.’",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 18,
          "text": "Now get to work. We won’t give you any straw. But you still have to make the same number of bricks.”",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 19,
          "text": "The Israelites who were in charge of the people realized they were in trouble. They knew it when they were told, “Don’t lower the number of bricks you are required to make each day.”",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 20,
          "text": "When they left Pharaoh, they found Moses and Aaron waiting to meet them.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 21,
          "text": "They said to Moses and Aaron, “We want the Lord to look at what you have done! We want him to judge you for it! We are like a very bad smell to Pharaoh and his officials. You have given them an excuse to kill us with their swords.”",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 22,
          "text": "Moses returned to the Lord. He said to him, “Lord, why have you brought trouble on these people? Is this why you sent me?",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 23,
          "text": "I went to Pharaoh to speak to him in your name. Ever since then, he has brought nothing but trouble on these people. And you haven’t saved your people at all.”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 1,
          "text": "Then the Lord spoke to Moses. He said, “Now you will see what I will do to Pharaoh. Because of my powerful hand, he will let the people of Israel go. Because of my mighty hand, he will drive them out of his country.”",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Mark 2:1 - 2:12",
    "versions": {
      "leb": [
        {
          "chapter": 2,
          "verse": 1,
          "text": "And when he entered again into Capernaum after some days, it became known that he was at home.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 2,
          "text": "And many had gathered, so that there was no longer room, not even at the door, and he was speaking the word to them.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 3,
          "text": "And they came bringing to him a paralytic, carried by four of them.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 4,
          "text": "And when they were not able to bring him to him because of the crowd, they removed the roof where he was. And after digging through, they lowered the stretcher on which the paralytic was lying.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 5,
          "text": "And when Jesus saw their faith, he said to the paralytic, “Child, your sins are forgiven.”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 6,
          "text": "Now some of the scribes were sitting there and reasoning in their hearts,",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 7,
          "text": "“Why does this man speak like this? He is blaspheming! Who is able to forgive sins except God alone?”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 8,
          "text": "And immediately Jesus, perceiving in his spirit that they were reasoning like this within themselves, said to them, “Why are you considering these things in your hearts?",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 9,
          "text": "Which is easier to say to the paralytic, ‘Your sins are forgiven,’ or to say ‘Get up and pick up your stretcher and walk’?",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 10,
          "text": "But so that you may know that the Son of Man has authority on earth to forgive sins,”—he said to the paralytic—",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 11,
          "text": "“I say to you, get up, pick up your stretcher, and go to your home.”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 12,
          "text": "And he got up and immediately picked up his stretcher and went out in front of them all, so that they were all amazed and glorified God, saying, “We have never seen anything like this!”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 2,
          "verse": 1,
          "text": "A few days later, Jesus entered Capernaum again. The people heard that he had come home.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 2,
          "text": "So many people gathered that there was no room left. There was not even room outside the door. And Jesus preached the word to them.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 3,
          "text": "Four of those who came were carrying a man who could not walk.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 4,
          "text": "But they could not get him close to Jesus because of the crowd. So they made a hole in the roof above Jesus. Then they lowered the man through it on a mat.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 5,
          "text": "Jesus saw their faith. So he said to the man, “Son, your sins are forgiven.”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 6,
          "text": "Some teachers of the law were sitting there. They were thinking,",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 7,
          "text": "“Why is this fellow talking like that? He’s saying a very evil thing! Only God can forgive sins!”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 8,
          "text": "Right away Jesus knew what they were thinking. So he said to them, “Why are you thinking these things?",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 9,
          "text": "Is it easier to say to this man, ‘Your sins are forgiven’? Or to say, ‘Get up, take your mat and walk’?",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 10,
          "text": "I want you to know that the Son of Man has authority on earth to forgive sins.”\nThen Jesus spoke to the man who could not walk.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 11,
          "text": "“I tell you,” he said, “get up. Take your mat and go home.”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 12,
          "text": "The man got up and took his mat. Then he walked away while everyone watched. All the people were amazed. They praised God and said, “We have never seen anything like this!”",
          "isHeading": false
        }
      ]
    }
  }
}