{
  "torah": {
    "passage": "Numbers 32:20 - 33:49",
    "versions": {
      "leb": [
        {
          "chapter": 32,
          "verse": 20,
          "text": "So Moses said to them, “If you do this thing, if you arm yourselves before Yahweh for the war,",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 21,
          "text": "and everyone of you armed cross the Jordan before Yahweh until he has driven out his enemies from before him,",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 22,
          "text": "and the land is subdued before Yahweh, then afterward you will return and be free of obligation from Yahweh and from Israel, and this land will be your property before Yahweh.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 23,
          "text": "But if you do not do so, behold, you have sinned against Yahweh, and know that your sin will find you.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 24,
          "text": "Build for yourselves cities for your little children and sheep pens for your flocks; what has gone out from your mouth you will do.”",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 25,
          "text": "So the descendants of Gad and the descendants of Reuben said to Moses, saying, “Your servants will do just as my lord commands.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 26,
          "text": "Our little children, our wives, our livestock, and all of our animals will remain in the cities of Gilead,",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 27,
          "text": "but your servants, everyone who is armed for battle, will cross over before Yahweh to the war, just as my lord says.”",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 28,
          "text": "So Moses commanded them, Eleazar the priest, Joshua son of Nun, and the heads of the families of the tribes of the Israelites.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 29,
          "text": "Moses said to them, “If the descendants of Gad and the descendants of Reuben, everyone who is armed for the war, cross over the Jordan before Yahweh, and the land is subdued before you, you will give them the land of Gilead as property.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 30,
          "text": "But if they will not cross over with you armed, they will acquire land in your midst in Canaan.”",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 31,
          "text": "The descendants of Gad and the descendants of Reuben answered and said, “What Yahweh has commanded your servants, we will do.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 32,
          "text": "We ourselves will cross over armed before Yahweh to the land of Canaan, and the property of our inheritance will remain with us beyond the Jordan.”",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 33,
          "text": "So Moses gave to them, to the descendants of Gad and the descendants of Reuben, and to half of the tribe of Joseph’s son Manasseh, the kingdom of Sihon the king of Amorites and the kingdom of Og the king of the Bashan, the land with its cities and their territories, the cities of the surrounding land.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 34,
          "text": "The descendants of Gad rebuilt Dibon, Ataroth, and Aroer,",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 35,
          "text": "and Atroth Shophan, Jazer, and Jogbehah,",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 36,
          "text": "and Beth Nimrah and Beth Haran, the cities of Mibzar, and the sheep pens for flocks.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 37,
          "text": "The descendants of Reuben rebuilt Heshbon, Elealeh, and Kiriathaim,",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 38,
          "text": "and Nebo, Baal Meon (their names were changed), and Sibmah, and they renamed the cities that they rebuilt.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 39,
          "text": "The descendants of Makir son of Manasseh went to Gilead, and they captured it and drove out the Amorites who were in it.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 40,
          "text": "So Moses gave Gilead to Makir son of Manasseh, and he lived in it.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 41,
          "text": "And Jair son of Manasseh went and captured their unwalled villages, and he called them Havvoth Jair.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 42,
          "text": "Nobah went and captured Kenath and its villages, and he called it Nobah after his own name.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 1,
          "text": "These were the journeys of the Israelites, who went out from the land of Egypt according to their divisions, by the hand of Moses and Aaron.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 2,
          "text": "Moses wrote down their movements according to their journeys on the command of Yahweh, and these are their journeys according to their movements.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 3,
          "text": "They set out from Rameses on the first month, on the fifteenth day of the first month; on the next day after the Passover the Israelites went out boldly in the sight of all the Egyptians",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 4,
          "text": "while the Egyptians were burying all the firstborn among them whom Yahweh struck. Yahweh also executed punishments among their gods.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 5,
          "text": "Then the Israelites set out from Rameses, and they camped in Succoth.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 6,
          "text": "They journeyed from Succoth and camped in Etham, which is on the edge of the desert.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 7,
          "text": "Then they set out from Etham and returned to Pi-Hahiroth, which faces Baal Zephon, and they camped before Migdol.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 8,
          "text": "They set out from Pi-Hahiroth and went through the midst of the sea into the desert; and they went a journey of three days into the desert of Etham and camped at Marah.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 9,
          "text": "They set out from Marah and came to Elim, and in Elim there were twelve springs of water and seventy palm trees, and they camped there.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 10,
          "text": "They set out from Elim, and they camped at the Red Sea.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 11,
          "text": "They set out from the Red Sea and camped at the desert of Sin.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 12,
          "text": "They set out from the desert of Sin and camped at Dophkah.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 13,
          "text": "They set out from Dophkah and camped at Alush.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 14,
          "text": "They set out from Alush and encamped at Rephidim; and it was there that the people had no water to drink.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 15,
          "text": "They set out from Rephidim and camped in the desert of Sinai.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 16,
          "text": "The set out from the desert of Sinai and camped at Kibroth Hattaavah.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 17,
          "text": "They set out from Kibroth Hattaavah and camped at Hazeroth.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 18,
          "text": "They set out from Hazeroth and camped at Rithmah.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 19,
          "text": "They set out from Rithmah and camped at Rimmon Perez.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 20,
          "text": "They set out from Rimmon Perez and camped at Libnah.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 21,
          "text": "They set out from Libnah and camped at Rissah.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 22,
          "text": "They set out from Rissah and camped at Kehelathah.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 23,
          "text": "They set out from Kehelathah and camped at Mount Shapher.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 24,
          "text": "They set out from Mount Shapher and camped at Haradah.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 25,
          "text": "They set out from Haradah and camped at Makheloth.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 26,
          "text": "They set out from Makheloth and camped at Tahath.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 27,
          "text": "They set out from Tahath and camped at Terah.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 28,
          "text": "They set out from Terah and camped at Mithcah.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 29,
          "text": "They set out from Mithcah and camped at Hashmonah.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 30,
          "text": "They set out from Hashmonah and camped at Moserah.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 31,
          "text": "They set out from Moserah and camped at Bene-Jaakan.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 32,
          "text": "They set out from Bene-Jaakan and camped at Hor Haggidgad.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 33,
          "text": "They set out from Hor Haggidgad and camped at Jotbathah.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 34,
          "text": "They set out from Jotbathah and camped at Abronah.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 35,
          "text": "They set out from Abronah and camped at Ezion Geber.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 36,
          "text": "They set out from Ezion Geber and camped in the desert of Zin, that is, Kadesh.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 37,
          "text": "They set out from Kadesh and camped at Mount Hor, at the edge of the land of Edom.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 38,
          "text": "Aaron the priest went up to Mount Hor at the command of Yahweh, and he died there in the fortieth year after the Israelites had gone out from the land of Egypt, in the fifth month on the first day of the month.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 39,
          "text": "Aaron was one hundred and twenty-three years old when he died on Mount Hor.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 40,
          "text": "Now the Canaanite, the king of Arad, who was living in the Negev in the land of Canaan, heard of the coming of the Israelites.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 41,
          "text": "Then they set out from Mount Hor and camped at Zalmonah.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 42,
          "text": "They set out from Zalmonah and camped at Punon.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 43,
          "text": "They set out from Punon and camped at Oboth.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 44,
          "text": "They set out from Oboth and camped at Iye Abarim, the boundary of Moab.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 45,
          "text": "They set out from Iyim and camped at Dibon Gad.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 46,
          "text": "They set out from Dibon Gad and camped at Almon-Diblatayim.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 47,
          "text": "They set out from Almon-Diblatayim and camped in the mountains of Abarim, before Nebo.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 48,
          "text": "They set out from the mountains of Abarim and camped on the desert-plateau of Moab by the Jordan across Jericho.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 49,
          "text": "They camped by the Jordan, from Beth-Jeshimoth up to Abel Shittim, on the desert-plateau of Moab.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 32,
          "verse": 20,
          "text": "Then Moses said to them, “Do what you have promised to do. Prepare yourselves to fight for the Lord.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 21,
          "text": "Prepare yourselves and go across the Jordan River. Fight for the Lord until he has driven out his enemies in front of him.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 22,
          "text": "“When the land is under the Lord’s control, you can come back here. Your duty to the Lord and Israel will be over. Then the Lord will give you this land as your own.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 23,
          "text": "“But what if you fail to do your duty? Then you will be sinning against the Lord. And you can be sure that your sin will be discovered. It will be brought out into the open.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 24,
          "text": "“So build up cities for your women and children. Make sheep pens for your flocks. But do what you have promised to do.”",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 25,
          "text": "The people of Gad and Reuben spoke to Moses. They said, “We will do just as you command.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 26,
          "text": "Our children and wives will remain here in the cities of Gilead. So will our flocks and herds.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 27,
          "text": "But we will prepare ourselves for battle. We’ll go across the Jordan River and fight for the Lord. We will do just as you have said.”",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 28,
          "text": "Then Moses gave orders about them to the priest Eleazar. He gave the same orders to Joshua, the son of Nun. He also spoke to the family heads of the tribes of Israel.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 29,
          "text": "He said, “The men of Gad and Reuben must prepare themselves for battle. They must go across the Jordan River with you. They must help you fight for the Lord. They must stay with you until the land has been brought under your control. If they do, give them the land of Gilead as their own.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 30,
          "text": "“But what if they don’t get ready for battle? What if they don’t go across the Jordan with you? Then they must accept a share with you in Canaan.”",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 31,
          "text": "The people of Gad and Reuben gave their answer. They said, “We will do what the Lord has said.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 32,
          "text": "We’ll get ready for battle. We’ll go across the Jordan into Canaan. We’ll fight for the Lord there. But the property we receive will be on this side of the Jordan River.”",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 33,
          "text": "Then Moses gave their land to them. He gave it to the tribes of Gad and Reuben and half of the tribe of Manasseh. Manasseh was Joseph’s son. One part of that land had belonged to the kingdom of Sihon, the king of the Amorites. The other part had belonged to the kingdom of Og, the king of Bashan. Moses gave that whole land to those two and a half tribes. It included its cities and the territory around them.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 34,
          "text": "The people of Gad built up the cities of Dibon, Ataroth and Aroer.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 35,
          "text": "They built up Atroth Shophan, Jazer, Jogbehah,",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 36,
          "text": "Beth Nimrah and Beth Haran. They built a high wall around each of those cities. They also built sheep pens for their flocks.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 37,
          "text": "The people of Reuben built up Heshbon, Elealeh and Kiriathaim.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 38,
          "text": "They also built up Nebo, Baal Meon and Sibmah. They gave new names to the cities they had built up.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 39,
          "text": "The people of Makir, the son of Manasseh, went to the land of Gilead. They captured it. They drove out the Amorites who were living there.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 40,
          "text": "So Moses gave Gilead to the people of Makir, the son of Manasseh. And they settled there.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 41,
          "text": "Jair was a man in the family line of Manasseh. Jair captured Gilead’s settlements. He called them Havvoth Jair.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 42,
          "text": "Nobah captured Kenath and the settlements that were around it. He named it after himself.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 1,
          "text": "Here are the places where the people of Israel stopped during their journey. When they came out of Egypt, they marched in companies like an army. Moses and Aaron led them.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 2,
          "text": "The Lord commanded Moses to record their journey. Here are the places where they stopped.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 3,
          "text": "The people of Israel started out from Rameses. It was the 15th day of the first month. It was the day after the Passover Feast. They marched out boldly in plain sight of all of the Egyptians.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 4,
          "text": "The Egyptians were burying all of their oldest sons. The Lord had struck them down. He had done it when he punished their gods.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 5,
          "text": "The people of Israel left Rameses and camped at Succoth.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 6,
          "text": "They left Succoth and camped at Etham. Etham was on the edge of the desert.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 7,
          "text": "They left Etham and turned back to Pi Hahiroth. It was east of Baal Zephon. They camped near Migdol.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 8,
          "text": "They left Pi Hahiroth. Then they passed through the Red Sea into the desert. They traveled for three days in the Desert of Etham. Then they camped at Marah.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 9,
          "text": "They left Marah and went to Elim. Twelve springs and 70 palm trees were there. So they camped at Elim.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 10,
          "text": "They left Elim and camped by the Red Sea.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 11,
          "text": "They left the Red Sea and camped in the Desert of Sin.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 12,
          "text": "They left the Desert of Sin and camped at Dophkah.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 13,
          "text": "They left Dophkah and camped at Alush.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 14,
          "text": "They left Alush and camped at Rephidim. But there was no water there for the people to drink.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 15,
          "text": "They left Rephidim and camped in the Desert of Sinai.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 16,
          "text": "They left the Desert of Sinai and camped at Kibroth Hattaavah.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 17,
          "text": "They left Kibroth Hattaavah and camped at Hazeroth.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 18,
          "text": "They left Hazeroth and camped at Rithmah.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 19,
          "text": "They left Rithmah and camped at Rimmon Perez.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 20,
          "text": "They left Rimmon Perez and camped at Libnah.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 21,
          "text": "They left Libnah and camped at Rissah.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 22,
          "text": "They left Rissah and camped at Kehelathah.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 23,
          "text": "They left Kehelathah and camped at Mount Shepher.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 24,
          "text": "They left Mount Shepher and camped at Haradah.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 25,
          "text": "They left Haradah and camped at Makheloth.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 26,
          "text": "They left Makheloth and camped at Tahath.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 27,
          "text": "They left Tahath and camped at Terah.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 28,
          "text": "They left Terah and camped at Mithcah.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 29,
          "text": "They left Mithcah and camped at Hashmonah.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 30,
          "text": "They left Hashmonah and camped at Moseroth.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 31,
          "text": "They left Moseroth and camped at Bene Jaakan.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 32,
          "text": "They left Bene Jaakan and camped at Hor Haggidgad.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 33,
          "text": "They left Hor Haggidgad and camped at Jotbathah.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 34,
          "text": "They left Jotbathah and camped at Abronah.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 35,
          "text": "They left Abronah and camped at Ezion Geber.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 36,
          "text": "They left Ezion Geber and camped at Kadesh. Kadesh was in the Desert of Zin.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 37,
          "text": "They left Kadesh and camped at Mount Hor. It was on the border of Edom.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 38,
          "text": "The priest Aaron went up Mount Hor when the Lord commanded him to. That’s where he died. It happened on the first day of the fifth month. It was the 40th year after the people of Israel came out of Egypt.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 39,
          "text": "Aaron was 123 years old when he died on Mount Hor.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 40,
          "text": "The Canaanite king of Arad lived in the Negev Desert in Canaan. He heard that the people of Israel were coming.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 41,
          "text": "They left Mount Hor and camped at Zalmonah.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 42,
          "text": "They left Zalmonah and camped at Punon.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 43,
          "text": "They left Punon and camped at Oboth.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 44,
          "text": "They left Oboth and camped at Iye Abarim. It was on the border of Moab.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 45,
          "text": "They left Iyim and camped at Dibon Gad.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 46,
          "text": "They left Dibon Gad and camped at Almon Diblathaim.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 47,
          "text": "They left Almon Diblathaim and camped in the mountain range of Abarim near Nebo.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 48,
          "text": "They left the mountain range of Abarim and camped on the flatlands of Moab. They were by the Jordan River across from Jericho.",
          "isHeading": false
        },
        {
          "chapter": 33,
          "verse": 49,
          "text": "They camped there along the Jordan River from Beth Jeshimoth to Abel Shittim.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "?",
    "versions": {
      "leb": [],
      "nirv": []
    }
  }
}