{
  "torah": {
    "passage": "Deuteronomy 21:22 - 22:7",
    "versions": {
      "leb": [
        {
          "chapter": 21,
          "verse": 22,
          "text": "“And if a man commits a sin punishable by death, and so he is put to death and you hang him on a tree,",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 23,
          "text": "his dead body shall not hang on the tree, but certainly you shall bury him on that day, for cursed by God is one that is being hung; so you shall not defile your land that Yahweh your God is giving to you as an inheritance.”",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 1,
          "text": "“You shall not watch the ox of your neighbor or his sheep or goat straying and ignore them; certainly you shall return them to your neighbor.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 2,
          "text": "And if your countryman is not near you or you do not know who he is, then you shall bring it to your household, and it shall be with you until your countryman seeks after it, and you shall return it to him.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 3,
          "text": "And thus also you shall do regarding his donkey, and thus you shall do concerning his garment, and so you shall do with respect to all of the lost property of your countryman that is lost from him and you find it; you are not allowed to withhold help.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 4,
          "text": "“You shall not see the donkey of your neighbor or his ox fallen on the road and you ignore them; certainly you must help them get up along with him.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 5,
          "text": "“The apparel of a man shall not be put on a woman, and a man shall not wear the clothing of a woman, because everyone who does these things is detestable to Yahweh your God.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 6,
          "text": "“If a bird’s nest is found before you on the road in any tree or on the ground, and there are chicks or eggs, and the mother is lying down on the chicks or the eggs, you shall not take the mother along with the young;",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 7,
          "text": "you shall certainly let the mother go, but you may take the young for yourselves; do this so that it may go well for you and you may live long in the land.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 21,
          "verse": 22,
          "text": "Several Other Laws\nSuppose a man is put to death for a crime that is worthy of death. And a pole is stuck through his body and set up where people can see it.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 23,
          "text": "Then you must not leave the body on the pole all night. Make sure you bury it that same day.\nEveryone who is hung on a pole is under God’s curse. You must not make the land “unclean.” The Lord your God is giving it to you as your own.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 1,
          "text": "Suppose you see your neighbor’s ox or sheep wandering away. Then don’t act as if you didn’t see it. Instead, make sure you take it back to him.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 2,
          "text": "Your neighbor might not live near you. Or you might not know who he is. Then take the animal home with you. Keep it until he comes looking for it. Then give it back.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 3,
          "text": "Do the same thing if you find his donkey, coat or anything he loses. Don’t act as if you didn’t see it.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 4,
          "text": "Suppose you see your neighbor’s donkey or ox that has fallen down on the road. Then don’t act as if you didn’t see it. Help him get it up on its feet again.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 5,
          "text": "A woman must not wear men’s clothes. And a man must not wear women’s clothes. The Lord your God hates it when anyone does that.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 6,
          "text": "Suppose you happen to find a bird’s nest beside the road. It might be in a tree or on the ground. And suppose the mother bird is sitting on her little birds or on the eggs. Then don’t take the mother along with the little ones.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 7,
          "text": "You can take the little ones. But make sure you let the mother go. Then things will go well with you. You will live for a long time.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Acts 12:25 - 13:3",
    "versions": {
      "leb": [
        {
          "chapter": 12,
          "verse": 25,
          "text": "So Barnabas and Saul returned to Jerusalem when they had completed their service, having taken along with them John (who is also called Mark).",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 1,
          "text": "Barnabas and Saul Sent Out from Antioch\nNow there were prophets and teachers in Antioch in the church that was there: Barnabas, and Simeon (who was called Niger), and Lucius the Cyrenian, and Manaen (a close friend of Herod the tetrarch), and Saul.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 2,
          "text": "And while they were serving the Lord and fasting, the Holy Spirit said, “Set apart now for me Barnabas and Saul for the work to which I have called them.”",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 3,
          "text": "Then, after they had fasted and prayed and placed their hands on them, they sent them away.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 12,
          "verse": 25,
          "text": "Barnabas and Saul finished their task. Then they returned from Jerusalem. They took John Mark with them.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 1,
          "text": "Barnabas and Saul Are Sent Off\nIn the church at Antioch there were prophets and teachers. Among them were Barnabas, Simeon, and Lucius from Cyrene. Simeon was also called Niger. Another was Manaen. He had been brought up with Herod, the ruler of Galilee. Saul was among them too.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 2,
          "text": "While they were worshiping the Lord and fasting, the Holy Spirit spoke. “Set apart Barnabas and Saul for me,” he said. “I have appointed them to do special work.”",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 3,
          "text": "The prophets and teachers fasted and prayed. They placed their hands on Barnabas and Saul. Then they sent them off.",
          "isHeading": false
        }
      ]
    }
  }
}