{
  "torah": {
    "passage": "Numbers 3:14 - 3:39",
    "versions": {
      "leb": [
        {
          "chapter": 3,
          "verse": 14,
          "text": "Yahweh spoke to Moses in the desert of Sinai, saying,",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 15,
          "text": "“Muster the descendants of Levi according to their families, according to their clans. You will count every male from one month and above.”",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 16,
          "text": "So Moses mustered them according to the command of Yahweh, just as he commanded.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 17,
          "text": "These were the sons of Levi according to their names: Gershon, Kohath, and Merari.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 18,
          "text": "And these are the names of the sons of Gershon according to their clans: Libni and Shimei.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 19,
          "text": "And the sons of Kohath according to their clans: Amram, Izhar, Hebron, and Uzziel.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 20,
          "text": "The sons of Merari according to their tribes: Mahli and Mushi. These are the clans of the Levites according to their families.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 21,
          "text": "To Gershon belonged the clan of the Libnites and the clan of the Shimeites; these are the clans of the Gershonites.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 22,
          "text": "The ones counted according to the number of every male from one month and above were seven thousand five hundred.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 23,
          "text": "The clans of the Gershonites will camp behind the tabernacle to the west,",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 24,
          "text": "and the leader of the family of the Gershonites is Eliasaph son of Lael.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 25,
          "text": "And the responsibility of the descendants of Gershon in the tent of assembly is the tabernacle, and the tent covering it and the curtain of the doorway of the tent of the assembly,",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 26,
          "text": "and the hangings of the courtyard and the curtain of the doorway of the courtyard that is around the tabernacle and the altar, and its ten cords, all of its use.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 27,
          "text": "To Kohath belonged the clan of Amramites, the clan of the Izharites, the clan of the Hebronites, and the clan of the Uzzielites; these were the clans of the Kohathites.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 28,
          "text": "According to the number of every male from one month and above there were eight thousand six hundred keeping the responsibility of the sanctuary.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 29,
          "text": "The clan of the descendants of Kohath will encamp on the side of the tabernacle to the south.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 30,
          "text": "The leader of his family according to the clans of the Kohathites is Elizaphan the son of Uzziel.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 31,
          "text": "Their responsibility was the ark, the table, the lampstand, the altar, and the vessels of the sanctuary, with which they ministered, and the curtain, and all of its use.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 32,
          "text": "The chief of the leaders of the Levites was Eleazar son of Aaron the priest who had oversight of those keeping the responsibility of the sanctuary.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 33,
          "text": "To Merari belonged the clan of Mahlites and the clan of the Mushites: these are the clans of Merari.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 34,
          "text": "The ones counted according to the number of every male from one month and above were six thousand two hundred.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 35,
          "text": "The leader of the family according to the clans of Merari is Zuriel son of Abihail; they will encamp of the side of the tabernacle to the north.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 36,
          "text": "The responsibility of the sons of Merari was the supervision of the frames of the tabernacle, its bars, pillars, bases, and all its vessels and all its service,",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 37,
          "text": "and the pillars around the courtyard, and their bases, pegs, and cords.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 38,
          "text": "Those encamped before the tabernacle to the east—before the tent of assembly to the east—were Moses and Aaron and his sons; they will keep the responsibility of the sanctuary for the Israelites; and the stranger who approaches will be put to death.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 39,
          "text": "All those counted from the Levites whom Moses and Aaron mustered according to the word of Yahweh, according to their clans, every male from one month and above were twenty-two thousand.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 3,
          "verse": 14,
          "text": "The Lord spoke to Moses in the Desert of Sinai. He said,",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 15,
          "text": "“Count the Levites by their family groups. Count every male who is a month old or more.”",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 16,
          "text": "So Moses counted them. He did just as the word of the Lord had commanded him.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 17,
          "text": "The sons of Levi were\nGershon, Kohath and Merari.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 18,
          "text": "The major families from Gershon were\nLibni and Shimei.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 19,
          "text": "The major families from Kohath were\nAmram, Izhar, Hebron and Uzziel.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 20,
          "text": "The major families from Merari were\nMahli and Mushi.\nThose were the major families of the Levites.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 21,
          "text": "The families of Libni and Shimei belonged to the family of Gershon.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 22,
          "text": "All of the males who were a month old or more were counted. There were 7,500 of them.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 23,
          "text": "The families of Gershon had to camp on the west side. They had to camp behind the holy tent.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 24,
          "text": "The leader of the families of Gershon was Eliasaph, the son of Lael.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 25,
          "text": "Here are the duties of the families of Gershon at the Tent of Meeting. They were held accountable for taking care of the holy tent and its coverings. They took care of the curtain at the entrance to the Tent of Meeting.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 26,
          "text": "They took care of the curtains of the courtyard. They took care of the curtain at the entrance to the courtyard. The courtyard was all around the holy tent and altar. They also took care of the ropes. In fact, they had to take care of everything that was connected with the use of all of those things.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 27,
          "text": "The families of Amram, Izhar, Hebron and Uzziel belonged to the family of Kohath.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 28,
          "text": "All of the males who were a month old or more were counted. There were 8,600 of them. The families of Kohath were held accountable for taking care of the sacred tent.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 29,
          "text": "They had to camp on the south side of the holy tent.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 30,
          "text": "The leader of the families of Kohath was Elizaphan, the son of Uzziel.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 31,
          "text": "They were held accountable for taking care of the ark of the covenant. They took care of the table for the holy bread. They took care of the lampstand and the two altars. They took care of the articles that were used for serving in the sacred tent. They also took care of the inner curtain. In fact, they had to take care of everything that was connected with the use of all of those things.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 32,
          "text": "The chief leader of the Levites was Eleazar. He was the son of the priest Aaron. Eleazar was appointed over those who were held accountable for taking care of the sacred tent.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 33,
          "text": "The families of Mahli and Mushi belonged to the family of Merari.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 34,
          "text": "All of the males who were a month old or more were counted. There were 6,200 of them.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 35,
          "text": "The leader of the families of Merari was Zuriel, the son of Abihail. They had to camp on the north side of the holy tent.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 36,
          "text": "They were appointed to take care of the frames of the tent. They took care of its crossbars, posts and bases. They took care of all of its supplies. In fact, they had to take care of everything that was connected with the use of all of those things.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 37,
          "text": "They also took care of the posts of the courtyard that was around the holy tent. And they took care of the bases, tent stakes and ropes.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 38,
          "text": "Moses, Aaron and Aaron’s sons had to camp to the east of the holy tent. They had to camp toward the sunrise in front of the Tent of Meeting. They were held accountable for taking care of the sacred tent. They had to do it for the people of Israel. Anyone else who approached the tent would be put to death.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 39,
          "text": "The total number of the Levites was 22,000. They were counted family by family. Every male who was a month old or more was counted. Moses and Aaron counted them, just as the Lord had commanded.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Luke 3:21-38",
    "versions": {
      "leb": [
        {
          "chapter": 3,
          "verse": 21,
          "text": "The Baptism of Jesus\nNow it happened that when all the people were baptized, Jesus also was baptized, and while he was praying, heaven was opened,",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 22,
          "text": "and the Holy Spirit descended on him in bodily form like a dove, and a voice came from heaven, “You are my beloved Son; with you I am well pleased.”",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 23,
          "text": "The Genealogy of Jesus Christ\nAnd Jesus, when he began his ministry, was himself about thirty years old, being the son (as it was believed) of Joseph the son of Eli,",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 24,
          "text": "the son of Matthat, the son of Levi, the son of Melchi, the son of Jannai, the son of Joseph,",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 25,
          "text": "the son of Mattathias, the son of Amos, the son of Nahum, the son of Esli, the son of Naggai,",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 26,
          "text": "the son of Maath, the son of Mattathias, the son of Semein, the son of Josech, the son of Joda,",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 27,
          "text": "the son of Joanan, the son of Rhesa, the son of Zerubbabel, the son of Shealtiel, the son of Neri,",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 28,
          "text": "the son of Melchi, the son of Addi, the son of Cosam, the son of Elmadam, the son of Er,",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 29,
          "text": "the son of Joshua, the son of Eliezer, the son of Jorim, the son of Matthat, the son of Levi,",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 30,
          "text": "the son of Simeon, the son of Judah, the son of Joseph, the son of Jonam, the son of Eliakim,",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 31,
          "text": "the son of Melea, the son of Menna, the son of Mattatha, the son of Nathan, the son of David,",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 32,
          "text": "the son of Jesse, the son of Obed, the son of Boaz, the son of Sala, the son of Nahshon,",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 33,
          "text": "the son of Amminadab, the son of Admin, the son of Arni, the son of Hezron, the son of Perez, the son of Judah,",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 34,
          "text": "the son of Jacob, the son of Isaac, the son of Abraham, the son of Terah, the son of Nahor,",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 35,
          "text": "the son of Serug, the son of Reu, the son of Peleg, the son of Eber, the son of Shelah,",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 36,
          "text": "the son of Cainan, the son of Arphaxad, the son of Shem, the son of Noah, the son of Lamech,",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 37,
          "text": "the son of Methuselah, the son of Enoch, the son of Jared, the son of Mahalaleel, the son of Cainan,",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 38,
          "text": "the son of Enosh, the son of Seth, the son of Adam, the son of God.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 3,
          "verse": 21,
          "text": "The Baptism and Family Line of Jesus\nWhen all the people were being baptized, Jesus was baptized too. And as he was praying, heaven was opened.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 22,
          "text": "The Holy Spirit came down on him in the form of a dove. A voice came from heaven. It said, “You are my Son, and I love you. I am very pleased with you.”",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 23,
          "text": "Jesus was about 30 years old when he began his special work for God and others. It was thought that he was the son of Joseph.\nJoseph was the son of Heli.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 24,
          "text": "Heli was the son of Matthat.\nMatthat was the son of Levi.\nLevi was the son of Melki.\nMelki was the son of Jannai.\nJannai was the son of Joseph.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 25,
          "text": "Joseph was the son of Mattathias.\nMattathias was the son of Amos.\nAmos was the son of Nahum.\nNahum was the son of Esli.\nEsli was the son of Naggai.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 26,
          "text": "Naggai was the son of Maath.\nMaath was the son of Mattathias.\nMattathias was the son of Semein.\nSemein was the son of Josech.\nJosech was the son of Joda.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 27,
          "text": "Joda was the son of Joanan.\nJoanan was the son of Rhesa.\nRhesa was the son of Zerubbabel.\nZerubbabel was the son of Shealtiel.\nShealtiel was the son of Neri.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 28,
          "text": "Neri was the son of Melki.\nMelki was the son of Addi.\nAddi was the son of Cosam.\nCosam was the son of Elmadam.\nElmadam was the son of Er.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 29,
          "text": "Er was the son of Joshua.\nJoshua was the son of Eliezer.\nEliezer was the son of Jorim.\nJorim was the son of Matthat.\nMatthat was the son of Levi.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 30,
          "text": "Levi was the son of Simeon.\nSimeon was the son of Judah.\nJudah was the son of Joseph.\nJoseph was the son of Jonam.\nJonam was the son of Eliakim.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 31,
          "text": "Eliakim was the son of Melea.\nMelea was the son of Menna.\nMenna was the son of Mattatha.\nMattatha was the son of Nathan.\nNathan was the son of David.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 32,
          "text": "David was the son of Jesse.\nJesse was the son of Obed.\nObed was the son of Boaz.\nBoaz was the son of Salmon.\nSalmon was the son of Nahshon.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 33,
          "text": "Nahshon was the son of Amminadab.\nAmminadab was the son of Ram.\nRam was the son of Hezron.\nHezron was the son of Perez.\nPerez was the son of Judah.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 34,
          "text": "Judah was the son of Jacob.\nJacob was the son of Isaac.\nIsaac was the son of Abraham.\nAbraham was the son of Terah.\nTerah was the son of Nahor.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 35,
          "text": "Nahor was the son of Serug.\nSerug was the son of Reu.\nReu was the son of Peleg.\nPeleg was the son of Eber.\nEber was the son of Shelah.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 36,
          "text": "Shelah was the son of Cainan.\nCainan was the son of Arphaxad.\nArphaxad was the son of Shem.\nShem was the son of Noah.\nNoah was the son of Lamech.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 37,
          "text": "Lamech was the son of Methuselah.\nMethuselah was the son of Enoch.\nEnoch was the son of Jared.\nJared was the son of Mahalalel.\nMahalalel was the son of Kenan.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 38,
          "text": "Kenan was the son of Enosh.\nEnosh was the son of Seth.\nSeth was the son of Adam.\nAdam was the son of God.",
          "isHeading": false
        }
      ]
    }
  }
}