{
  "torah": {
    "passage": "Numbers 24:14 - 25:9",
    "versions": {
      "leb": [
        {
          "chapter": 24,
          "verse": 14,
          "text": "And now, look, I am about to go to my people; I will advise you what this people will do to your people in the following days.”",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 15,
          "text": "“The declaration of Balaam son of Beor,\nand the declaration of the man whose eye is closed,",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 16,
          "text": "and the knower of the knowledge of the Most High,\nwho sees the vision of Shaddai,\nwho is falling, and his eyes are revealed.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 17,
          "text": "I behold him, but not near;\na star will go out from Jacob,\nand a scepter will rise from Israel;\nit will crush the foreheads of Moab\nand destroy all the children of Seth.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 18,
          "text": "Seir, its enemies, will be a captive,\nand Israel will be acting courageously.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 19,
          "text": "and will destroy a remnant from the city.”",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 20,
          "text": "“Amalek is first of the nations,\nbut his future will be forever ruin.”",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 21,
          "text": "“Steady is your dwelling place;\nin the rock is your nest.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 22,
          "text": "how long will Asshur keep you captive?”",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 23,
          "text": "“Woe, who will live when God establishes this?",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 24,
          "text": "and they will afflict Asshur and will afflict Eber;\nalso he will be forever ruin.”",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 25,
          "text": "Then Balaam got up and went and returned to his place, and Balak also went on his way.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 1,
          "text": "When Israel dwelled in Shittim, the people began to prostitute themselves with the daughters of Moab.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 2,
          "text": "And they invited the people to the sacrifices of their gods, and the people ate and worshiped their gods.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 3,
          "text": "So Israel was joined together to Baal Peor, and Yahweh became angry with Israel.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 4,
          "text": "Yahweh said to Moses, “Take all the leaders of the people and kill them before the sun, so the fierce anger of Yahweh will turn from Israel.”",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 5,
          "text": "So Moses said to the judges of Israel, “Each of you kill his men who are joined together with Baal Peor.”",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 6,
          "text": "And behold, a man from the Israelites came and brought to his brothers a Midianite woman before the eyes of Moses and before the eyes of all of the community of the Israelites, and they were weeping at the doorway of the tent of assembly.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 7,
          "text": "When Phinehas son of Eleazar son of Aaron the priest saw, he got up from the midst of the community and took a spear in his hand.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 8,
          "text": "He went after the man of Israel into the woman’s section of the tent, and he drove the two of them, the man of Israel and the woman, into her belly. And the plague among the Israelites stopped.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 9,
          "text": "The ones who died in the plague were twenty-four thousand.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 24,
          "verse": 14,
          "text": "“Now I’m going back to my people. But come. Let me warn you about what these people will do to your people in days to come.”",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 15,
          "text": "Then Balaam spoke the message he had received from God. He said,\n“Here is the message God gave Balaam, the son of Beor.\nIt’s the message God gave to the one who sees clearly.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 16,
          "text": "It’s the message God gave to the one who hears the words of God.\nThe Most High God has given him knowledge.\nHe sees a vision from the Mighty One.\nHe falls down flat with his face toward the ground.\nHis eyes have been opened by the Lord.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 17,
          "text": "I view him, but he isn’t near.\nA star will come from among the people of Jacob.\nA king will rise up out of Israel.\nHe’ll crush the foreheads of the people of Moab.\nHe’ll crush the skulls of all of the sons of Sheth.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 18,
          "text": "He’ll win the battle over Edom.\nHe’ll win the battle over his enemy Seir.\nBut Israel will grow strong.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 19,
          "text": "A ruler will come from among the people of Jacob.\nHe’ll destroy those from the city who are still alive.”",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 20,
          "text": "Then Balaam saw the people of Amalek. He spoke the message he had received from God. He said,\n“Amalek was the first nation to attack Israel.\nBut they will finally be destroyed.”",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 21,
          "text": "Then he saw the Kenites. He spoke the message he had received from God. He said,\n“The place where you live is safe.\nYour nest is on a high cliff.",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 22,
          "text": "But you Kenites will be destroyed.\nAssyria will take you as prisoners.”",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 23,
          "text": "Then he spoke the message he had received from God. He said,\n“Who can live when God does this?",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 24,
          "text": "&nbsp;&nbsp;&nbsp;&nbsp;Ships will come from the shores of Kittim.\nThey will bring Assyria and Eber under their control.\nBut they themselves will also be destroyed.”",
          "isHeading": false
        },
        {
          "chapter": 24,
          "verse": 25,
          "text": "Then Balaam got up and returned home. And Balak went on his way.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 1,
          "text": "Israel was staying in Shittim. The men of Israel began to commit sexual sins with the women of Moab.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 2,
          "text": "The women invited the men to feasts and sacrifices in honor of their gods. The people ate and bowed down in front of the statues of those gods.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 3,
          "text": "So Israel joined in worshiping the god Baal that was worshiped at Peor. The Lord’s anger burned against Israel.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 4,
          "text": "The Lord said to Moses, “Take all of the leaders of these people. Kill them. Put their dead bodies out in the open. I want to see you do it in the middle of the day. Then my anger will not burn against Israel.”",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 5,
          "text": "So Moses spoke to Israel’s judges. He said, “Some of your men have joined in worshiping the god Baal that is worshiped at Peor. Each of you must kill the men in your tribe who have done that.”",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 6,
          "text": "Then a man of Israel brought a woman of Midian to his family. He did it right in front of the eyes of Moses and the whole community of Israel. They were sobbing at the entrance to the Tent of Meeting.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 7,
          "text": "Phinehas was a priest. He was the son of Eleazar, the son of Aaron. When Phinehas saw what had happened, he left the people. He took a spear in his hand.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 8,
          "text": "He followed the man into a tent. Phinehas stuck the spear through both the man and the woman.\nThen the Lord stopped the plague against the people of Israel.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 9,
          "text": "But the plague had already killed 24,000 of them.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "?",
    "versions": {
      "leb": [],
      "nirv": []
    }
  }
}