{
  "torah": {
    "passage": "Exodus 10:1 - 10:11",
    "versions": {
      "leb": [
        {
          "chapter": 10,
          "verse": 1,
          "text": "And he said to them, “Let Yahweh be thus with you as soon as I release you and your dependents. See that evil is before your faces.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 2,
          "text": "And Yahweh hardened Pharaoh’s heart, and he did not release the Israelites.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 3,
          "text": "And Moses and Aaron came to Pharaoh, and they said to him, “Thus says Yahweh, the God of the Hebrews, ‘Until when will you refuse to submit before me? Release my people so that they may serve me.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 4,
          "text": "But if you are refusing to release my people, look, I am about to bring locusts into your territory tomorrow.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 5,
          "text": "And they will cover the surface of the land, and no one will be able to see the land, and they will eat the remainder of what is left—what is left over for you from the hail—and they will eat every sprouting tree belonging to you from the field.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 6,
          "text": "And your houses will be full, and the houses of all your servants and the houses of all Egypt, something that your fathers and your grandfathers never saw from the day they were on the earth until this day.’” And he turned and went out from Pharaoh.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 7,
          "text": "And the servants of Pharaoh said to him, “Until when will this be a snare for us? Release the men so that they may serve Yahweh their God. Do you not yet know that Egypt is destroyed?”",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 8,
          "text": "And Moses and Aaron were brought back to Pharaoh, and he said to them, “Serve Yahweh your God. Who are the ones going?",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 9,
          "text": "And Moses said, “With our young and with our old we will go; with our sons and with our daughters, with our sheep and goats and with our cattle we will go because it is the feast of Yahweh for us.”",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 11,
          "text": "No indeed; just the men go and serve Yahweh, since this is what you are seeking.” And he drove them out from the presence of Pharaoh.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 10,
          "verse": 1,
          "text": "Pharaoh said, “The Lord will really be with all of you if I ever let you go, along with your women and children! Clearly you are planning to do something bad.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 2,
          "text": "But the Lord made Pharaoh’s heart stubborn. And Pharaoh wouldn’t let the people of Israel go.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 3,
          "text": "So Moses and Aaron went to Pharaoh. They said to him, “The Lord, the God of the Hebrews, says, ‘How long will you refuse to obey me? Let my people go. Then they will be able to worship me.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 4,
          "text": "“‘If you refuse to let them go, I will bring locusts into your country tomorrow.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 5,
          "text": "They will cover the ground so that it can’t be seen. They will eat what little you have left after the hail. That includes every tree that is growing in your fields.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 6,
          "text": "They will fill your houses. They will be in the homes of all of your officials and your people. Your parents and your people before them have never seen anything like it as long as they have lived here.’” Then Moses turned around and left Pharaoh.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 7,
          "text": "Pharaoh’s officials said to him, “How long will this man be a trap for us? Let the people go. Then they’ll be able to worship the Lord their God. After everything that’s happened, don’t you realize that Egypt is destroyed?”",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 8,
          "text": "Moses and Aaron were brought back to Pharaoh. “Go. Worship the Lord your God,” he said. “But just who will be going?”",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 9,
          "text": "Moses answered, “We’ll go with our young people and old people. We’ll go with our sons and daughters. We’ll take our flocks and herds. We are supposed to hold a feast in the Lord’s honor.”",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 11,
          "text": "No! I’ll only allow the men to go. Then all of you can worship the Lord. After all, that’s what you have been asking for.”\nThen Pharaoh drove Moses and Aaron out of his sight.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Mark 3:31 - 3:35",
    "versions": {
      "leb": [
        {
          "chapter": 3,
          "verse": 31,
          "text": "And his mother and his brothers arrived, and standing outside, they sent word to him to summon him.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 32,
          "text": "And a crowd was sitting around him, and they told him, “Behold, your mother and your brothers are outside looking for you.”",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 33,
          "text": "And he answered them and said, “Who is my mother or my brothers?”",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 34,
          "text": "And looking around at those who were sitting around him in a circle, he said, “Behold, my mother and my brothers!",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 35,
          "text": "For whoever does the will of God, this person is my brother and sister and mother.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 3,
          "verse": 31,
          "text": "Jesus’ mother and brothers came and stood outside. They sent someone in to get him.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 32,
          "text": "A crowd was sitting around Jesus. They told him, “Your mother and your brothers are outside. They are looking for you.”",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 33,
          "text": "“Who is my mother? Who are my brothers?” he asked.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 34,
          "text": "Then Jesus looked at the people sitting in a circle around him. He said, “Here is my mother! Here are my brothers!",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 35,
          "text": "Anyone who does what God wants is my brother or sister or mother.”",
          "isHeading": false
        }
      ]
    }
  }
}