{
  "torah": {
    "passage": "Genesis 19:21 - 21:4",
    "versions": {
      "leb": [
        {
          "chapter": 19,
          "verse": 21,
          "text": "And he said to him, “Behold, I will grant this favor as well; that I will not overthrow the city of which you have spoken.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 22,
          "text": "Escape there quickly, for I cannot do this thing until you get there.” Therefore, there name of the city was called Zoar.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 23,
          "text": "After the sun had risen upon the earth and Lot had entered Zoar,",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 24,
          "text": "Yahweh rained down from heaven upon Sodom and Gomorrah brimstone and fire from Yahweh.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 25,
          "text": "And he overthrew those cities and the whole plain, and the inhabitants of the cities and the vegetation of the ground.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 26,
          "text": "But his wife looked back, and she became a pillar of salt.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 27,
          "text": "And Abraham arose early in the morning and went to the place where he had stood before Yahweh.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 28,
          "text": "And he looked down upon the surface of Sodom and Gomorrah, and upon the whole surface of the land, the plain. And he saw that, behold, the smoke of the land went up like the smoke of a smelting furnace.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 29,
          "text": "So it was, when God destroyed the cities of the plain that God remembered Abraham and sent Lot out from the midst of the overthrow, when he overthrew the cities in which Lot lived.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 30,
          "text": "And Lot went out from Zoar and settled in the hill country with his two daughters, for he was afraid to stay in Zoar. So he lived in a cave, he and his two daughters.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 31,
          "text": "And the firstborn daughter said to the younger one, “Our father is old, and there is no man in the land to come in to us according to the manner of all the land.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 32,
          "text": "Come, let us give our father wine to drink and let us lie with him that we may secure descendants through our father.”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 33,
          "text": "And they gave their father wine to drink that night, and the firstborn went and lay with her father, but he did not know when she lay down or when she got up.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 34,
          "text": "And it happened that, the next day the firstborn said to the younger one, “Look, I laid with my father last night. Let us give him wine to drink also tonight, then go and lie with him that we may secure descendants through our father.”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 35,
          "text": "And they gave their father wine to drink again that night, and the younger got up and lay with him, but he did not know when she lay down or when she got up.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 36,
          "text": "And the two daughters of Lot became pregnant by their father.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 37,
          "text": "The firstborn gave birth to a son, and she called his name Moab. He is the father of Moab until this day.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 38,
          "text": "And the younger, she also gave birth to a son, and she called his name Ben-Ammi. He is the father of the Ammonites until this day.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 1,
          "text": "And Abraham journeyed from there to the land of the Negev, and he settled between Kadesh and Shur. And he dwelled as an alien in Gerar.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 2,
          "text": "And Abraham said about Sarah his wife, “She is my sister.” And Abimelech king of Gerar sent and took Sarah.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 3,
          "text": "And God came to Abimelech in a dream at night. And he said to him, “Look, you are a dead man on account of the woman you have taken. For she is a married woman.”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 4,
          "text": "Now Abimelech had not approached her, so he said, “my Lord, will you even kill a righteous people?”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 5,
          "text": "Did not he himself say to me, ‘She is my sister’? And she herself said, ‘He is my brother.’ With integrity of my heart and with cleanness of my hands I did this.”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 6,
          "text": "Then God said to him in the dream, “Yes, I know that in the integrity of your heart you did this, and I also kept you from sinning against me. Therefore, I did not allow you to touch her.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 7,
          "text": "So now, return the wife of the man, for he is a prophet, so that he will pray for you and you will live. And if you do not return her, know that you will certainly die, and all that are yours.”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 8,
          "text": "So Abimelech rose early in the morning. And he called all his servants and told them all these things, and the men were very afraid.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 9,
          "text": "And Abimelech called for Abraham and said to him, “What have you done to us? And how have I sinned against you that you brought upon me and upon my kingdom a great sin? You have done things to me that should not be done.”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 10,
          "text": "And Abimelech said to Abraham, “What were you thinking that you did this thing?”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 11,
          "text": "And Abraham said, “Because I thought, surely there is no fear of God in this place; they will kill me on account of the matter of my wife.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 12,
          "text": "Besides, she is my sister, the daughter of my father, but not the daughter of my mother. And she became my wife.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 13,
          "text": "And it happened that as God caused me to wander from the house of my father I said to her, ‘This is your loyal kindness that you must do for me at every place where we come: say concerning me, “He is my brother.”’”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 14,
          "text": "And Abimelech took sheep and cattle and male slaves and female slaves, and he gave them to Abraham. And he returned Sarah his wife to him.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 15,
          "text": "And Abimelech said, “Here is my land before you; settle where it pleases you.”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 16,
          "text": "And to Sarah he said, “Look, I have given a thousand pieces of silver to your brother. It shall be an exoneration. You are vindicated before all who are with you.”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 17,
          "text": "And Abraham prayed to God, and God healed Abimelech and his wife and his female servants so that they could bear children again.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 18,
          "text": "For Yahweh had completely closed up all the wombs of the house of Abimelech because of the matter of Sarah, the wife of Abraham.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 1,
          "text": "And Yahweh visited Sarah as he had said. And Yahweh did to Sarah as he had promised.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 2,
          "text": "And she conceived, and Sarah bore to Abraham a son in his old age at the appointed time that God had told him.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 3,
          "text": "And Abraham called the name of his son who was born to him, whom Sarah bore to him, Isaac.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 4,
          "text": "And Abraham circumcised Isaac his son when he was eight days old, as God had commanded him.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 19,
          "verse": 21,
          "text": "The Lord said to Lot, “All right. I will also give you what you are asking for. I will not destroy the town you are talking about.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 22,
          "text": "But run there quickly. I can’t do anything until you reach it.”\nThe town was named Zoar. Zoar means “small.”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 23,
          "text": "By the time Lot reached Zoar, the sun had risen over the land.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 24,
          "text": "Then the Lord sent down burning sulfur. It came down like rain on Sodom and Gomorrah. It came from the Lord out of the sky.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 25,
          "text": "He destroyed those cities and the whole valley. All of the people who were living in the cities were wiped out. So were the plants in the land.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 26,
          "text": "But Lot’s wife looked back. When she did, she became a pillar made out of salt.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 27,
          "text": "Early the next morning Abraham got up. He returned to the place where he had stood in front of the Lord.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 28,
          "text": "He looked down toward Sodom and Gomorrah and the whole valley. He saw thick smoke rising from the land. It looked like smoke from a furnace.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 29,
          "text": "So when God destroyed the cities of the valley, he showed concern for Abraham. He brought Lot out safely when he destroyed the cities where Lot had lived.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 30,
          "text": "Lot and his two daughters left Zoar. They went to settle down in the mountains. Lot was afraid to stay in Zoar. So he and his daughters lived in a cave.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 31,
          "text": "One day the older daughter spoke to the younger one. She said, “Our father is old. There aren’t any other men around here to make love to, as people all over the earth do.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 32,
          "text": "So let’s get our father to drink wine. Then we can make love to him. We can use our father to continue our family line.”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 33,
          "text": "That night they got their father to drink wine. Then the older daughter went in and made love to him. He didn’t know when she lay down or when she got up.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 34,
          "text": "The next day the older daughter spoke to the younger one again. She said, “Last night I made love to my father. Let’s get him to drink wine again tonight. Then you go in and make love to him. In that way, we can use our father to continue our family line.”",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 35,
          "text": "So they got their father to drink wine that night also. Then the younger daughter went and made love to him. Again he didn’t know when she lay down or when she got up.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 36,
          "text": "So both of Lot’s daughters became pregnant by their father.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 37,
          "text": "The older daughter had a son. She named him Moab. He’s the father of the Moabites of today.",
          "isHeading": false
        },
        {
          "chapter": 19,
          "verse": 38,
          "text": "The younger daughter also had a son. She named him Ben-Ammi. He’s the father of the Ammonites of today.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 1,
          "text": "Abraham moved away from there into the Negev Desert. He lived between Kadesh and Shur. For a while he stayed in Gerar.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 2,
          "text": "There Abraham said about his wife Sarah, “She’s my sister.” Then Abimelech sent for Sarah and took her. He was the king of Gerar.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 3,
          "text": "God came to Abimelech in a dream one night. He said to him, “You are as good as dead because of the woman you have taken. She is already married.”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 4,
          "text": "But Abimelech hadn’t gone near her. So he said, “Lord, will you destroy a nation that hasn’t done anything wrong?",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 5,
          "text": "Didn’t Abraham say to me, ‘She’s my sister’? And didn’t she also say, ‘He’s my brother’? I had no idea I was doing anything wrong. I’m not guilty.”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 6,
          "text": "Then God spoke to him in the dream. He said, “Yes, I know you had no idea you were doing anything wrong. So I have kept you from sinning against me. That is why I did not let you touch her.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 7,
          "text": "“Now return the man’s wife to him. He is a prophet. He will pray for you, and you will live. But what if you do not return her? Then you can be sure that you and all of your people will die.”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 8,
          "text": "Early the next morning Abimelech sent for all of his officials. He told them everything that had happened. They were really afraid.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 9,
          "text": "Then Abimelech called Abraham in. He said, “What have you done to us? Have I done something wrong to you? Why have you brought so much guilt on me and my kingdom? You have done things to me that shouldn’t be done.”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 10,
          "text": "Abimelech also asked Abraham, “Why did you do this?”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 11,
          "text": "Abraham replied, “I thought, ‘There isn’t any respect for God in this place at all. They will kill me because of my wife.’",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 12,
          "text": "Besides, she really is my sister. She’s the daughter of my father, but not the daughter of my mother. And she became my wife.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 13,
          "text": "“God had me wander away from my father’s house. So I said to her, ‘Here is how you can show your love to me. Everywhere we go, say about me, “He’s my brother.”’”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 14,
          "text": "Then Abimelech gave Abraham sheep and cattle and male and female slaves. He also returned his wife Sarah to him.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 15,
          "text": "Abimelech said, “Here is my land. Live anywhere you want to.”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 16,
          "text": "He said to Sarah, “I’m giving your brother 25 pounds of silver. It will take care of the problem we caused you. And all those who are with you will know that you aren’t guilty of doing anything wrong.”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 17,
          "text": "Then Abraham prayed to God. And God healed Abimelech. He also healed his wife and his female slaves so they could have children again.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 18,
          "text": "The Lord had kept the women in Abimelech’s house from having children. He had done it because of Abraham’s wife Sarah.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 1,
          "text": "The Lord was gracious to Sarah, just as he had said he would be. He did for Sarah what he had promised to do.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 2,
          "text": "Sarah became pregnant. She had a son by Abraham when he was old. He was born at the exact time God had promised him.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 3,
          "text": "Abraham gave the name Isaac to the son Sarah had by him.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 4,
          "text": "When his son Isaac was eight days old, Abraham circumcised him. He did it exactly as God had commanded him.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "John 6:52 - 6:59",
    "versions": {
      "leb": [
        {
          "chapter": 6,
          "verse": 52,
          "text": "So the Jews began to quarrel among themselves, saying, “How can this man give us his flesh to eat?”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 53,
          "text": "Then Jesus said to them, “Truly, truly I say to you, unless you eat the flesh of the Son of Man and drink his blood, you do not have life in yourselves!",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 54,
          "text": "The one who eats my flesh and drinks my blood has eternal life, and I will raise him up on the last day.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 55,
          "text": "For my flesh is true food, and my blood is true drink.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 56,
          "text": "The one who eats my flesh and drinks my blood resides in me and I in him.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 57,
          "text": "Just as the living Father sent me, and I live because of the Father, so also the one who eats me—that one will live because of me.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 58,
          "text": "This is the bread that came down from heaven, not as the fathers ate and died. The one who eats this bread will live forever.”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 59,
          "text": "He said these things while teaching in the synagogue in Capernaum.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 6,
          "verse": 52,
          "text": "Then the Jews began to argue sharply among themselves. They said, “How can this man give us his body to eat?”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 53,
          "text": "Jesus said to them, “What I’m about to tell you is true. You must eat the Son of Man’s body and drink his blood. If you don’t, you have no life in you.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 54,
          "text": "Anyone who eats my body and drinks my blood has eternal life. I will raise him up on the last day.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 55,
          "text": "“My body is real food. My blood is real drink.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 56,
          "text": "Anyone who eats my body and drinks my blood remains in me. And I remain in him.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 57,
          "text": "“The living Father sent me, and I live because of him. In the same way, those who feed on me will live because of me.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 58,
          "text": "This is the bread that came down from heaven. Long ago your people ate manna and died. But those who feed on this bread will live forever.”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 59,
          "text": "He said this while he was teaching in the synagogue in Capernaum.",
          "isHeading": false
        }
      ]
    }
  }
}