{
  "torah": {
    "passage": "Exodus 12:21-51; Numbers 28:16-25",
    "versions": {
      "leb": [
        {
          "chapter": 12,
          "verse": 21,
          "text": "And Moses called all the elders of Israel, and he said to them, “Select and take for yourselves sheep for your clans and slaughter the Passover sacrifice.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 22,
          "text": "And take a bunch of hyssop and dip it into the blood that is in the basin and apply some of the blood that is in the basin to the lintel and the two doorposts. And you will not go out, anyone from the doorway of his house, until morning.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 23,
          "text": "And Yahweh will go through to strike Egypt, and he will see the blood on the lintel and on the two doorposts, and Yahweh will pass over the doorway and will not allow the destroyer to come to your houses to strike you.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 24,
          "text": "“And you will keep this event as a rule for you and for your children forever.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 25,
          "text": "And when you come into the land that Yahweh will give to you, as he said, you will keep this religious custom.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 26,
          "text": "And when your children say to you, ‘What is this religious custom for you?’",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 27,
          "text": "you will say, ‘It is a Passover sacrifice for Yahweh, who passed over the houses of the Israelites in Egypt when he struck Egypt; and he delivered our houses.’” And the people knelt down and they worshiped.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 28,
          "text": "And the Israelites went, and they did as Yahweh had commanded Moses and Aaron; so they did.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 29,
          "text": "And in the middle of the night, Yahweh struck all of the firstborn in the land of Egypt, from the firstborn of Pharaoh sitting on his throne to the firstborn of the captive who was in the prison house and every firstborn of an animal.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 30,
          "text": "And Pharaoh got up at night, he and all his servants and all Egypt, and a great cry of distress was in Egypt because there was not a house where there was no one dead.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 31,
          "text": "And he called Moses and Aaron at night, and he said, “Get up, go out from the midst of my people, both you as well as the Israelites, and go, serve Yahweh, as you have said.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 32,
          "text": "Take both your sheep and goats as well as your cattle, and go, and bless also me.”",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 33,
          "text": "And the Egyptians urged the people in order to hurry their release from the land, because they said, “All of us will die!”",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 34,
          "text": "And the people lifted up their dough before it had yeast; their kneading troughs were wrapped up in their cloaks on their shoulder.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 35,
          "text": "And the Israelites did according to the word of Moses, and they asked from the Egyptians for objects of silver and objects of gold and for clothing.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 36,
          "text": "And Yahweh gave the people favor in the eyes of the Egyptians, and they granted their requests, and they plundered the Egyptians.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 37,
          "text": "And the Israelites set out from Rameses to Succoth; the men were about six hundred thousand on foot, besides dependents.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 38,
          "text": "And also a mixed multitude went up with them and sheep and goats and cattle, very numerous livestock.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 39,
          "text": "And they baked the dough that they had brought out from Egypt as cakes, unleavened bread, because it had no yeast when they were driven out from Egypt, and they were not able to delay, and also they had not made provisions for themselves.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 40,
          "text": "And the period of dwelling of the Israelites that they dwelled in Egypt was four hundred and thirty years.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 41,
          "text": "And at the end of four hundred and thirty years, on this exact day, all of Yahweh’s divisions went out from the land of Egypt.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 42,
          "text": "It is a night of vigils belonging to Yahweh for bringing them out from the land of Egypt; it is this night belonging to Yahweh with vigils for all of the Israelites throughout their generations.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 43,
          "text": "And Yahweh said to Moses and Aaron, “This is the statute of the Passover: No foreigner may eat it.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 44,
          "text": "But any slave of a man, an acquisition by money, and you have circumcised him, then he may eat it.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 45,
          "text": "A temporary resident and a hired worker may not eat it.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 46,
          "text": "It will be eaten in one house; you will not bring part of the meat out from the house to the outside; and you will not break a bone of it.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 47,
          "text": "All of the community of Israel will prepare it.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 48,
          "text": "And when an alien dwells with you and he wants to prepare the Passover for Yahweh, every male belonging to him must be circumcised, and then he may come near to prepare it, and he will be as the native of the land, but any uncircumcised man may not eat it.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 49,
          "text": "One law will be for the native and for the alien who is dwelling in your midst.”",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 50,
          "text": "And all the Israelites did as Yahweh had commanded Moses and Aaron; so they did.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 51,
          "text": "And it was on exactly this day Yahweh brought the Israelites out from the land of Egypt by their divisions.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 12,
          "verse": 21,
          "text": "Then Moses sent for all of the elders of Israel. He said to them, “Go at once. Choose the animals for your families. Each family must kill a Passover lamb.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 22,
          "text": "Get a branch of a hyssop plant. Dip it into the blood in the bowl. Put some of the blood on the top and on both sides of the doorframe. None of you can go out the door of your house until morning.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 23,
          "text": "“The Lord will go through the land to strike the Egyptians down. He’ll see the blood on the top and sides of the doorframe. He will pass over that house. He won’t let the destroying angel enter your homes to kill you.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 24,
          "text": "“Obey all of these directions. It’s a law for you and your children after you for all time to come.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 25,
          "text": "The Lord will give you the land, just as he promised. When you enter it, keep this holy day.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 26,
          "text": "“Your children will ask you, ‘What does this holy day mean to you?’",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 27,
          "text": "Tell them, ‘It’s the Passover sacrifice in honor of the Lord. He passed over the houses of the people of Israel in Egypt. He spared our homes when he struck the Egyptians down.’”\nThen the people of Israel bowed down and worshiped.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 28,
          "text": "They did just what the Lord commanded Moses and Aaron.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 29,
          "text": "At midnight the Lord struck down every oldest son in Egypt. He killed the oldest son of Pharaoh, who sat on the throne. He killed all of the oldest sons of prisoners, who were in prison. He also killed all of the male animals that were born first to their mothers among the livestock.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 30,
          "text": "Pharaoh and all of his officials got up during the night. So did all of the Egyptians. There was loud crying in Egypt because someone had died in every home.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 31,
          "text": "During the night, Pharaoh sent for Moses and Aaron. He said to them, “Get out of here! You and the Israelites, leave my people! Go. Worship the Lord, just as you have asked.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 32,
          "text": "Go. Take your flocks and herds, just as you have said. And also give me your blessing.”",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 33,
          "text": "The Egyptians begged the people of Israel to hurry up and leave the country. “If you don’t,” they said, “we’ll all die!”",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 34,
          "text": "So the people took their dough before the yeast was added to it. They carried it on their shoulders in bread pans that were wrapped in clothes.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 35,
          "text": "They did just as Moses had directed them. They asked the Egyptians for articles that were made out of silver and gold. They also asked them for clothes.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 36,
          "text": "The Lord had caused the Egyptians to treat the people of Israel in a kind way. So they gave them what they asked for. The people of Israel took many expensive things that belonged to the Egyptians.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 37,
          "text": "The Israelites traveled from Rameses to Succoth. There were about 600,000 men who were old enough to go into battle. The women and children went with them.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 38,
          "text": "So did many other people. The Israelites also took large flocks and herds with them.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 39,
          "text": "They brought dough from Egypt. With it they baked bread without yeast. The dough didn’t have any yeast in it. That’s because the people had been driven out of Egypt before they had time to prepare their food.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 40,
          "text": "The people of Israel lived in Egypt for 430 years.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 41,
          "text": "At the end of the 430 years, to the very day, all of the Lord’s people marched out of Egypt like an army.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 42,
          "text": "The Lord kept watch that night to bring them out of Egypt. So on that same night every year all of the Israelites must keep watch. They must do it to honor the Lord for all time to come.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 43,
          "text": "The Lord spoke to Moses and Aaron. He said, “Here are the rules for the Passover.\n“No one from another country is allowed to eat the Passover meal.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 44,
          "text": "Any slave you have bought is allowed to eat it after you have circumcised him.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 45,
          "text": "But a hired worker or someone who lives with you for a while is not allowed to eat it.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 46,
          "text": "“It must be eaten inside a house. Do not take any of the meat outside. Do not break any of the bones.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 47,
          "text": "The whole community of Israel must celebrate the Passover.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 48,
          "text": "“Suppose an outsider who is living among you wants to celebrate the Lord’s Passover. Then all of the males in that home must be circumcised. After that, the person can take part, just like an Israelite. Only males who are circumcised can eat it.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 49,
          "text": "“The same law applies to Israelites and to outsiders who are living among you.”",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 50,
          "text": "All of the people of Israel did just what the Lord had commanded Moses and Aaron.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 51,
          "text": "On that very day the Lord brought the Israelites out of Egypt like an army on the march.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Luke 22:7-20; 1 Corinthinans 5:6-8",
    "versions": {
      "leb": [
        {
          "chapter": 22,
          "verse": 7,
          "text": "And the day of the feast of Unleavened Bread came, on which it was necessary for the Passover lamb to be sacrificed.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 8,
          "text": "And he sent Peter and John, saying, “Go and prepare the Passover for us, so that we may eat it.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 9,
          "text": "So they said to him, “Where do you want us to prepare it?”",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 10,
          "text": "And he said to them, “Behold, when you have entered into the city, a man carrying a jar of water will meet you. Follow him into the house which he enters.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 11,
          "text": "And you will say to the master of the house, ‘The Teacher says to you, “Where is the guest room where I may eat the Passover with my disciples?”’",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 12,
          "text": "And he will show you a large furnished upstairs room. Make preparations there.”",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 13,
          "text": "So they went and found everything just as he had told them, and they prepared the Passover.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 14,
          "text": "And when the hour came, he reclined at the table, and the apostles with him.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 15,
          "text": "And he said to them, “I have earnestly desired to eat this Passover with you before I suffer.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 16,
          "text": "For I tell you that I will not eat it until it is fulfilled in the kingdom of God.”",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 17,
          "text": "And he took in hand a cup, and after giving thanks he said, “Take this and share it among yourselves.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 18,
          "text": "For I tell you, from now on I will not drink of the product of the vine until the kingdom of God comes.”",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 19,
          "text": "And he took bread, and after giving thanks, he broke it and gave it to them, saying, “This is my body which is given for you. Do this in remembrance of me.”",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 20,
          "text": "And in the same way the cup after they had eaten, saying, “This cup is the new covenant in my blood which is poured out for you.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 22,
          "verse": 7,
          "text": "Then the day of Unleavened Bread came. That was the time the Passover lamb had to be sacrificed.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 8,
          "text": "Jesus sent Peter and John on ahead. “Go,” he told them. “Prepare for us to eat the Passover meal.”",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 9,
          "text": "“Where do you want us to prepare for it?” they asked.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 10,
          "text": "Jesus replied, “When you enter the city, a man carrying a jar of water will meet you. Follow him to the house he enters.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 11,
          "text": "Then say to the owner of the house, ‘The Teacher asks, “Where is the guest room? Where can I eat the Passover meal with my disciples?”’",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 12,
          "text": "He will show you a large upstairs room with furniture in it. Prepare for us to eat there.”",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 13,
          "text": "Peter and John left. They found things just as Jesus had told them. So they prepared the Passover meal.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 14,
          "text": "When the hour came, Jesus and his apostles took their places at the table.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 15,
          "text": "He said to them, “I have really looked forward to eating this Passover meal with you. I wanted to do this before I suffer.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 16,
          "text": "I tell you, I will not eat the Passover meal again until it is celebrated in God’s kingdom.”",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 17,
          "text": "After Jesus took the cup, he gave thanks. He said, “Take this cup and share it among yourselves.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 18,
          "text": "I tell you, I will not drink wine with you again until God’s kingdom comes.”",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 19,
          "text": "Then Jesus took bread. He gave thanks and broke it. He handed it to them and said, “This is my body. It is given for you. Every time you eat it, do it in memory of me.”",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 20,
          "text": "In the same way, after the supper he took the cup. He said, “This cup is the new covenant in my blood. It is poured out for you.",
          "isHeading": false
        }
      ]
    }
  }
}