{
  "torah": {
    "passage": "Deuteronomy 32:29 - 32:39",
    "versions": {
      "leb": [
        {
          "chapter": 32,
          "verse": 29,
          "text": "they would discern for themselves their end.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 30,
          "text": "and two could cause a myriad to flee,\nif their Rock had not sold them,\nand Yahweh had not given them up?",
          "isHeading": true
        },
        {
          "chapter": 32,
          "verse": 31,
          "text": "their rock is not like our Rock,\nand our enemies recognize this.",
          "isHeading": true
        },
        {
          "chapter": 32,
          "verse": 32,
          "text": "and from the terraces of Gomorrah;\ntheir grapes are grapes of poison;\ntheir clusters are bitter.",
          "isHeading": true
        },
        {
          "chapter": 32,
          "verse": 33,
          "text": "and the deadly poison of horned vipers.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 34,
          "text": "sealed in my treasuries?’",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 35,
          "text": "for at the time their foot slips,\nbecause the day of their disaster is near,\nand fate comes quickly for them.’",
          "isHeading": true
        },
        {
          "chapter": 32,
          "verse": 36,
          "text": "and concerning his servants;\nhe will change his mind when he sees that their power has disappeared,\nand there is no one left, confined or free.",
          "isHeading": true
        },
        {
          "chapter": 32,
          "verse": 37,
          "text": "their rock in whom they took refuge?",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 38,
          "text": "and drank the wine of their libations?\nLet them rise up, and let them help you;\nLet them be to you a refuge.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 39,
          "text": "and there is not a god besides me;\nI put to death and I give life;\nI wound and I heal;\nthere is not one who delivers from my hand!",
          "isHeading": true
        }
      ],
      "nirv": [
        {
          "chapter": 32,
          "verse": 29,
          "text": "I wish they were wise. Then they would understand what’s coming.\nThey’d realize what would happen to them in the end.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 30,
          "text": "How could one person chase a thousand?\nHow could two make ten thousand run away?\nIt couldn’t happen unless their Rock had deserted them.\nIt couldn’t take place unless the Lord had given them up.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 31,
          "text": "Their rock is not like our Rock.\nEven our enemies know that.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 32,
          "text": "Their vine comes from the vines of Sodom.\nIt comes from the vineyards of Gomorrah.\nTheir grapes are filled with poison.\nTheir bunches of grapes taste bitter.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 33,
          "text": "Their wine is like the poison of snakes.\nIt’s like the deadly poison of cobras.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 34,
          "text": "The Lord says, “I have kept all of those terrible things stored away.\nI have kept them sealed up in my strongbox.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 35,
          "text": "I punish people. I will pay them back.\nThe time will come when their feet will slip.\nTheir day of trouble is near.\nVery soon they will be destroyed.”",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 36,
          "text": "The Lord will judge his people.\nHe’ll show tender love to those who serve him.\nHe will know when their strength is gone.\nHe’ll see that no one at all is left.",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 37,
          "text": "He’ll say, “Where are their gods now?\nWhere is the rock they went to for safety?",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 38,
          "text": "Where are the gods who ate the fat of their sacrifices?\nWhere are the gods who drank the wine of their drink offerings?\nLet them rise up to help you!\nLet them keep you safe!",
          "isHeading": false
        },
        {
          "chapter": 32,
          "verse": 39,
          "text": "There is no other God except me.\nI put some people to death. I bring others to life.\nI have wounded, and I will heal.\nNo one can save you from my powerful hand.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Acts 25:13 - 25:22",
    "versions": {
      "leb": [
        {
          "chapter": 25,
          "verse": 13,
          "text": "Now after some days had passed, King Agrippa and Bernice arrived at Caesarea to welcome Festus.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 14,
          "text": "And while they were staying there many days, Festus laid out the case against Paul to the king, saying, “There is a certain man left behind by Felix as a prisoner,",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 15,
          "text": "concerning whom when I was in Jerusalem the chief priests and the elders of the Jews presented evidence, asking for a sentence of condemnation against him.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 16,
          "text": "To them I replied that it was not the custom of the Romans to give up any man before the one who had been accused met his accusers face to face and received an opportunity for a defense concerning the accusation.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 17,
          "text": "Therefore, when they had assembled here, I made no delay; on the next day I sat down on the judgment seat and gave orders for the man to be brought.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 18,
          "text": "When they stood up, his accusers began bringing no charge concerning him of the evil deeds that I was suspecting,",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 19,
          "text": "but they had some issues with him concerning their own religion, and concerning a certain Jesus, who was dead, whom Paul claimed to be alive.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 20,
          "text": "And because I was at a loss with regard to the investigation concerning these things, I asked if he was willing to go to Jerusalem and to be judged there concerning these things.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 21,
          "text": "But when Paul appealed that he be kept under guard for the decision of His Majesty the Emperor, I gave orders for him to be kept under guard until I could send him to Caesar.”",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 22,
          "text": "So Agrippa said to Festus, “I want to hear the man myself also.” “Tomorrow,” he said, “you will hear him.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 25,
          "verse": 13,
          "text": "A few days later King Agrippa and Bernice arrived in Caesarea. They came to pay a visit to Festus.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 14,
          "text": "They were spending many days there. So Festus talked with the king about Paul’s case. He said, “There’s a man here that Felix left as a prisoner.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 15,
          "text": "When I went to Jerusalem, the Jewish chief priests and the elders brought charges against the man. They wanted him to be found guilty.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 16,
          "text": "“I told them that this is not the way Romans do things. We don’t judge people before they have faced those bringing charges against them. They must have a chance to speak up for themselves.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 17,
          "text": "When the Jews came back with me, I didn’t waste any time. I called the court together the next day. I ordered the man to be brought in.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 18,
          "text": "Those bringing charges against him got up to speak. But they didn’t charge him with any of the crimes I had expected.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 19,
          "text": "Instead, they argued with him about their own beliefs. They didn’t agree about a dead man named Jesus. Paul claimed Jesus was alive.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 20,
          "text": "“I had no idea how to look into such matters. So I asked Paul if he would be willing to go to Jerusalem. There he could be tried on these charges.",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 21,
          "text": "But Paul made an appeal to have the Emperor decide his case. So I ordered him to be held until I could send him to Caesar.”",
          "isHeading": false
        },
        {
          "chapter": 25,
          "verse": 22,
          "text": "Then Agrippa said to Festus, “I would like to hear this man myself.”\nFestus replied, “Tomorrow you will hear him.”",
          "isHeading": false
        }
      ]
    }
  }
}