{
  "torah": {
    "passage": "Deuteronomy 10:12 - 11:9",
    "versions": {
      "leb": [
        {
          "chapter": 10,
          "verse": 12,
          "text": "And now, Israel, what is Yahweh your God asking from you, except to revere Yahweh your God, to go in all his ways and to love him and to serve Yahweh your God with all your heart and with all your soul,",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 13,
          "text": "to keep the commandments of Yahweh and his statutes that I am commanding you today for your own good.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 14,
          "text": "Look! For to Yahweh your God belong heaven and the highest heavens, the earth and all that is in it.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 15,
          "text": "Yet to your ancestors Yahweh was very attached, so as to love them, and so he chose their offspring after them, namely you, from all the peoples, as it is today.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 16,
          "text": "So you shall circumcise the foreskin of your heart, and do not be stubborn.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 17,
          "text": "For Yahweh your God, he is God of the gods and Lord of the lords, the great and mighty God, the awesome one who is not partial, and he does not take bribes.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 18,
          "text": "And he executes justice for the orphan and widow, and he is one who loves the alien, to give to them food and clothing.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 19,
          "text": "And you shall love the alien, for you were aliens in the land of Egypt.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 20,
          "text": "Yahweh your God, you shall revere him, you shall serve him, and to him you shall cling, and by his name you shall swear.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 21,
          "text": "He is your praise, and he is your God, who has done with you these great and awesome things that your eyes have seen.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 22,
          "text": "With only seventy persons your ancestors went down to Egypt, but now Yahweh your God has made you as the stars of the heaven with respect to multitude.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 1,
          "text": "“And you shall love Yahweh your God, and you shall keep his obligations and his statutes and his regulations and his commandments always.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 2,
          "text": "And you shall realize today that it is not with your children who have not known and who have not seen the discipline of Yahweh your God—his greatness, his strong hand, and his outstretched arm,",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 3,
          "text": "and his signs and his deeds that he did in the midst of Egypt to Pharaoh, the king of Egypt, and to all of his land,",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 4,
          "text": "and what he did to the army of Egypt and to their horses and to their chariots, and how he made the water of the Red Sea flow over them, when they pursued after them, and so Yahweh has destroyed them, as is the case today,",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 5,
          "text": "and what he did to you in the desert until you came up to this place,",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 6,
          "text": "and what he did to Dathan and to Abiram, the sons of Eliab, the son of Reuben, how the earth opened its mouth wide and swallowed them, their households and their tents, and all of the living creatures that were in their possession and that were following along with them in the midst of all of Israel.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 7,
          "text": "The fact of the matter is, your own eyes have seen all of the great deeds of Yahweh that he did.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 8,
          "text": "“And you must keep all of the commandments that I am commanding you today, so that you may have strength and you may go and you may take possession of that land to which you are crossing to take possession of it,",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 9,
          "text": "so that you may live long on the land that Yahweh swore to your ancestors, to give it to them and to their offspring, a land flowing with milk and honey.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 10,
          "verse": 12,
          "text": "And now, Israel, what is the Lord your God asking you to do? Have respect for him. Live exactly as he wants you to live. Love him. Serve him with all your heart and with all your soul.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 13,
          "text": "Obey the Lord’s commands and rules. I’m giving them to you today for your own good.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 14,
          "text": "The heavens belong to the Lord your God. Even the highest heavens belong to him. He owns the earth and everything in it.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 15,
          "text": "But the Lord loved your people very much long ago. You are their children. And he chose you above all of the other nations. His love and his promise remain with you to this very day.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 16,
          "text": "So don’t let your hearts be stubborn anymore. Obey the Lord.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 17,
          "text": "The Lord your God is the greatest God of all. He is the greatest Lord of all. He is the great God. He is mighty and wonderful. He treats everyone the same. He doesn’t accept any money from those who want special favors.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 18,
          "text": "He stands up for widows and for children whose fathers have died. He loves outsiders. He gives them food and clothes.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 19,
          "text": "So you also must love outsiders. Remember that you yourselves were outsiders in Egypt.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 20,
          "text": "Have respect for the Lord your God. Serve him. Remain true to him. When you make promises, take your oaths in his name.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 21,
          "text": "He is the one you should praise. He’s your God. With your own eyes you saw the great and wonderful miracles he did for you.",
          "isHeading": false
        },
        {
          "chapter": 10,
          "verse": 22,
          "text": "Long ago, your people went down into Egypt. The total number of them was 70. And now the Lord your God has made you as many as the stars in the sky.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 1,
          "text": "Love the Lord your God. Do what he requires. Always obey his rules, laws and commands.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 2,
          "text": "Remember today that your children weren’t the ones the Lord your God taught and trained. They didn’t see his majesty. They weren’t in Egypt when he reached out his mighty hand and powerful arm.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 3,
          "text": "They didn’t see the miraculous signs and the other things he did in Egypt. They didn’t see what he did to Pharaoh, the king of Egypt, and to his whole country.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 4,
          "text": "They weren’t there when he destroyed the army of Egypt and its horses and chariots. The Lord swept the waters of the Red Sea over the Egyptians while they were chasing you. He wiped them out forever.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 5,
          "text": "Your children didn’t see what he did for you in the desert before you arrived here.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 6,
          "text": "They didn’t see what he did to Dathan and Abiram, who were the sons of Eliab. Eliab was from the tribe of Reuben. The earth opened its mouth right in the middle of the Israelite camp. It swallowed up Dathan and Abiram. It swallowed them up together with their families, tents and every living thing that belonged to them.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 7,
          "text": "But with your own eyes you saw all of the great things the Lord has done.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 8,
          "text": "So obey all of the commands I’m giving you today. Then you will be strong enough to go in and take over the land. You will go across the Jordan River and take it as your own.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 9,
          "text": "You will live in the land for a long time. It’s the land the Lord promised to give to Abraham, Isaac and Jacob and their children after them. He took an oath when he made that promise. It’s a land that has plenty of milk and honey.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Acts 7:17 - 7:34",
    "versions": {
      "leb": [
        {
          "chapter": 7,
          "verse": 17,
          "text": "“But as the time of the promise that God had made to Abraham was drawing near, the people increased and multiplied in Egypt",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 18,
          "text": "until another king arose over Egypt who did not know Joseph.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 19,
          "text": "This man deceitfully took advantage of our people and mistreated our ancestors, causing them to abandon their infants so that they would not be kept alive.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 20,
          "text": "At this time Moses was born, and he was beautiful to God. He was brought up for three months in his father’s house,",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 21,
          "text": "and when he was abandoned, the daughter of Pharaoh took him up and brought him up as her own son.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 22,
          "text": "And Moses was educated in all the wisdom of the Egyptians, and was powerful in his words and deeds.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 23,
          "text": "“But when he was forty years old, it entered in his heart to visit his brothers, the sons of Israel.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 24,
          "text": "And when he saw one of them being unjustly harmed, he defended him and avenged the one who had been oppressed by striking down the Egyptian.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 25,
          "text": "And he thought his brothers would understand that God was granting deliverance to them by his hand, but they did not understand.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 26,
          "text": "And on the following day, he made an appearance to them while they were fighting and was attempting to reconcile them in peace, saying, ‘Men and brothers, why are you doing wrong to one another?’",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 27,
          "text": "But the one who was doing wrong to his neighbor pushed him aside, saying, ‘Who appointed you a ruler and a judge over us?",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 28,
          "text": "You do not want to do away with me the same way you did away with the Egyptian yesterday, do you?’",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 29,
          "text": "And at this statement, Moses fled and became a foreigner in the land of Midian, where he became the father of two sons.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 30,
          "text": "“And when forty years had been completed, an angel appeared to him in the desert of Mount Sinai in the flame of a burning bush.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 31,
          "text": "And when Moses saw it, he was astonished at the sight, and when he approached to look at it, the voice of the Lord came:",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 32,
          "text": "‘I am the God of your fathers, the God of Abraham and of Isaac and of Jacob!’ So Moses began trembling and did not dare to look at it.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 33,
          "text": "And the Lord said to him, ‘Untie the sandals from your feet, for the place on which you are standing is holy ground.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 34,
          "text": "I have certainly seen the mistreatment of my people who are in Egypt and have heard their groaning, and I have come down to deliver them. And now come, I will send you to Egypt.’",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 7,
          "verse": 17,
          "text": "“In Egypt the number of our people grew and grew. It was nearly time for God to make his promise to Abraham come true.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 18,
          "text": "Another king became ruler of Egypt. He knew nothing about Joseph.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 19,
          "text": "He was very evil and dishonest with our people. He beat them down. He forced them to throw out their newborn babies to die.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 20,
          "text": "“At that time Moses was born. He was not an ordinary child. For three months he was taken care of by his family.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 21,
          "text": "Then he was placed outside. But Pharaoh’s daughter took him home. She brought him up as her own son.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 22,
          "text": "Moses was taught all the knowledge of the people of Egypt. He became a powerful speaker and a man of action.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 23,
          "text": "“When Moses was 40 years old, he decided to visit the people of Israel. They were his own people.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 24,
          "text": "He saw one of them being treated badly by a man of Egypt. So he went to help him. He got even by killing the man.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 25,
          "text": "Moses thought his own people would realize that God was using him to save them. But they didn’t.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 26,
          "text": "“The next day Moses saw two men of Israel fighting. He tried to make peace between them. ‘Men, you are both of Israel,’ he said. ‘Why do you want to hurt each other?’",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 27,
          "text": "“But the man who was treating the other one badly pushed Moses to one side. He said, ‘Who made you ruler and judge over us?",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 28,
          "text": "Do you want to kill me as you killed the Egyptian yesterday?’ ()",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 29,
          "text": "When Moses heard this, he escaped to Midian. He lived there as a stranger. He became the father of two sons there.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 30,
          "text": "“Forty years passed. Then an angel appeared to Moses in the flames of a burning bush. This happened in the desert near Mount Sinai.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 31,
          "text": "When Moses saw the bush, he was amazed. He went over for a closer look. There he heard the Lord’s voice.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 32,
          "text": "‘I am the God of your fathers,’ the Lord said. ‘I am the God of Abraham, Isaac and Jacob.’ () Moses shook with fear. He didn’t dare to look.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 33,
          "text": "“Then the Lord said to him, ‘Take off your sandals. The place you are standing on is holy ground.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 34,
          "text": "I have seen my people beaten down in Egypt. I have heard their groans. I have come down to set them free. Now come. I will send you back to Egypt.’ (,,)",
          "isHeading": false
        }
      ]
    }
  }
}