{
  "torah": {
    "passage": "Numbers 20:22 - 21:9",
    "versions": {
      "leb": [
        {
          "chapter": 20,
          "verse": 22,
          "text": "And they set out from Kadesh. The Israelites, the whole community, came to Mount Hor.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 23,
          "text": "Yahweh said to Moses and to Aaron on Mount Hor, on the boundary of the land of Edom, saying,",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 24,
          "text": "“Let Aaron be gathered to his people; he will not come into the land that I have given to the Israelites because you rebelled against my word at the waters of Meribah.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 25,
          "text": "Take Aaron and Eleazar his son, and take them up Mount Hor.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 26,
          "text": "Strip off Aaron’s garments, and put them on Eleazar his son; Aaron will be gathered to his people, and he will die there.”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 27,
          "text": "So Moses did just as Yahweh commanded, and they went up to Mount Hor before the eyes of all the community.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 28,
          "text": "And Moses stripped off Aaron’s garments and put them on Eleazar his son. Aaron died there on the top of the mountain; and Moses and Eleazar went down from the mountain.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 29,
          "text": "All the community saw that Aaron died; so all the house of Israel wept for Aaron thirty days.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 1,
          "text": "The Canaanite king of Arad, who was dwelling in the Negev, heard that Israel came along the way of Atharim; he fought against Israel and took some of them captive.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 2,
          "text": "Israel made a vow to Yahweh, and they said, “If you will surely give this people into our hand, then we will destroy their cities.”",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 3,
          "text": "Yahweh heard the voice of Israel; he gave to them the Canaanites, and they destroyed them and their cities. They called the name of the place Hormah.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 4,
          "text": "They set out from Mount Hor by the way of the Red Sea to go around the land of Edom; but the people became impatient along the way.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 5,
          "text": "The people spoke against God and against Moses, “Why have you brought us from Egypt to die in the desert? There is no food and no water, and our hearts detest this miserable food.”",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 6,
          "text": "And Yahweh sent among the people poisonous snakes; they bit the people, and many people from Israel died.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 7,
          "text": "The people came to Moses and said, “We have sinned because we have spoken against Yahweh and against you. Pray to Yahweh and let him remove the snakes from among us.” So Moses prayed for the people.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 8,
          "text": "And Yahweh said to Moses, “Make for yourself a snake and place it on a pole. When anyone is bitten and looks at it, that person will live.”",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 9,
          "text": "So Moses made a snake of bronze, and he placed it on the pole; whenever a snake bit someone, and that person looked at the snake of bronze, he lived.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 20,
          "verse": 22,
          "text": "The whole community of Israel started out from Kadesh. They arrived at Mount Hor.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 23,
          "text": "It was near the border of Edom. There the Lord spoke to Moses and Aaron. He said,",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 24,
          "text": "“Aaron will join the members of his family who have already died. He will not enter the land I am giving to the people of Israel. Both of you refused to obey my command. You did it at the waters of Meribah.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 25,
          "text": "“So get Aaron and his son Eleazar. Take them up Mount Hor.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 26,
          "text": "Take Aaron’s official robes off him. Put them on his son Eleazar. Aaron will die on Mount Hor. He will join the members of his family who have already died.”",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 27,
          "text": "Moses did just as the Lord had commanded. The three men went up Mount Hor while the whole community was watching.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 28,
          "text": "Moses took Aaron’s official robes off him. He put them on Aaron’s son Eleazar. And Aaron died there on top of the mountain. Then Moses and Eleazar came down from the mountain.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 29,
          "text": "The whole community found out that Aaron had died. So the entire nation of Israel sobbed over him for 30 days.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 1,
          "text": "The Canaanite king of the city of Arad lived in the Negev Desert. He heard that Israel was coming along the road to Atharim. So he attacked the people of Israel. He captured some of them.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 2,
          "text": "Then Israel made a promise to the Lord. They said, “Hand these people over to us. If you do, we will set their cities apart to you in a special way to be destroyed.”",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 3,
          "text": "The Lord gave Israel what they asked for. He handed the Canaanites over to them. Israel completely destroyed them. They also destroyed their towns. So that place was named Hormah.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 4,
          "text": "The people of Israel traveled from Mount Hor along the way to the Red Sea. They wanted to go around Edom. But they grew tired on the way.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 5,
          "text": "So they spoke against God. They also spoke against Moses. They said to them, “Why have you brought us up out of Egypt? Do you want us to die here in the desert? We don’t have any bread! We don’t have any water! And we hate this awful food!”",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 6,
          "text": "Then the Lord sent poisonous snakes among the people of Israel. The snakes bit them. Many of the people died.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 7,
          "text": "The others came to Moses. They said, “We sinned when we spoke against the Lord and against you. Pray that the Lord will take the snakes away from us.” So Moses prayed for the people.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 8,
          "text": "The Lord said to Moses, “Make a snake. Put it up on a pole. Then anyone who is bitten can look at it and remain alive.”",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 9,
          "text": "So Moses made a bronze snake. He put it up on a pole. Then anyone who was bitten by a snake and looked at the bronze snake remained alive.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "?",
    "versions": {
      "leb": [],
      "nirv": []
    }
  }
}