{
  "torah": {
    "passage": "Numbers 14:26 - 15:7",
    "versions": {
      "leb": [
        {
          "chapter": 14,
          "verse": 26,
          "text": "And Yahweh spoke to Moses and Aaron, saying,",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 27,
          "text": "“How long will I bear this evil community who are grumbling against me? I have heard the grumbling of the Israelites which they are making against me.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 28,
          "text": "Say to them, ‘Surely as I live,’ declares Yahweh, ‘just as you spoke in my hearing, so I will do to you;",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 29,
          "text": "in this desert your corpses will fall, and all your counted ones, according to all your number, from twenty years old and above who grumbled against me.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 30,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 31,
          "text": "But your little children, whom you said would be plunder, I will bring them, and they will know the land that you rejected.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 32,
          "text": "But for you, all your corpses will fall in this desert.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 33,
          "text": "And your children will be shepherds in the desert forty years, and you will bear your unfaithfulness until all your corpses have fallen in the desert.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 34,
          "text": "According to the number of the days that you explored the land, forty days, a day for each year, you will bear your sins forty years, and you will know my opposition.’",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 35,
          "text": "I, Yahweh, have spoken; I will surely do this to all this evil community who has banded together against me. In this desert they will come to an end, and there they will die.”",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 36,
          "text": "As for the men whom Moses sent to explore the land, who returned and made the community grumble against him by spreading a report over the land,",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 37,
          "text": "the men who spread the evil report of the land died by the plague before Yahweh.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 38,
          "text": "But Joshua son of Nun and Caleb son of Jephunneh lived from among the men who went to explore the land.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 39,
          "text": "And Moses spoke words to all the Israelites, and the people mourned greatly.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 40,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 41,
          "text": "But Moses said, “Why are you going against the command of Yahweh? It will not succeed.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 42,
          "text": "You should not go up because Yahweh is not in your midst; do not let yourselves be defeated in the presence of your enemies,",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 43,
          "text": "because the Amalekites and the Canaanites are there before you, and you will fall by the sword; because you have turned back from Yahweh, and Yahweh will not be with you.”",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 44,
          "text": "But they dared to go to the top of the mountain, and the ark of the covenant of Yahweh and Moses did not depart from the midst of the camp.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 45,
          "text": "So the Amalekites and the Canaanites who were living on the mountain descended, and they beat them down, up to Hormah.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 1,
          "text": "and you will present half a liquid measure of wine as a libation, as an offering made by fire, a fragrance of appeasement for Yahweh.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 2,
          "text": "You must lift up a contribution of the first batch of your ring-shaped dough bread; you must lift it up as a contribution of the threshing floor.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 3,
          "text": "But the one who acts presumptuously from among the native or alien blasphemes against Yahweh, and that person must be cut off from the midst of the people.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 4,
          "text": "so that you will remember and do all my commandments, and you will be holy for your God.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 5,
          "text": "and you will add a fourth of wine for the libation upon the burnt offering, or to the sacrifice for each ram-lamb.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 6,
          "text": "Or for the ram you will make a grain offering of two-tenths of finely milled flour mixed into a third of a liquid measure of oil.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 7,
          "text": "You will present a third of the liquid measure of wine for the libation, a fragrance of appeasement for Yahweh.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 14,
          "verse": 26,
          "text": "The Lord spoke to Moses and Aaron. He said,",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 27,
          "text": "“How long will this evil community speak against me? I have heard these Israelites talk about how unhappy they are.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 28,
          "text": "So tell them, ‘Here is what I, the Lord, am announcing. You can be sure that I live. And you can be just as sure that I will do to you the very things that I heard you say.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 29,
          "text": "“‘You will die in this desert. Every one of you who is 20 years old or more will die. Every one of you who was counted in the list of the people will die. Every one of you who has spoken out against me will be wiped out.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 30,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 31,
          "text": "“‘You have said that your enemies would capture your children. But I will bring your children in to enjoy the land you have turned your backs on.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 32,
          "text": "As for you, you will die in the desert.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 33,
          "text": "Your children will be shepherds here for 40 years. They will suffer because you were not faithful. They will suffer until the last of your bodies lies here in the desert.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 34,
          "text": "For 40 years you will suffer for your sins. That is one year for each of the 40 days you checked out the land. You will know what it is like to have me against you.’",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 35,
          "text": "“I, the Lord, have spoken. You can be sure that I will do those things to this whole evil community. They have joined together against me. They will meet their end in this desert. They will die here.”",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 36,
          "text": "So the Lord struck down the men Moses had sent to check out the land. They had returned and had spread a bad report about the land. And that had made the whole community speak out against Moses.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 37,
          "text": "Those men were to blame for spreading the bad report. So the Lord struck them down. They died of a plague.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 38,
          "text": "Only two of the men who went to check out the land remained alive. One of them was Joshua, the son of Nun. The other was Caleb, the son of Jephunneh.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 39,
          "text": "Moses reported to all of the people of Israel what the Lord had said. And they became very sad.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 40,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 41,
          "text": "But Moses said, “Why aren’t you obeying the Lord’s command? You won’t succeed.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 42,
          "text": "So don’t go up. The Lord isn’t with you. Your enemies will win the battle over you.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 43,
          "text": "The Amalekites and Canaanites will meet you on the field of battle. You have turned away from the Lord. So he won’t be with you. And you will be killed with swords.”",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 44,
          "text": "But they wouldn’t listen. They still went up toward the high hill country. They went up even though Moses didn’t move from the camp. They went even though the ark of the Lord’s covenant didn’t move from the camp.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 45,
          "text": "Then the Amalekites and Canaanites who lived in that hill country came down. They attacked the people of Israel. They won the battle over them. They chased them all the way to Hormah.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 1,
          "text": "Also bring two quarts of wine as a drink offering. It will be an offering that is made with fire. It will give a smell that is pleasant to the Lord.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 2,
          "text": "Bring a loaf that is made from the first flour you grind. Give it as an offering from the threshing floor.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 3,
          "text": "“‘But suppose someone sins on purpose. It does not matter whether he is an Israelite or an outsider. He speaks evil things against the Lord. He must be cut off from his people.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 4,
          "text": "“‘You will remember to obey all of my commands. And you will be set apart for your God.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 5,
          "text": "Also prepare a quart of wine as a drink offering. You must give it with each lamb that you bring for the burnt offering or the sacrifice.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 6,
          "text": "“‘With a ram prepare a grain offering. It must be 16 cups of fine flour. It must be mixed with two and a half pints of olive oil.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 7,
          "text": "You must bring two and a half pints of wine as a drink offering. Offer everything as a smell that is pleasant to the Lord.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "?",
    "versions": {
      "leb": [],
      "nirv": []
    }
  }
}