{
  "torah": {
    "passage": "Exodus 39:22 - 39:43",
    "versions": {
      "leb": [
        {
          "chapter": 39,
          "verse": 22,
          "text": "And he made the robe of the ephod, weaver’s work, totally of blue yarn.",
          "isHeading": false
        },
        {
          "chapter": 39,
          "verse": 23,
          "text": "And the opening of the robe in the middle of it was like the opening of a sturdy garment, with an edge for its opening all around so that it would not be torn.",
          "isHeading": false
        },
        {
          "chapter": 39,
          "verse": 24,
          "text": "And they made on the hem of the robe pomegranates of finely twisted blue and purple and crimson.",
          "isHeading": false
        },
        {
          "chapter": 39,
          "verse": 25,
          "text": "And they made pure gold bells and put the bells in the midst of the pomegranates on the hem of the robe all around in the midst of the pomegranates,",
          "isHeading": false
        },
        {
          "chapter": 39,
          "verse": 26,
          "text": "a bell and a pomegranate, a bell and a pomegranate on the hem of the robe all around for serving, as Yahweh had commanded Moses.",
          "isHeading": false
        },
        {
          "chapter": 39,
          "verse": 27,
          "text": "And they made the tunics of fine linen, a weaver’s work, for Aaron and for his sons,",
          "isHeading": false
        },
        {
          "chapter": 39,
          "verse": 28,
          "text": "and the turban of fine linen and the headdresses of the headbands of fine linen and undergarments of the linen cloth, finely twisted,",
          "isHeading": false
        },
        {
          "chapter": 39,
          "verse": 29,
          "text": "and the sash of finely twisted linen and blue and purple and crimson yarns, the work of an embroiderer, as Yahweh had commanded Moses.",
          "isHeading": false
        },
        {
          "chapter": 39,
          "verse": 30,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 39,
          "verse": 31,
          "text": "And they put a blue cord on it to put it above on the turban, as Yahweh had commanded Moses.",
          "isHeading": false
        },
        {
          "chapter": 39,
          "verse": 32,
          "text": "And all the work of the tabernacle of the tent of assembly was finished, and the Israelites had done according to all that Yahweh had commanded Moses; so they did.",
          "isHeading": false
        },
        {
          "chapter": 39,
          "verse": 33,
          "text": "And they brought the tabernacle to Moses, the tent and all its equipment, its hooks, its frames, its bars, and its pillars and its bases;",
          "isHeading": false
        },
        {
          "chapter": 39,
          "verse": 34,
          "text": "and the covering of the red-dyed ram skins and the covering of fine leather and the curtain of the screen;",
          "isHeading": false
        },
        {
          "chapter": 39,
          "verse": 35,
          "text": "the ark of the testimony and its poles and the atonement cover;",
          "isHeading": false
        },
        {
          "chapter": 39,
          "verse": 36,
          "text": "the table, all its equipment, and the bread of the presence;",
          "isHeading": false
        },
        {
          "chapter": 39,
          "verse": 37,
          "text": "the pure gold lampstand, its lamps—the lamps of the row—and all its equipment and the oil of the light;",
          "isHeading": false
        },
        {
          "chapter": 39,
          "verse": 38,
          "text": "the gold altar, the anointing oil, the fragrant incense, and the screen of the entrance of the tent;",
          "isHeading": false
        },
        {
          "chapter": 39,
          "verse": 39,
          "text": "the bronze altar, and the bronze grating that is for it, its poles, and all its equipment, the basin and its stand,",
          "isHeading": false
        },
        {
          "chapter": 39,
          "verse": 40,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 39,
          "verse": 41,
          "text": "the woven garments for serving in the sanctuary—the holy garments for Aaron the priest and the garments for his sons to serve as priests.",
          "isHeading": false
        },
        {
          "chapter": 39,
          "verse": 42,
          "text": "According to all that Yahweh had commanded Moses, so the Israelites did all the work.",
          "isHeading": false
        },
        {
          "chapter": 39,
          "verse": 43,
          "text": "And Moses saw all the work, and, indeed, they had done it as Yahweh had commanded; so they did, and Moses blessed them.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 39,
          "verse": 22,
          "text": "The workers made the outer robe of the linen apron completely from blue cloth. The cloth was made by a skillful person.",
          "isHeading": false
        },
        {
          "chapter": 39,
          "verse": 23,
          "text": "The workers made an opening like a collar in the center of the robe. They made an edge around the opening. Then it couldn’t tear.",
          "isHeading": false
        },
        {
          "chapter": 39,
          "verse": 24,
          "text": "They made pomegranates out of blue, purple and bright red yarn and finely twisted linen. They sewed them around the hem of the robe.",
          "isHeading": false
        },
        {
          "chapter": 39,
          "verse": 25,
          "text": "They made bells out of pure gold. They sewed them around the hem between the pomegranates.",
          "isHeading": false
        },
        {
          "chapter": 39,
          "verse": 26,
          "text": "They sewed a bell between every two pomegranates all around the hem of the robe. Aaron had to wear the robe when he served as priest. That’s what the Lord commanded Moses.",
          "isHeading": false
        },
        {
          "chapter": 39,
          "verse": 27,
          "text": "The workers made inner robes out of fine linen for Aaron and his sons. The linen cloth was made by a skillful person.",
          "isHeading": false
        },
        {
          "chapter": 39,
          "verse": 28,
          "text": "The workers also made the turban out of fine linen. And they made the headbands and the underwear out of finely twisted linen.",
          "isHeading": false
        },
        {
          "chapter": 39,
          "verse": 29,
          "text": "The belt was made out of finely twisted linen and blue, purple and bright red yarn. A person who sewed skillfully made it. The workers did those things just as the Lord had commanded Moses.",
          "isHeading": false
        },
        {
          "chapter": 39,
          "verse": 30,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 39,
          "verse": 31,
          "text": "Then they tied the plate to the turban with a blue cord. They did those things just as the Lord had commanded Moses.",
          "isHeading": false
        },
        {
          "chapter": 39,
          "verse": 32,
          "text": "So all of the work on the holy tent, the Tent of Meeting, was completed. The people of Israel did everything just as the Lord had commanded Moses.",
          "isHeading": false
        },
        {
          "chapter": 39,
          "verse": 33,
          "text": "Then they brought the holy tent to Moses along with everything that belonged to it. Here are the things they brought.\nhooks\nframes\ncrossbars\nposts\nbases",
          "isHeading": false
        },
        {
          "chapter": 39,
          "verse": 34,
          "text": "the covering of the hides of sea cows\nthe curtain that screens the ark",
          "isHeading": true
        },
        {
          "chapter": 39,
          "verse": 35,
          "text": "the poles and cover for the ark",
          "isHeading": false
        },
        {
          "chapter": 39,
          "verse": 36,
          "text": "the holy bread",
          "isHeading": false
        },
        {
          "chapter": 39,
          "verse": 37,
          "text": "the olive oil that gives light",
          "isHeading": false
        },
        {
          "chapter": 39,
          "verse": 38,
          "text": "the anointing oil\nthe sweet-smelling incense\nthe curtain for the entrance to the tent",
          "isHeading": true
        },
        {
          "chapter": 39,
          "verse": 39,
          "text": "its poles and all of its tools\nthe large bowl with its stand",
          "isHeading": true
        },
        {
          "chapter": 39,
          "verse": 40,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 39,
          "verse": 41,
          "text": "the clothes for his sons when they serve as priests",
          "isHeading": false
        },
        {
          "chapter": 39,
          "verse": 42,
          "text": "The people of Israel had done all of the work just as the Lord had commanded Moses.",
          "isHeading": false
        },
        {
          "chapter": 39,
          "verse": 43,
          "text": "Moses looked over the work carefully. He saw that the workers had done it just as the Lord had commanded. So Moses gave them his blessing.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Mark 15:40 - 15:47",
    "versions": {
      "leb": [
        {
          "chapter": 15,
          "verse": 40,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 41,
          "text": "who used to follow him and serve him when he was in Galilee, and many other women who went up with him to Jerusalem.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 42,
          "text": "And when it was already evening, since it was the day of preparation (that is, the day before the Sabbath),",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 43,
          "text": "Joseph of Arimathea, a prominent member of the council who was also himself looking forward to the kingdom of God, came acting courageously and went in to Pilate and asked for the body of Jesus.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 44,
          "text": "And Pilate was surprised that he was already dead, and summoning the centurion, asked him whether he had died already.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 45,
          "text": "And when he learned of it from the centurion, he granted the corpse to Joseph.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 46,
          "text": "And after purchasing a linen cloth and taking him down, he wrapped him in the linen cloth and placed him in a tomb that had been cut from the rock. And he rolled a stone over the entrance of the tomb.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 47,
          "text": "Now Mary Magdalene and Mary the mother of Joses saw where he was placed.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 15,
          "verse": 40,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 41,
          "text": "In Galilee those women had followed Jesus. They had taken care of his needs.\nMany other women were also there. They had come up with him to Jerusalem.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 42,
          "text": "It was the day before the Sabbath. That day was called Preparation Day. As evening approached,",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 43,
          "text": "Joseph went boldly to Pilate and asked for Jesus’ body. Joseph was from the town of Arimathea. He was a leading member of the Jewish Council. He was waiting for God’s kingdom.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 44,
          "text": "Pilate was surprised to hear that Jesus was already dead. So he called for the Roman commander. He asked him if Jesus had already died.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 45,
          "text": "The commander said it was true. So Pilate gave the body to Joseph.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 46,
          "text": "Then Joseph bought some linen cloth. He took the body down and wrapped it in the linen. He put it in a tomb cut out of rock. Then he rolled a stone against the entrance to the tomb.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 47,
          "text": "Mary Magdalene and Mary the mother of Joses saw where Jesus’ body had been placed.",
          "isHeading": false
        }
      ]
    }
  }
}