{
  "torah": {
    "passage": "Genesis 14:1 - 14:20",
    "versions": {
      "leb": [
        {
          "chapter": 14,
          "verse": 1,
          "text": "And it happened that in the days of Amraphel, the king of Shinar, Arioch, the king of Ellasar, Kedorlaomer, the king of Elam, and Tidal, the king of Goiim,",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 2,
          "text": "made war with Bera, the king of Sodom, and Birsha, the king of Gomorrah, Shinab, the king of Admah, and Shemeber, the king of Zeboiim, and the king of Bela (that is, Zoar).",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 3,
          "text": "All these joined forces at the valley of Siddim (that is, the sea of the salt).",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 4,
          "text": "Twelve years they had served Kedorlaomer, but in the thirteenth year they rebelled.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 5,
          "text": "In the fourteenth year Kedorlaomer and the kings who were with him came and defeated the Rephaim in Ashteroth-Karnaim, and the Zuzim in Ham, and the Emim in Shaveh-Kiriathaim,",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 6,
          "text": "And the Horites in their hill country of Seir, as far as El-Paran, which is at the wilderness.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 7,
          "text": "Then they turned back and came to En-Mishpat (that is, Kadesh). And they defeated the whole territory of the Amalekites, and also the Amorites who were living in Hazazon-Tamar.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 8,
          "text": "Then the king of Sodom, the king of Gomorrah, the king of Admah, the king of Zeboiim, and the king of Bela (that is, Zoar) went out, and they took up battle position in the Valley of Siddim",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 9,
          "text": "with Kedorlaomer, king of Elam, and Tidal, king of Goiim, and Amraphel, king of Shinar, and Arioch, king of Ellasar, four kings against five.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 10,
          "text": "Now the Valley of Siddim was full of tar pits. And the kings of Sodom and Gomorrah fled and fell into them, but the rest fled to the mountains.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 11,
          "text": "So they took all the possessions of Sodom and Gomorrah and all their provisions, and they left.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 12,
          "text": "And they took Lot, the son of the brother of Abram, and his possessions, and left. (Now he had been living in Sodom.)",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 13,
          "text": "Then one who escaped came and told Abram the Hebrew. And he was living at the oaks of Mamre the Amorite, brother of Eshcol and brother of Aner. They were allies with Abram.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 14,
          "text": "When Abram heard that his relative was taken captive, he summoned his trained men, born in his house, three hundred and eighteen of them, and he went in pursuit up to Dan.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 15,
          "text": "And he divided his trained men against them at night, he and his servants. And he defeated them and pursued them to Hobah, which is north of Damascus.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 16,
          "text": "And he brought back all the possessions. And he also brought back Lot, his relative, and his possessions, and the women and the people as well.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 17,
          "text": "After his return from defeating Kedorlaomer and the kings who were with him, the king of Sodom went out to meet him at the Valley of Shaveh (that is, the Valley of the King).",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 18,
          "text": "And Melchizedek, the king of Salem, brought out bread and wine. (He was the priest of God Most High).",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 19,
          "text": "“Blessed be Abram by God Most High,\nMaker of heaven and earth.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 20,
          "text": "who delivered your enemies into your hand.”\nAnd he gave to him a tenth of everything.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 14,
          "verse": 1,
          "text": "At that time Amraphel was the king of Babylonia. Arioch was the king of Ellasar. Kedorlaomer was the king of Elam. And Tidal was the king of Goiim.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 2,
          "text": "They went to war against five kings. The kings were Bera king of Sodom, Birsha king of Gomorrah, Shinab king of Admah, Shemeber king of Zeboiim, and the king of Bela. Bela was also called Zoar.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 3,
          "text": "Those five kings all gathered their armies together in the Valley of Siddim. It was the valley of the Dead Sea.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 4,
          "text": "For 12 years they had been under the rule of Kedorlaomer. But in the 13th year they opposed him.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 5,
          "text": "In the 14th year, Kedorlaomer and the kings who helped him went to war. They won the battle against the Rephaites in Ashteroth Karnaim. They also won the battle against the Zuzites in Ham and the Emites in Shaveh Kiriathaim.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 6,
          "text": "They did the same thing to the Horites in the hill country of Seir. They marched all the way to El Paran near the desert.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 7,
          "text": "Then they turned back. They went to En Mishpat. En Mishpat was also called Kadesh. They took over the whole territory of the Amalekites. They also won the battle against the Amorites who were living in Hazazon Tamar.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 8,
          "text": "Then the king of Sodom and the king of Gomorrah marched out. The kings of Admah, Zeboiim and Bela went with them. Bela was also called Zoar.\nThey lined up their armies for battle in the Valley of Siddim.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 9,
          "text": "They got ready to fight against Kedorlaomer king of Elam, Tidal king of Goiim, Amraphel king of Babylonia, and Arioch king of Ellasar. There were four kings against five.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 10,
          "text": "The Valley of Siddim was full of tar pits. The kings of Sodom and Gomorrah ran away from the battle. Some of their men fell into the pits. The rest escaped to the hills.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 11,
          "text": "The four kings took all of the things that belonged to Sodom and Gomorrah. They also took all of their food. Then they went away.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 12,
          "text": "They carried away Lot, Abram’s nephew, and the things he owned. Lot was living in Sodom at that time.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 13,
          "text": "One man escaped. He came and reported everything to Abram. Abram was a Hebrew. He was living near the large trees of Mamre the Amorite. Mamre was a brother of Eshcol and Aner. All of them helped Abram.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 14,
          "text": "Abram heard that Lot had been captured. So he called out his 318 trained men. All of them were sons of his servants. They chased the enemy as far as Dan.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 15,
          "text": "During the night Abram separated his men into groups. They attacked the enemy and drove them away. They chased them north of Damascus as far as Hobah.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 16,
          "text": "Abram took back all of the things the kings had taken. He brought back his nephew Lot and the things Lot owned. He also brought back the women and the other people.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 17,
          "text": "After Abram won the battle over Kedorlaomer and the kings who helped him, he returned. The king of Sodom came out to meet him in the Valley of Shaveh. The Valley of Shaveh was also called the King’s Valley.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 18,
          "text": "Melchizedek was the king of Jerusalem. He brought out bread and wine. He was the priest of God Most High.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 19,
          "text": "He gave a blessing to Abram. He said,\n“May God Most High bless Abram.\nMay the Creator of heaven and earth bless him.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 20,
          "text": "Give praise to God Most High.\nHe gave your enemies into your hand.”\nThen Abram gave Melchizedek a tenth of everything.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "John 5:19 - 5:30",
    "versions": {
      "leb": [
        {
          "chapter": 5,
          "verse": 19,
          "text": "So Jesus answered and said to them, “Truly, truly I say to you, the Son can do nothing from himself except what he sees the Father doing. For whatever that one does, these things also the Son does likewise.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 20,
          "text": "For the Father loves the Son and shows him everything that he himself is doing. And greater works than these he will show him, so that you will be astonished.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 21,
          "text": "For just as the Father raises the dead and makes them alive, thus also the Son makes alive whomever he wishes.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 22,
          "text": "For the Father does not judge anyone, but he has given all judgment to the Son,",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 23,
          "text": "in order that all people will honor the Son, just as they honor the Father. The one who does not honor the Son does not honor the Father who sent him.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 24,
          "text": "Truly, truly I say to you that the one who hears my word and who believes the one who sent me has eternal life, and does not come into judgment, but has passed from death into life.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 25,
          "text": "“Truly, truly I say to you, that an hour is coming—and now is here—when the dead will hear the voice of the Son of God, and the ones who hear will live.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 26,
          "text": "For just as the Father has life in himself, thus also he has granted to the Son to have life in himself.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 27,
          "text": "And he has granted him authority to carry out judgment, because he is the Son of Man.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 28,
          "text": "“Do not be astonished at this, because an hour is coming in which all those in the tombs will hear his voice",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 29,
          "text": "and they will come out—those who have done good things to a resurrection of life, but those who have practiced evil things to a resurrection of judgment.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 30,
          "text": "I am able to do nothing from myself. Just as I hear, I judge, and my judgment is just, because I do not seek my own will, but the will of the one who sent me.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 5,
          "verse": 19,
          "text": "Jesus answered, “What I’m about to tell you is true. The Son can do nothing by himself. He can do only what he sees his Father doing. What the Father does, the Son also does.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 20,
          "text": "This is because the Father loves the Son. He shows him everything he does. Yes, you will be amazed! The Father will show him even greater things than these.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 21,
          "text": "“The Father raises the dead and gives them life. In the same way, the Son gives life to anyone he wants to.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 22,
          "text": "“Also, the Father does not judge anyone. He has given the Son the task of judging.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 23,
          "text": "Then all people will honor the Son just as they honor the Father. Those who do not honor the Son do not honor the Father, who sent him.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 24,
          "text": "“What I’m about to tell you is true. Anyone who hears my word and believes him who sent me has eternal life. He will not be found guilty. He has crossed over from death to life.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 25,
          "text": "“What I’m about to tell you is true. A time is coming for me to give life. In fact, it has already begun. The dead will hear the voice of the Son of God. Those who hear it will live.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 26,
          "text": "“The Father has life in himself. He has also allowed the Son to have life in himself.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 27,
          "text": "And the Father has given him the authority to judge. This is because he is the Son of Man.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 28,
          "text": "“Do not be amazed at this. A time is coming when all who are in the grave will hear his voice.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 29,
          "text": "They will all come out of their graves. Those who have done good will rise and live again. Those who have done evil will rise and be found guilty.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 30,
          "text": "“I can do nothing by myself. I judge only as I hear. And my judging is fair. I do not try to please myself. I try only to please the One who sent me.",
          "isHeading": false
        }
      ]
    }
  }
}