{
  "torah": {
    "passage": "Deuteronomy 15:19 - 16:17",
    "versions": {
      "leb": [
        {
          "chapter": 15,
          "verse": 19,
          "text": "“Every firstling male that is born of your herd and of your flock you shall consecrate to Yahweh your God; you shall not do work with the firstling of your ox, and you shall not shear the firstling of your flock.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 20,
          "text": "Rather before Yahweh your God you shall eat it year by year at the place Yahweh will choose, you and your household.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 21,
          "text": "But if there is a physical defect in it, such as lameness or blindness, any serious defect, you shall not sacrifice it to Yahweh your God.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 22,
          "text": "In your towns you shall eat it, the unclean and the clean together may eat it, just as they eat the gazelle and as they eat the deer.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 23,
          "text": "But you shall not eat its blood; you shall pour it on the ground like water.”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 1,
          "text": "“Observe the month of Abib, and you shall keep the Passover to Yahweh your God, for in the month of Abib Yahweh your God brought you out from Egypt by night.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 2,
          "text": "And you shall offer the Passover sacrifice to Yahweh your God from among your flock and herd at the place that Yahweh will choose, to let his name dwell there.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 3,
          "text": "You shall not eat with it anything leavened; seven days you shall eat with it unleavened bread of affliction, because in haste you went out from the land of Egypt, so that you will remember the day of your going out from the land of Egypt all the days of your life.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 4,
          "text": "And leaven shall not be seen with you in any of your territory for seven days, and none of the meat that you will slaughter on the evening on the first day shall remain overnight until morning.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 5,
          "text": "You are not allowed to offer the Passover sacrifice in one of your towns that Yahweh your God is giving to you,",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 6,
          "text": "but only at the place that Yahweh your God will choose, to let his name dwell there; you shall offer the Passover sacrifice in the evening at sunset, at the designated time of your going out from Egypt.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 7,
          "text": "And you shall cook, and you shall eat it at the place that Yahweh your God will choose; and you may turn in the morning and go to your tents.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 8,
          "text": "Six days you shall eat unleavened bread, and on the seventh day there shall be an assembly for Yahweh your God; you shall not do work.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 9,
          "text": "“You shall count off seven weeks for you; from the time you begin to harvest the standing grain you shall begin to count seven weeks.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 10,
          "text": "And then you shall celebrate the Feast of Weeks for Yahweh your God with the measure of the freewill offering of your hand that you shall give just as Yahweh your God has blessed you.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 11,
          "text": "And you shall rejoice before Yahweh your God, you and your son and your daughter and your slave and your slave woman and the Levite that is in your towns and the alien and the orphan and the widow who are in your midst in the place that Yahweh your God will choose to let his name dwell there.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 12,
          "text": "And you shall remember that you were a slave in Egypt, and so you shall diligently observe these rules.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 13,
          "text": "“You shall celebrate the Feast of Booths for yourselves seven days at the gathering in of the produce from your threshing floor and from your press;",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 14,
          "text": "and you shall rejoice at your feast, you and your son and your daughter and your slave and your slave woman and the Levite and the orphan and the widow that are in your towns.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 15,
          "text": "Seven days you shall celebrate your feast to Yahweh your God at the place Yahweh will choose, for Yahweh your God shall bless you in all of your produce and in all of the work of your hand, and you shall surely be rejoicing.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 16,
          "text": "Three times in the year all of your males shall appear before  Yahweh your God at the place that he will choose, at the Feast of Unleavened Bread and at the Feast of Weeks and at the Feast of Booths, and they shall not appear before Yahweh empty-handed.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 17,
          "text": "Each person shall give as he is able, that is, according to the blessing of Yahweh your God that he has given to you.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 15,
          "verse": 19,
          "text": "Set apart to the Lord your God every male animal among your livestock that was born first to its mother. Don’t put that kind of ox to work. Don’t clip the wool from that kind of sheep.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 20,
          "text": "Each year you and your family must eat them. Do it in the sight of the Lord your God at the place he will choose.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 21,
          "text": "Suppose an animal has something wrong with it. It might not be able to see or walk. Or it might have a bad flaw. Then you must not sacrifice it to the Lord your God.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 22,
          "text": "You must eat it in your own towns. Those who are “clean” and those who are not can eat it. Eat it as if it were antelope or deer meat.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 23,
          "text": "But you must not eat meat that still has blood in it. Pour the blood out on the ground like water.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 1,
          "text": "Celebrate the Passover Feast of the Lord your God in the month of Abib. In that month he brought you out of Egypt at night.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 2,
          "text": "Sacrifice an animal from your flock or herd. It is the Passover sacrifice in honor of the Lord your God. Sacrifice it at the special place the Lord will choose. He will put his Name there.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 3,
          "text": "Don’t eat the animal along with bread that is made with yeast. Instead, for seven days eat bread that is made without yeast. It’s the bread that reminds you of how much you suffered. Remember that you left Egypt in a hurry. Remember it all the days of your life. Don’t forget the day you left Egypt.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 4,
          "text": "Don’t keep any yeast anywhere in your land for seven days.\nDon’t let any of the meat you sacrifice on the evening of the first day be left over until the next morning.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 5,
          "text": "You must not sacrifice the Passover animal in any town the Lord your God is giving you.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 6,
          "text": "Sacrifice it only in the special place he will choose for his Name. Sacrifice it there in the evening when the sun goes down. Do it on the same day every year. Be sure it’s the day you left Egypt.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 7,
          "text": "Cook it and eat it. Do it at the place the Lord your God will choose. Then in the morning return to your tents.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 8,
          "text": "For six days eat bread that is made without yeast. On the seventh day come together for a service in honor of the Lord your God. Don’t do any work.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 9,
          "text": "Count off seven weeks from the time you begin to cut your grain in the field.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 10,
          "text": "Then celebrate the Feast of Weeks in honor of the Lord your God. Give anything you choose to give as an offering. Do it in keeping with the blessings the Lord has given you.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 11,
          "text": "Be filled with joy in the sight of the Lord your God. Be joyful at the special place he will choose for his Name. You, your children, and your male and female servants should be joyful. So should the Levites who are living in your towns. So should the outsiders and widows who are living among you. And so should the children whose fathers have died.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 12,
          "text": "Remember that you were slaves in Egypt. Be careful to obey the rules I’m giving you.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 13,
          "text": "Gather the grain from your threshing floors. Take the fresh wine from your winepresses. Then celebrate the Feast of Booths for seven days.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 14,
          "text": "Be filled with joy at your Feast. You, your children, and your male and female servants should be joyful. So should the Levites, the outsiders, and the widows who are living in your towns. And so should the children whose fathers have died.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 15,
          "text": "For seven days celebrate the Feast in honor of the Lord your God. Do it at the place he will choose. The Lord will bless you when you gather all of your crops. He’ll bless you in everything you do. And you will be full of joy.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 16,
          "text": "All of your men must appear in front of the Lord your God at the holy tent. They must go to the place he will choose. They must do it three times a year. They must go there to celebrate the Feast of Unleavened Bread, the Feast of Weeks and the Feast of Booths.\nNo man should appear in front of the Lord without bringing something with him.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 17,
          "text": "Each of you must bring a gift. Do it in keeping with the way the Lord your God has blessed you.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Acts 9:32 - 9:43",
    "versions": {
      "leb": [
        {
          "chapter": 9,
          "verse": 32,
          "text": "Now it happened that as Peter was traveling through all the places, he also came down to the saints who lived in Lydda.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 33,
          "text": "And he found there a certain man named Aeneas who was paralyzed, who had been lying on a mat for eight years.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 34,
          "text": "And Peter said to him, “Aeneas, Jesus Christ heals you! Get up and make your bed yourself!” And immediately he got up.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 35,
          "text": "And all those who lived in Lydda and Sharon saw him, who all indeed turned to the Lord.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 36,
          "text": "Now in Joppa there was a certain female disciple named Tabitha (which translated means “Dorcas”). She was full of good deeds and charitable giving which she was constantly doing.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 37,
          "text": "Now it happened that in those days after becoming sick, she died. And after washing her, they placed her in an upstairs room.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 38,
          "text": "And because Lydda was near Joppa, the disciples, when they heard that Peter was in Lydda, sent two men to him, urging, “Do not delay to come to us!”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 39,
          "text": "So Peter got up and accompanied them. When he arrived, they brought him up to the upstairs room, and all the widows came to him, weeping and showing him tunics and other clothing that Dorcas used to make while she was with them.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 40,
          "text": "But Peter sent them all outside, and, falling to his knees, he prayed. And turning toward the body, he said, “Tabitha, get up!” And she opened her eyes, and when she saw Peter, she sat up.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 41,
          "text": "And he gave her his hand and raised her up. And he called the saints and the widows and presented her alive.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 42,
          "text": "And it became known throughout all Joppa, and many believed in the Lord.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 43,
          "text": "And it happened that he stayed many days in Joppa with a certain Simon, a tanner.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 9,
          "verse": 32,
          "text": "As Peter traveled around the country, he went to visit God’s people in Lydda.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 33,
          "text": "There he found a disabled man named Aeneas. For eight years the man had spent most of his time in bed.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 34,
          "text": "“Aeneas,” Peter said to him, “Jesus Christ heals you. Get up! Take care of your mat!” So Aeneas got up right away.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 35,
          "text": "Everyone who lived in Lydda and Sharon saw him. They turned to the Lord.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 36,
          "text": "In Joppa there was a believer named Tabitha. Her name in the Greek language was Dorcas. She was always doing good and helping poor people.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 37,
          "text": "About that time she became sick and died. Her body was washed and placed in a room upstairs.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 38,
          "text": "Lydda was near Joppa. The believers heard that Peter was in Lydda. So they sent two men to him. They begged him, “Please come at once!”",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 39,
          "text": "Peter went with them. When he arrived, he was taken upstairs to the room. All the widows stood around him crying. They showed him the robes and other clothes Dorcas had made while she was still alive.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 40,
          "text": "Peter sent them all out of the room. Then he got down on his knees and prayed. He turned toward the dead woman. He said, “Tabitha, get up.” She opened her eyes. When she saw Peter, she sat up.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 41,
          "text": "He took her by the hand and helped her to her feet. Then he called the believers and the widows. He brought her to them. They saw that she was alive.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 42,
          "text": "This became known all over Joppa. Many people believed in the Lord.",
          "isHeading": false
        },
        {
          "chapter": 9,
          "verse": 43,
          "text": "Peter stayed in Joppa for some time. He stayed with Simon, a man who worked with leather.",
          "isHeading": false
        }
      ]
    }
  }
}