{
  "torah": {
    "passage": "Numbers 22:13 - 22:20",
    "versions": {
      "leb": [
        {
          "chapter": 22,
          "verse": 13,
          "text": "Balaam got up in the morning, and he said to the princes of Balak, “Go to your land, because Yahweh refused to allow me to go with you.”",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 14,
          "text": "The princes of Moab got up and went to Balak, and they said, “Balaam refused to come with us.”",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 15,
          "text": "Balak again sent many princes, who were more honored than the former.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 16,
          "text": "They came to Balaam and said to him, “Thus says Balak son of Zippor, ‘Please, let nothing keep you from coming to me",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 17,
          "text": "because I will surely honor you greatly, and all that you say to me I will do. Please, come; curse this people for me.’”",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 18,
          "text": "Balaam answered and said to the servants of Balak, “Even though Balak gives to me his house full of silver and gold, I am not able to go beyond the command of Yahweh my God to do a little or a lot.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 19,
          "text": "And now please, you also stay here the night, and let me find out again what Yahweh will say with me.”",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 20,
          "text": "And God came to Balaam at night, and he said to him, “If the men have come to call you, get up and go with them; but only the word that I will speak to you, you will do.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 22,
          "verse": 13,
          "text": "The next morning Balaam got up. He said to Balak’s princes, “Go back to your own country. The Lord won’t let me go with you.”",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 14,
          "text": "So the princes of Moab returned to Balak. They said, “Balaam wouldn’t come with us.”",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 15,
          "text": "Then Balak sent other princes. They were more important than the first ones. And there were more of them.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 16,
          "text": "They came to Balaam. They said,\n“Balak, the son of Zippor, says, ‘Don’t let anything keep you from coming to me.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 17,
          "text": "I’ll make you very rich. I’ll do anything you say. Come. Put a curse on those people for me.’”",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 18,
          "text": "But Balaam gave them his answer. He said, “Balak could give me his palace filled with silver and gold. Even then, I still couldn’t do anything at all that goes beyond what the Lord my God commands.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 19,
          "text": "Stay here tonight, just as the others did. I’ll find out what else the Lord will tell me.”",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 20,
          "text": "That night God came to Balaam. He said, “These men have come to get you. So go with them. But do only what I tell you to do.”",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "?",
    "versions": {
      "leb": [],
      "nirv": []
    }
  }
}