{
  "torah": {
    "passage": "Leviticus 3:1 - 3:17",
    "versions": {
      "leb": [
        {
          "chapter": 3,
          "verse": 1,
          "text": "“‘Now if his offering is a sacrifice of fellowship offering, if he brings it from the cattle, whether male or female, he must bring it without defect before Yahweh.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 2,
          "text": "He must lay his hand on the head of his offering and slaughter it at the entrance of the tent of assembly, and Aaron’s sons shall sprinkle the blood on the altar all around.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 3,
          "text": "He shall present from the sacrifice of the fellowship offering an offering made by fire for Yahweh consisting of the fat covering the inner parts and all the fat that is on the inner parts,",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 4,
          "text": "the two kidneys, and the fat that is on them, which is on the loins, and he must remove the lobe on the liver in addition to the kidneys.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 5,
          "text": "Aaron’s sons shall turn it to smoke on the altar in addition to the burnt offering that is on the wood, which is on the fire; it is an offering made by fire as an appeasing fragrance for Yahweh.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 6,
          "text": "“‘But if his offering for a sacrifice of fellowship offering for Yahweh is from the flock, he must bring a male or a female without defect.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 7,
          "text": "If he brings a sheep as his offering, then he shall present it before Yahweh,",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 8,
          "text": "and he shall lay his hand on the head of his offering, and he shall slaughter it before the tent of assembly, and Aaron’s sons shall sprinkle its blood on the altar all around.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 9,
          "text": "He shall present from the sacrifice of the fellowship offering an offering made by fire for Yahweh: he must remove its fat, the entire fat tail near the tailbone, and the fat covering the inner parts and all the fat that is on the inner parts,",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 10,
          "text": "the two kidneys, and the fat that is on them, which is on the loins, and he must remove the lobe on the liver in addition to the kidneys.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 11,
          "text": "The priest shall turn it into smoke on the altar as a food offering made by fire for Yahweh.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 12,
          "text": "“‘And if his offering is a goat, then he shall bring it before Yahweh,",
          "isHeading": true
        },
        {
          "chapter": 3,
          "verse": 13,
          "text": "and he shall lay his hand on the head of his offering, and he shall slaughter it before the tent of assembly, and Aaron’s sons shall sprinkle its blood on the altar all around.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 14,
          "text": "He shall present his offering from it as an offering made by fire for Yahweh: the fat covering the inner parts and all the fat that is on the inner parts,",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 15,
          "text": "the two kidneys, and the fat that is on them, which is on the loins, and he must remove the lobe on the liver in addition to the kidneys.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 16,
          "text": "The priest shall turn them into smoke on the altar as a food offering; all the fat is an offering made by fire as an appeasing fragrance for Yahweh.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 17,
          "text": "This is a lasting statute for your generations in all your dwellings: you must not eat any fat or any blood.’”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 3,
          "verse": 1,
          "text": "“‘Suppose someone brings a friendship offering. If he offers an animal from the herd, it can be either male or female. It must not have any flaws. He must offer it in the sight of the Lord.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 2,
          "text": "“‘The man must place his hand on the animal’s head. It must be killed at the entrance to the Tent of Meeting. Then the priests who are in Aaron’s family line must sprinkle the blood against every side of the altar.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 3,
          "text": "“‘Part of the friendship offering must be given to the Lord as an offering that is made with fire. It must include all of the fat that covers the inside parts or is connected to them.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 4,
          "text": "It must include both kidneys with the fat on them next to the lower back muscles. It must also include the covering of the liver. All of it must be removed together with the kidneys.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 5,
          "text": "“‘Then the priests who are in Aaron’s family line must burn it on the altar. They must burn it on top of the burnt offering on the burning wood.\n“‘It is an offering that is made with fire. It gives a smell that is pleasant to the Lord.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 6,
          "text": "“‘If a man brings an animal from the flock as a friendship offering to the Lord, it can be either male or female. It must not have any flaws.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 7,
          "text": "If he brings a lamb, he must offer it in the sight of the Lord.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 8,
          "text": "The man must place his hand on the lamb’s head. It must be killed there in front of the Tent of Meeting. Then the priests who are in Aaron’s family line must sprinkle its blood against every side of the altar.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 9,
          "text": "Part of the offering must be brought as a sacrifice that is made to the Lord with fire. It must include the lamb’s fat and the entire fat tail cut off close to the backbone. It must include all of the fat that covers the inside parts or is connected to them.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 10,
          "text": "It must include both kidneys with the fat on them next to the lower back muscles. It must also include the covering of the liver. All of it must be removed together with the kidneys.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 11,
          "text": "“‘Then the priest must burn it on the altar as food. It is an offering that is made to the Lord with fire.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 12,
          "text": "“‘If a man brings a goat, he must offer it in the sight of the Lord.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 13,
          "text": "The man must place his hand on its head. It must be killed there in front of the Tent of Meeting. Then the priests who are in Aaron’s family line must sprinkle its blood against every side of the altar.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 14,
          "text": "“‘Part of the offering must be brought as an offering that is made to the Lord with fire. It must include all of the fat that covers the inside parts or is connected to them.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 15,
          "text": "It must include both kidneys with the fat on them next to the lower back muscles. It must also include the covering of the liver. All of it must be removed together with the kidneys.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 16,
          "text": "“‘Then the priest must burn it on the altar as food. It is an offering that is made with fire. It has a pleasant smell. All of the fat belongs to the Lord.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 17,
          "text": "“‘You must not eat any fat or any blood. That is a law that will last for all time to come. It applies no matter where you live.’”",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Matthew 4:1-4:25",
    "versions": {
      "leb": [
        {
          "chapter": 4,
          "verse": 1,
          "text": "Then Jesus was led up into the wilderness by the Spirit to be tempted by the devil,",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 2,
          "text": "and after he had fasted forty days and forty nights, then he was hungry.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 3,
          "text": "And the tempter approached and said to him, “If you are the Son of God, order that these stones become bread.”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 4,
          "text": "But he answered and said, “It is written, ‘Man will not live on bread alone, but on every word that comes out of the mouth of God.”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 5,
          "text": "Then the devil took him to the holy city and placed him on the highest point of the temple",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 6,
          "text": "and said to him, “If you are the Son of God, throw yourself down! For it is written,\n‘He will command his angels concerning you,’\nand\n‘On their hands they will lift you up,\nlest you strike your foot against a stone.’”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 7,
          "text": "Jesus said to him, “On the other hand it is written, ‘You are not to put the Lord your God to the test.’”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 8,
          "text": "Again the devil took him to a very high mountain and showed him all the kingdoms of the world and their glory,",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 9,
          "text": "and he said to him, “I will give to you all these things, if you will fall down and worship me.”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 10,
          "text": "Then Jesus said to him, “Go away, Satan, for it is written, ‘You shall worship the Lord your God and serve only him.’”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 11,
          "text": "Then the devil left him, and behold, angels came and began ministering to him.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 12,
          "text": "Now when he heard that John had been arrested, he withdrew into Galilee.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 13,
          "text": "And leaving Nazareth, he went and lived in Capernaum by the sea, in the region of Zebulun and Naphtali,",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 14,
          "text": "in order that what was spoken by the prophet Isaiah would be fulfilled, who said,",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 15,
          "text": "toward the sea, on the other side of the Jordan,\nGalilee of the Gentiles—",
          "isHeading": true
        },
        {
          "chapter": 4,
          "verse": 16,
          "text": "have seen a great light,\nand the ones who sit in the land and shadow of death,\na light has dawned on them.”",
          "isHeading": true
        },
        {
          "chapter": 4,
          "verse": 17,
          "text": "From that time on, Jesus began to preach and to say, “Repent, because the kingdom of heaven is near.”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 18,
          "text": "Now as he was walking beside the Sea of Galilee, he saw two brothers, Simon called Peter and his brother Andrew, throwing a casting net into the sea (for they were fishermen).",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 19,
          "text": "And he said to them, “Follow me and I will make you fishers of people.”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 20,
          "text": "And immediately they left their nets and followed him.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 21,
          "text": "And going on from there, he saw two other brothers, James the son of Zebedee and his brother John, in the boat with their father Zebedee, mending their nets, and he called them.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 22,
          "text": "And immediately they left the boat and their father and followed him.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 23,
          "text": "And he went around through all of Galilee, teaching in their synagogues and proclaiming the good news of the kingdom and healing every disease and every sickness among the people.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 24,
          "text": "And a report about him went out throughout Syria, and they brought to him all those who were sick with various diseases and afflicted by torments, demon-possessed and epileptics and paralytics, and he healed them.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 25,
          "text": "And large crowds followed him from Galilee, Decapolis, Jerusalem, Judea, and from the other side of the Jordan.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 4,
          "verse": 1,
          "text": "The Holy Spirit led Jesus into the desert. There the devil tempted him.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 2,
          "text": "After 40 days and 40 nights of going without eating, Jesus was hungry.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 3,
          "text": "The tempter came to him. He said, “If you are the Son of God, tell these stones to become bread.”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 4,
          "text": "Jesus answered, “It is written, ‘Man doesn’t live only on bread. He also lives on every word that comes from the mouth of God.’” ()",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 5,
          "text": "Then the devil took Jesus to the holy city. He had him stand on the highest point of the temple.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 6,
          "text": "“‘The Lord will command his angels to take good care of you.\nThey will lift you up in their hands.\nThen you won’t trip over a stone.’” ()",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 7,
          "text": "Jesus answered him, “It is also written, ‘Do not put the Lord your God to the test.’” ()",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 8,
          "text": "Finally, the devil took Jesus to a very high mountain. He showed him all the kingdoms of the world and their glory.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 9,
          "text": "“If you bow down and worship me,” he said, “I will give you all of this.”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 10,
          "text": "Jesus said to him, “Get away from me, Satan! It is written, ‘Worship the Lord your God. He is the only one you should serve.’” ()",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 11,
          "text": "Then the devil left Jesus. Angels came and took care of him.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 12,
          "text": "John had been put in prison. When Jesus heard about this, he returned to Galilee.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 13,
          "text": "Jesus left Nazareth. He went to live in the city of Capernaum. It was by the lake in the area of Zebulun and Naphtali.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 14,
          "text": "In that way, what the prophet Isaiah had said came true. He had said,",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 15,
          "text": "Galilee, where non-Jewish people live!\nLand along the Mediterranean Sea! Territory east of the Jordan River!",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 16,
          "text": "will see a great light.\nThey are now living in a very dark land.\nBut a light will shine on them.” ()",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 17,
          "text": "From that time on Jesus began to preach. “Turn away from your sins!” he said. “The kingdom of heaven is near.”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 18,
          "text": "One day Jesus was walking beside the Sea of Galilee. There he saw two brothers. They were Simon Peter and his brother Andrew. They were throwing a net into the lake. They were fishermen.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 19,
          "text": "“Come. Follow me,” Jesus said. “I will make you fishers of people.”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 20,
          "text": "At once they left their nets and followed him.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 21,
          "text": "Going on from there, he saw two other brothers. They were James, son of Zebedee, and his brother John. They were in a boat with their father Zebedee. As they were preparing their nets, Jesus called out to them.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 22,
          "text": "Right away they left the boat and their father and followed Jesus.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 23,
          "text": "Jesus went all over Galilee. There he taught in the synagogues. He preached the good news of God’s kingdom. He healed every illness and sickness the people had.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 24,
          "text": "News about him spread all over Syria. People brought to him all who were ill with different kinds of sicknesses. Some were suffering great pain. Others were controlled by demons. Some were shaking wildly. Others couldn’t move at all. And Jesus healed all of them.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 25,
          "text": "Large crowds followed him. Some people came from Galilee, from the area known as the Ten Cities, and from Jerusalem and Judea. Others came from the area across the Jordan River.",
          "isHeading": false
        }
      ]
    }
  }
}