{
  "torah": {
    "passage": "Deuteronomy 29:1 - 29:8",
    "versions": {
      "leb": [
        {
          "chapter": 29,
          "verse": 1,
          "text": "These are the words of the covenant that Yahweh commanded Moses to make with the Israelites in the land of Moab besides the covenant that he made with them at Horeb.",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 2,
          "text": "And Moses summoned all of Israel and said to them, “You saw all that Yahweh did before your eyes in the land of Egypt and to Pharaoh and to all his servants and to all his land;",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 3,
          "text": "that is, the great trials that your eyes saw, and those great signs and wonders.",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 4,
          "text": "But Yahweh has not given to you a heart to understand, or eyes to see, or ears to hear, even to this day.",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 5,
          "text": "And I have led you forty years in the desert; your clothes have not worn out on you, and your sandal has not worn out on your foot.",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 6,
          "text": "You have not eaten bread, and you have not drunk wine and strong drink, so that you may know that I am Yahweh your God.",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 7,
          "text": "And when you came to this place then Sihon the king of Heshbon, and Og the king of Bashan, came out to meet you for battle, and we defeated them.",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 8,
          "text": "And we took their land and gave it as an inheritance to the Reubenites and to the Gadites and to the half-tribe of Manasseh.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 29,
          "verse": 1,
          "text": "These are the terms of the covenant the Lord commanded me to make with the people of Israel in Moab. The terms were added to the covenant he had made with them at Mount Horeb.",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 2,
          "text": "I sent for all of the Israelites. Here is what I said to them.\nWith your own eyes you have seen everything the Lord did in Egypt to Pharaoh. You have seen what he did to all of Pharaoh’s officials and to his whole land.",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 3,
          "text": "With your own eyes you saw how the Lord really made them suffer. You saw his miraculous signs and great wonders.",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 4,
          "text": "But to this very day the Lord hasn’t given you a mind that understands. He hasn’t given you eyes that see. He hasn’t given you ears that hear.",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 5,
          "text": "He led you through the desert for 40 years. During that time your clothes didn’t wear out. The sandals on your feet didn’t wear out either.",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 6,
          "text": "You didn’t eat any bread. You didn’t drink any kind of wine. The Lord did all of those things because he wanted you to know that he is the Lord your God.",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 7,
          "text": "When we got here, Sihon and Og came out to fight against us. Sihon was the king of Heshbon. And Og was the king of Bashan. But we won the battle over them.",
          "isHeading": false
        },
        {
          "chapter": 29,
          "verse": 8,
          "text": "We took their land. We gave it to the tribes of Reuben and Gad and half of the tribe of Manasseh as their share.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Acts 20:1 - 20:6",
    "versions": {
      "leb": [
        {
          "chapter": 20,
          "verse": 1,
          "text": "Now after the turmoil had ceased, Paul summoned the disciples, and after encouraging them, he said farewell and departed to travel to Macedonia.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 2,
          "text": "And after he had gone through those regions and encouraged them at length, he came to Greece",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 3,
          "text": "and stayed three months. Because a plot was made against him by the Jews as he was about to set sail for Syria, he came to a decision to return through Macedonia.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 4,
          "text": "And Sopater son of Pyrrhus from Berea, and Aristarchus and Secundus from Thessalonica, and Gaius from Derbe, and Timothy, and Tychicus and Trophimus from Asia, were accompanying him.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 5,
          "text": "And these had gone on ahead and were waiting for us in Troas.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 6,
          "text": "And we sailed away from Philippi after the days of Unleavened Bread and came to them at Troas within five days, where we stayed seven days.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 20,
          "verse": 1,
          "text": "All the trouble came to an end. Then Paul sent for the believers. After cheering them up, he said good-by. He then left for Macedonia.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 2,
          "text": "He traveled through that area, speaking many words of hope to the people. Finally he arrived in Greece.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 3,
          "text": "There he stayed for three months. He was just about to sail for Syria. But the Jews were making plans against him. So he decided to go back through Macedonia.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 4,
          "text": "Sopater, son of Pyrrhus, from Berea went with him. Aristarchus and Secundus from Thessalonica, Gaius from Derbe, and Timothy went too. Tychicus and Trophimus from Asia Minor also went with him.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 5,
          "text": "These men went on ahead. They waited for us at Troas.",
          "isHeading": false
        },
        {
          "chapter": 20,
          "verse": 6,
          "text": "But we sailed from Philippi after the Feast of Unleavened Bread. Five days later we joined the others at Troas. We stayed there for seven days.",
          "isHeading": false
        }
      ]
    }
  }
}