{
  "torah": {
    "passage": "Deuteronomy 14:22 - 16:17; Numbers 28:19-25",
    "versions": {
      "leb": [
        {
          "chapter": 14,
          "verse": 22,
          "text": "“Certainly you must give a tithe of all the yield of your seed, which comes forth from your field year after year.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 23,
          "text": "And you shall eat before Yahweh your God in the place that he will choose to make to dwell his name there the tithe of your grain, your wine and your olive oil and the firstling of your herd and your flock, so that you may learn to revere Yahweh your God always.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 24,
          "text": "But if the distance is too great for you, so that you are not able to transport it, because the place that Yahweh your God will choose to set his name there, it is too far from you, when Yahweh your God will bless you,",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 25,
          "text": "then in that case you may exchange for money, and you shall take the money to your hand and go to the place that Yahweh your God will choose.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 26,
          "text": "You may spend the money for anything that you desire, for oxen or for sheep or for wine or for strong drink or for anything that you desire, and you shall eat it there before Yahweh your God, and you shall rejoice, you and your household.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 27,
          "text": "And as to the Levite who is in your towns, you shall not neglect him, because there is not a plot of ground for him and an inheritance along with you.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 28,
          "text": "“At the end of three years you shall bring out all of the tithe of your yield for that year, and you shall store it in your towns.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 29,
          "text": "And so the Levite may come, because there is no plot of ground for him or an inheritance with you, and the alien also may come and the orphan and the widow that are in your towns, and they may eat their fill, so that Yahweh your God may bless you in all of the work of your hand that you undertake.”",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 1,
          "text": "By all means you must give to him, and you must not be discontented at your giving to him, because on account of this very thing, Yahweh your God will bless you in all your work and in all that you undertake.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 2,
          "text": "Rather before Yahweh your God you shall eat it year by year at the place Yahweh will choose, you and your household.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 3,
          "text": "With respect to the foreigner you may exact payment, but you must remit what shall be owed to you with respect to your brother.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 4,
          "text": "Nevertheless, there shall not be among you a poor person, because Yahweh will certainly bless you in the land that Yahweh your God is giving to you as an inheritance, to take possession of it.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 5,
          "text": "If only you listen well to the voice of Yahweh your God by observing diligently all of these commandments that I am commanding you today.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 6,
          "text": "When Yahweh your God has blessed you, just as he promised to you, then you will lend to many nations, but you will not borrow from them, and you will rule over many nations, but they will not rule over you.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 7,
          "text": "If there is a poor person among you from among one of your brothers in one of your towns that Yahweh your God is giving to you, you shall not harden your heart, and you shall not shut your hand toward your brother who is poor.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 8,
          "text": "But you shall certainly open your hand for him, and you shall willingly lend to him enough to meet his need, whatever it is.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 9,
          "text": "Take care so that there will not be a thought of wickedness in your heart, saying, ‘The seventh year, the year of the remission of debt is near,’ and you view your needy neighbor with hostility, and so you do not give to him, and he might cry out against you to Yahweh, and you would incur guilt against yourself.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 11,
          "text": "For the poor will not cease to be among you in the land; therefore I am commanding you, saying, ‘You shall willingly open your hand to your brother, to your needy and to your poor that are in your land.’",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 12,
          "text": "If your relative who is a Hebrew man or a Hebrew woman is sold to you, and he or she has served you six years, then in the seventh year you shall send that person out free.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 13,
          "text": "And when you send him out free from you, you shall not send him away empty-handed.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 14,
          "text": "You shall generously supply him from among your flocks and from your threshing floor and from your press; according to that with which Yahweh your God has blessed you, you shall give to him.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 15,
          "text": "And remember that you were a slave in the land of Egypt, and Yahweh your God redeemed you; therefore I am commanding you thus today.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 16,
          "text": "And then if it will happen that he says to you, ‘I do not want to go out from you,’ because he loves you and your family, because it is good for him to be with you;",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 17,
          "text": "then you shall take an awl, and you shall thrust it through his earlobe and into the door, and he shall be to you a slave forever; and you shall also do likewise for your slave woman.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 18,
          "text": "It shall not be hard in your eyes when you send him forth free, because for six years he has served you worth twice the wage of a hired worker; and Yahweh your God will bless you in whatever you will do.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 19,
          "text": "“Every firstling male that is born of your herd and of your flock you shall consecrate to Yahweh your God; you shall not do work with the firstling of your ox, and you shall not shear the firstling of your flock.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 21,
          "text": "But if there is a physical defect in it, such as lameness or blindness, any serious defect, you shall not sacrifice it to Yahweh your God.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 22,
          "text": "In your towns you shall eat it, the unclean and the clean together may eat it, just as they eat the gazelle and as they eat the deer.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 23,
          "text": "But you shall not eat its blood; you shall pour it on the ground like water.”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 1,
          "text": "And then you shall celebrate the Feast of Weeks for Yahweh your God with the measure of the freewill offering of your hand that you shall give just as Yahweh your God has blessed you.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 2,
          "text": "Justice, only justice you shall pursue, so that you may live, and you shall take possession of the land that Yahweh your God is giving to you.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 3,
          "text": "You shall not eat with it anything leavened; seven days you shall eat with it unleavened bread of affliction, because in haste you went out from the land of Egypt, so that you will remember the day of your going out from the land of Egypt all the days of your life.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 4,
          "text": "And leaven shall not be seen with you in any of your territory for seven days, and none of the meat that you will slaughter on the evening on the first day shall remain overnight until morning.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 5,
          "text": "You are not allowed to offer the Passover sacrifice in one of your towns that Yahweh your God is giving to you,",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 6,
          "text": "but only at the place that Yahweh your God will choose, to let his name dwell there; you shall offer the Passover sacrifice in the evening at sunset, at the designated time of your going out from Egypt.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 7,
          "text": "And you shall cook, and you shall eat it at the place that Yahweh your God will choose; and you may turn in the morning and go to your tents.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 8,
          "text": "Six days you shall eat unleavened bread, and on the seventh day there shall be an assembly for Yahweh your God; you shall not do work.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 9,
          "text": "“You shall count off seven weeks for you; from the time you begin to harvest the standing grain you shall begin to count seven weeks.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 11,
          "text": "And you shall rejoice before Yahweh your God, you and your son and your daughter and your slave and your slave woman and the Levite that is in your towns and the alien and the orphan and the widow who are in your midst in the place that Yahweh your God will choose to let his name dwell there.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 12,
          "text": "And you shall remember that you were a slave in Egypt, and so you shall diligently observe these rules.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 13,
          "text": "“You shall celebrate the Feast of Booths for yourselves seven days at the gathering in of the produce from your threshing floor and from your press;",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 14,
          "text": "and you shall rejoice at your feast, you and your son and your daughter and your slave and your slave woman and the Levite and the orphan and the widow that are in your towns.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 15,
          "text": "Seven days you shall celebrate your feast to Yahweh your God at the place Yahweh will choose, for Yahweh your God shall bless you in all of your produce and in all of the work of your hand, and you shall surely be rejoicing.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 16,
          "text": "Three times in the year all of your males shall appear before  Yahweh your God at the place that he will choose, at the Feast of Unleavened Bread and at the Feast of Weeks and at the Feast of Booths, and they shall not appear before Yahweh empty-handed.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 17,
          "text": "Each person shall give as he is able, that is, according to the blessing of Yahweh your God that he has given to you.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 14,
          "verse": 22,
          "text": "Be sure to set apart a tenth of everything your fields produce each year.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 23,
          "text": "Here are the things you should eat in the sight of the Lord your God. You should eat a tenth part of your grain, olive oil and fresh wine. You should also eat the male animals among your livestock that were born first to their mothers. Eat all of those things at the special place the Lord your God will choose. He will put his Name there. You will learn to have respect for him always.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 24,
          "text": "But suppose the place the Lord will choose for his Name is too far away from you. And suppose your God has blessed you. And your tenth part is too heavy for you to carry.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 25,
          "text": "Then sell it for silver. Take the silver with you. Go to the place the Lord your God will choose.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 26,
          "text": "Use the silver to buy anything you like. It can be cattle or sheep. It can be any kind of wine. In fact, it can be anything else you wish. Then you and your family can eat there in the sight of the Lord your God. You can be filled with joy.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 27,
          "text": "Don’t forget to take care of the Levites who will live in your towns. They won’t receive any part of the land as their share.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 28,
          "text": "At the end of every three years, bring a tenth of everything you produce that year. Store it in your towns.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 29,
          "text": "Then the Levites can come and eat. That’s because they won’t receive any part of the land as their share. The outsiders and widows who live in your towns can come. So can the children whose fathers have died. Everyone can have plenty to eat. Then the Lord your God will bless you in everything you do.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 1,
          "text": "So give freely to those who are needy. Open your hearts to them. Then the Lord your God will bless you in all of your work. He will bless you in everything you do.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 2,
          "text": "Each year you and your family must eat them. Do it in the sight of the Lord your God at the place he will choose.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 3,
          "text": "You can require someone from another nation to pay you back. But you must forgive your own people what they owe you.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 4,
          "text": "There shouldn’t be any poor people among you. The Lord will greatly bless you in the land he is giving you. You will take it over as your own.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 5,
          "text": "The Lord your God will bless you if you obey him completely. Be careful to follow all of the commands I’m giving you today.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 6,
          "text": "The Lord your God will bless you, just as he has promised. You will lend money to many nations. But you won’t have to borrow from any of them. You will rule over many nations. But none of them will rule over you.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 7,
          "text": "Suppose there are poor people among you. And suppose they live in one of the towns in the land the Lord your God is giving you. Then don’t be mean to them. They are poor. So don’t hold back money from them.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 8,
          "text": "Instead, open your hands and lend them what they need. Do it freely.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 9,
          "text": "Be careful not to have an evil thought in your mind. Don’t say to yourself, “The seventh year will soon be here. It’s the year for forgiving people what they owe.” If you think like that, you might treat your needy people badly. You might not give them anything. Then they might make their appeal to the Lord against you. And he will find you guilty of sin.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 11,
          "text": "There will always be poor people in the land. So I’m commanding you to give freely to those who are poor and needy in your land. Open your hands to them.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 12,
          "text": "Suppose Hebrew men or women sell themselves to you. If they do, they will serve you for six years. Then in the seventh year you must let them go free.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 13,
          "text": "But when you set them free, don’t send them away without anything to show for all of their work.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 14,
          "text": "Freely give them some animals from your flock. Also give them some of your grain and wine. The Lord your God has blessed you richly. Give to them as he has given to you.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 15,
          "text": "Remember that you were slaves in Egypt. The Lord your God set you free. That’s why I’m giving you this command today.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 16,
          "text": "But suppose your servant says to you, “I don’t want to leave you.” He loves you and your family. And you are taking good care of him.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 17,
          "text": "Then take him to the door of your house. Poke a hole through his ear lobe into the doorpost. And he will become your servant for life. Do the same with your female servant.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 18,
          "text": "Don’t think you are being cheated when you set your servants free. After all, they have served you for six years. The service of each of them has been worth twice as much as the service of a hired worker. And the Lord your God will bless you in everything you do.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 19,
          "text": "Set apart to the Lord your God every male animal among your livestock that was born first to its mother. Don’t put that kind of ox to work. Don’t clip the wool from that kind of sheep.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 21,
          "text": "Suppose an animal has something wrong with it. It might not be able to see or walk. Or it might have a bad flaw. Then you must not sacrifice it to the Lord your God.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 22,
          "text": "You must eat it in your own towns. Those who are “clean” and those who are not can eat it. Eat it as if it were antelope or deer meat.",
          "isHeading": false
        },
        {
          "chapter": 15,
          "verse": 23,
          "text": "But you must not eat meat that still has blood in it. Pour the blood out on the ground like water.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 1,
          "text": "Then celebrate the Feast of Weeks in honor of the Lord your God. Give anything you choose to give as an offering. Do it in keeping with the blessings the Lord has given you.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 2,
          "text": "Follow only what is right. If you do, you will live. You will take over the land the Lord your God is giving you.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 3,
          "text": "Don’t eat the animal along with bread that is made with yeast. Instead, for seven days eat bread that is made without yeast. It’s the bread that reminds you of how much you suffered. Remember that you left Egypt in a hurry. Remember it all the days of your life. Don’t forget the day you left Egypt.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 4,
          "text": "Don’t keep any yeast anywhere in your land for seven days.\nDon’t let any of the meat you sacrifice on the evening of the first day be left over until the next morning.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 5,
          "text": "You must not sacrifice the Passover animal in any town the Lord your God is giving you.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 6,
          "text": "Sacrifice it only in the special place he will choose for his Name. Sacrifice it there in the evening when the sun goes down. Do it on the same day every year. Be sure it’s the day you left Egypt.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 7,
          "text": "Cook it and eat it. Do it at the place the Lord your God will choose. Then in the morning return to your tents.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 8,
          "text": "For six days eat bread that is made without yeast. On the seventh day come together for a service in honor of the Lord your God. Don’t do any work.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 9,
          "text": "Count off seven weeks from the time you begin to cut your grain in the field.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 10,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 11,
          "text": "Be filled with joy in the sight of the Lord your God. Be joyful at the special place he will choose for his Name. You, your children, and your male and female servants should be joyful. So should the Levites who are living in your towns. So should the outsiders and widows who are living among you. And so should the children whose fathers have died.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 12,
          "text": "Remember that you were slaves in Egypt. Be careful to obey the rules I’m giving you.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 13,
          "text": "Gather the grain from your threshing floors. Take the fresh wine from your winepresses. Then celebrate the Feast of Booths for seven days.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 14,
          "text": "Be filled with joy at your Feast. You, your children, and your male and female servants should be joyful. So should the Levites, the outsiders, and the widows who are living in your towns. And so should the children whose fathers have died.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 15,
          "text": "For seven days celebrate the Feast in honor of the Lord your God. Do it at the place he will choose. The Lord will bless you when you gather all of your crops. He’ll bless you in everything you do. And you will be full of joy.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 16,
          "text": "All of your men must appear in front of the Lord your God at the holy tent. They must go to the place he will choose. They must do it three times a year. They must go there to celebrate the Feast of Unleavened Bread, the Feast of Weeks and the Feast of Booths.\nNo man should appear in front of the Lord without bringing something with him.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 17,
          "text": "Each of you must bring a gift. Do it in keeping with the way the Lord your God has blessed you.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Luke 22:39-46",
    "versions": {
      "leb": [
        {
          "chapter": 22,
          "verse": 39,
          "text": "And he went away and proceeded, according to his custom, to the Mount of Olives, and the disciples also followed him.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 40,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 41,
          "text": "And he withdrew from them about a stone’s throw and knelt down and began to pray,",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 42,
          "text": "saying, “Father, if you are willing, take away this cup from me. Nevertheless, not my will but yours be done.”",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 43,
          "text": "[[And an angel from heaven appeared to him, strengthening him.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 44,
          "text": "And being in anguish, he began praying more fervently and his sweat became like drops of blood falling down to the ground.]]",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 45,
          "text": "And when he got up from the prayer and came to the disciples, he found them sleeping from sorrow,",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 46,
          "text": "and he said to them, “Why are you sleeping? Get up and pray that you will not enter into temptation!”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 22,
          "verse": 39,
          "text": "Jesus went out as usual to the Mount of Olives. His disciples followed him.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 40,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 41,
          "text": "Then he went a short distance away from them. There he got down on his knees and prayed.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 42,
          "text": "He said, “Father, if you are willing, take this cup of suffering away from me. But do what you want, not what I want.”",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 43,
          "text": "An angel from heaven appeared to Jesus and gave him strength.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 44,
          "text": "Because he was very sad and troubled, he prayed even harder. His sweat was like drops of blood falling to the ground.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 45,
          "text": "After that, he got up from prayer and went back to the disciples. He found them sleeping. They were worn out because they were very sad.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 46,
          "text": "“Why are you sleeping?” he asked them. “Get up! Pray that you won’t fall into sin when you are tempted.”",
          "isHeading": false
        }
      ]
    }
  }
}