{
  "torah": {
    "passage": "Genesis 38:1 - 38:30",
    "versions": {
      "leb": [
        {
          "chapter": 38,
          "verse": 1,
          "text": "And it happened that at that time Judah went down from his brothers and pitched his tent near a certain Adullamite, whose name was Hirah.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 2,
          "text": "And Judah saw the daughter of a certain Canaanite there whose name was Shua. And he took her and went in to her.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 3,
          "text": "And she conceived and bore a son, and he called his name Er.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 4,
          "text": "And she conceived again and bore a son, and he called his name Onan.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 5,
          "text": "And once again she bore a son, and she called his name Shelah. And he was in Chezib when she bore him.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 6,
          "text": "And Judah took a wife for Er his firstborn, and her name was Tamar.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 7,
          "text": "And Er, the firstborn of Judah, was evil in the eyes of Yahweh, and Yahweh killed him.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 8,
          "text": "Then Judah said to Onan, “Go in to the wife of your brother and perform the duty of a brother-in-law to her, and raise up offspring for your brother.”",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 9,
          "text": "But Onan knew that the offspring would not be for him, so whenever he went in to the wife of his brother he would waste it on the ground so as not to give offspring to his brother.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 10,
          "text": "And what he did was evil in the sight of Yahweh, so he killed him also.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 11,
          "text": "Then Judah said to Tamar, his daughter-in-law, “Stay a widow in your father’s house until Shelah my son grows up,” for he feared he would also die like his brother. So Tamar went and stayed in the house of her father.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 12,
          "text": "And in the course of time the daughter of Shua, the wife of Judah, died. When Judah was consoled he went up to his sheepshearers, he and his friend Hirah the Adullamite, to Timnah.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 13,
          "text": "And it was told to Tamar, saying, “Look, your father-in-law is going up to Timnah to shear his sheep.”",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 14,
          "text": "So she removed the clothes of her widowhood and covered herself with the veil and disguised herself. And she sat at the entrance to Eynayim, which is on the way to Timnah, for she saw that Shelah was grown but she had not been given to him as a wife.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 15,
          "text": "And Judah saw her and reckoned her to be a prostitute, for she had covered her face.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 16,
          "text": "And he turned aside to her at the roadside and said, “Please come, let me come in to you,” for he did not know that she was his daughter-in-law. And she said, “What will you give to me that you may come in to me?”",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 17,
          "text": "And he said, “I will send a kid from the goats of the flock.” And she said, “Only if you give a pledge until you send it.”",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 18,
          "text": "And he said, “What is the pledge that I must give to you?” And she said, “your seal, your cord, and your staff that is in your hand.” And he gave them to her and went in to her. And she conceived by him.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 19,
          "text": "And she arose and left, and she removed her veil from herself and put on the garments of her widowhood.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 20,
          "text": "And Judah sent the kid from the goats by the hand of his friend the Adullamite to take back the pledge from the hand of the woman, but he could not find her.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 21,
          "text": "So he asked the men of her place, saying, “Where is that cult prostitute that was at Eynayim by the roadside?” And they said, “There is no cult prostitute here.”",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 22,
          "text": "Then he returned to Judah and said, “I could not find her. Morever, the men of the place said, ‘There is no cult prostitute here.’”",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 23,
          "text": "And Judah said, “Let her take them for herself, lest we be laughed at. Behold, I sent this kid, but you could not find her.”",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 24,
          "text": "And about three months later it was told to Judah, “Tamar your daughter-in-law has played the whore, and now, behold, she has conceived by prostitution.” And Judah said, “Bring her out and let her be burned.”",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 25,
          "text": "She was brought out, but she sent to her father-in-law saying, “By the man to whom these belong I have conceived.” And she said, “Now discern to whom these belong: the seal and cord and the staff.”",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 26,
          "text": "Then Judah recognized them and said, “She is more righteous than I, since I did not give her to my son Shelah.” And he did not know her again.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 27,
          "text": "And it happened that at the time she gave birth that, behold, twins were in her womb.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 28,
          "text": "And it happened that at her labor one child put out a hand. And the midwife took it and tied a crimson thread on his hand saying, “This one came out first.”",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 29,
          "text": "Then his hand drew back and, behold, his brother came out, and she said, “What a breach you have made for yourself!” And she called his name Perez.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 30,
          "text": "And afterward his brother who had the crimson thread on his hand came out. And his name was called Zerah.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 38,
          "verse": 1,
          "text": "At that time, Judah left his brothers. He went down to stay with a man named Hirah. Hirah was from the town of Adullam.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 2,
          "text": "There Judah met the daughter of a man from Canaan. His name was Shua. Judah married her and made love to her.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 3,
          "text": "She became pregnant. She had a son. They named him Er.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 4,
          "text": "She became pregnant again and had another son. She named him Onan.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 5,
          "text": "She had still another son. She named him Shelah. He was born at Kezib.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 6,
          "text": "Judah got a wife for his oldest son Er. Her name was Tamar.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 7,
          "text": "But Judah’s oldest son Er was evil in the Lord’s eyes. So the Lord put him to death.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 8,
          "text": "Then Judah said to Onan, “Make love to your brother’s wife. After all, you are her brother-in-law. So carry out your duty to her. Produce children for your brother.”",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 9,
          "text": "But Onan knew that the children wouldn’t belong to him. So every time he made love to his brother’s wife, he spilled his semen on the ground. He did it so he wouldn’t produce children for his brother.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 10,
          "text": "What he did was evil in the Lord’s eyes. So the Lord put him to death also.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 11,
          "text": "Then Judah spoke to his daughter-in-law Tamar. He said, “Live as a widow in your father’s home. Wait there until my son Shelah grows up.”\nJudah was thinking, “Shelah might die too, just like his brothers.” So Tamar went to live in her father’s home.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 12,
          "text": "After a long time Judah’s wife died. She was the daughter of Shua. When Judah got over his sadness, he went up to Timnah. His friend Hirah from Adullam went with him. Men were clipping the wool from Judah’s sheep at Timnah.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 13,
          "text": "Tamar was told, “Your father-in-law is on his way to Timnah to clip the wool from his sheep.”",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 14,
          "text": "So she took off her widow’s clothes. She covered her face with a veil so people wouldn’t know who she was. Then she sat down at the entrance to Enaim. Enaim is on the road to Timnah. Tamar knew that Shelah had grown up. But she hadn’t been given to him as his wife.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 15,
          "text": "Judah saw her. He thought she was a prostitute because she had covered her face with a veil.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 16,
          "text": "He didn’t realize that she was his daughter-in-law. He went over to her by the side of the road. He said, “Come. Let me make love to you.”\n“What will you give me to make love to you?” she asked.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 17,
          "text": "“Will you give me something that belongs to you?” she asked. “I’ll keep it until you send the goat.”",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 18,
          "text": "He said, “What should I give you?”\n“Give me your seal and its string,” she answered. “And give me your walking stick.”\nSo he gave them to her. Then he had sex with her. And she became pregnant by him.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 19,
          "text": "After she left, she took off her veil. She put on her widow’s clothes again.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 20,
          "text": "Judah sent his friend Hirah with the young goat he had promised. He wanted to get back what he had given to the woman.\nBut his friend Hirah couldn’t find her.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 21,
          "text": "He asked the men who lived at Enaim, “Where’s the temple prostitute? She used to sit beside the road here.”\n“There hasn’t been any temple prostitute here,” they said.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 22,
          "text": "So Hirah went back to Judah. He said, “I couldn’t find her. Besides, the men who lived there didn’t know anything about her. They said, ‘There hasn’t been any temple prostitute here.’”",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 23,
          "text": "Then Judah said, “Let her keep what she has. I don’t want people making fun of us. After all, I did send her this young goat. We can’t help it if you couldn’t find her.”",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 24,
          "text": "About three months later people brought word to Judah. They said, “Your daughter-in-law Tamar is guilty of being a prostitute. Now she’s pregnant.”\nJudah said, “Bring her out! Have her burned to death!”",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 25,
          "text": "As Tamar was being brought out, she sent a message to her father-in-law. She said, “I am pregnant by the man who owns these.” She continued, “Do you recognize this seal and string and walking stick? Do you know who they belong to?”",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 26,
          "text": "Judah recognized them. He said, “She’s a better person than I am. I should have given her to my son Shelah, but I didn’t.” Judah never had sex with Tamar again.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 27,
          "text": "The time came for Tamar to have her baby. There were twin boys inside her.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 28,
          "text": "As the babies were being born, one of them stuck out his hand. So the woman who was helping Tamar took a bright red thread. The woman tied it on the baby’s wrist. She said, “This one came out first.”",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 29,
          "text": "But he pulled his hand back, and his brother came out first instead. She said, “Just look at how you have broken out!” So he was called Perez.",
          "isHeading": false
        },
        {
          "chapter": 38,
          "verse": 30,
          "text": "Then his brother, who had the red thread on his wrist, came out. So he was named Zerah.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "John 14:1 - 14",
    "versions": {
      "leb": [
        {
          "chapter": 14,
          "verse": 1,
          "text": "“Do not let your hearts be troubled. You believe in God; believe also in me.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 2,
          "text": "In my Father’s house there are many dwelling places; but if not, I would have told you, because I am going away to prepare a place for you.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 3,
          "text": "And if I go and prepare a place for you, I will come again and receive you to myself, so that where I am, you may be also.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 4,
          "text": "And you know the way where I am going.”",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 5,
          "text": "Thomas said to him, “Lord, we do not know where you are going. How are we able to know the way?”",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 6,
          "text": "Jesus said to him, “I am the way, and the truth, and the life. No one comes to the Father except through me.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 7,
          "text": "If you had known me, you would have known my Father also. From now on you know him and have seen him.”",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 8,
          "text": "Philip said to him, “Lord, show us the Father, and it is enough for us.”",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 9,
          "text": "Jesus said to him, “Am I with you so long a time and you have not known me, Philip? The one who has seen me has seen the Father! How can you say, ‘Show us the Father?’",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 10,
          "text": "Do you not believe that I am in the Father and the Father is in me? The words that I say to you I do not speak from myself, but the Father residing in me does his works.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 11,
          "text": "Believe me that I am in the Father and the Father is in me; but if not, believe because of the works themselves.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 12,
          "text": "Truly, truly I say to you, the one who believes in me, the works that I am doing he will do also, and he will do greater works than these because I am going to the Father.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 13,
          "text": "And whatever you ask in my name, I will do this, in order that the Father may be glorified in the Son.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 14,
          "text": "If you ask me anything in my name, I will do it.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 14,
          "verse": 1,
          "text": "“Do not let your hearts be troubled. Trust in God. Trust in me also.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 2,
          "text": "“There are many rooms in my Father’s house. If this were not true, I would have told you. I am going there to prepare a place for you.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 3,
          "text": "If I go and do that, I will come back. And I will take you to be with me. Then you will also be where I am.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 4,
          "text": "“You know the way to the place where I am going.”",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 5,
          "text": "Thomas said to him, “Lord, we don’t know where you are going. So how can we know the way?”",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 6,
          "text": "Jesus answered, “I am the way and the truth and the life. No one comes to the Father except through me.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 7,
          "text": "If you really knew me, you would know my Father also. From now on, you do know him. And you have seen him.”",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 8,
          "text": "Philip said, “Lord, show us the Father. That will be enough for us.”",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 9,
          "text": "Jesus answered, “Don’t you know me, Philip? I have been among you such a long time! Anyone who has seen me has seen the Father. So how can you say, ‘Show us the Father’?",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 10,
          "text": "“Don’t you believe that I am in the Father? Don’t you believe that the Father is in me? The words I say to you are not just my own. The Father lives in me. He is the One who is doing his work.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 11,
          "text": "Believe me when I say I am in the Father. Also believe that the Father is in me. Or at least believe what the miracles show about me.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 12,
          "text": "“What I’m about to tell you is true. Anyone who has faith in me will do what I have been doing. In fact, he will do even greater things. That is because I am going to the Father.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 13,
          "text": "“And I will do anything you ask in my name. Then the Son will bring glory to the Father.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 14,
          "text": "You may ask me for anything in my name. I will do it.",
          "isHeading": false
        }
      ]
    }
  }
}