{
  "torah": {
    "passage": "Genesis 2:20 - 3:21",
    "versions": {
      "leb": [
        {
          "chapter": 2,
          "verse": 20,
          "text": "And the man gave names to every domesticated animal and to the birds of heaven and to all the wild animals. But for the man there was not found a helper as his counterpart.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 21,
          "text": "And Yahweh God caused a deep sleep to fall upon the man. While he slept, he took one of his ribs, and closed up the flesh where it had been.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 22,
          "text": "And Yahweh God fashioned the rib which he had taken from the man into a woman and brought her to the man.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 23,
          "text": "“She is now bone from my bones\nand flesh from my flesh;\nshe shall be called ‘Woman,’\nfor she was taken from man.”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 24,
          "text": "Therefore a man shall leave his father and his mother and shall cling to his wife, and they shall be as one flesh.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 25,
          "text": "And the man and his wife, both of them, were naked, and they were not ashamed.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 1,
          "text": "Now the serpent was more crafty than any other wild animal which Yahweh God had made. He said to the woman, “Did God indeed say, ‘You shall not eat from any tree in the garden’?”",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 2,
          "text": "The woman said to the serpent, “From the fruit of the trees of the garden we may eat,",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 3,
          "text": "but from the tree that is in the midst of the garden, God said, ‘You shall not eat from it, nor shall you touch it, lest you die’.”",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 4,
          "text": "But the serpent said to the woman, “You shall not surely die.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 5,
          "text": "For God knows that on the day you both eat from it, then your eyes will be opened and you both shall be like gods, knowing good and evil.”",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 6,
          "text": "When the woman saw that the tree was good for food and that it was a delight to the eyes, and the tree was desirable to make one wise, then she took from its fruit and she ate. And she gave it also to her husband with her, and he ate.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 7,
          "text": "Then the eyes of both of them were opened, and they knew that they were naked. And they sewed together fig leaves and they made for themselves coverings.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 8,
          "text": "Then they heard the sound of Yahweh God walking in the garden at the windy time of day. And the man and his wife hid themselves from the presence of Yahweh God among the trees of the garden.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 9,
          "text": "And Yahweh God called to the man and said to him, “Where are you?”",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 10,
          "text": "And he replied, “I heard the sound of you in the garden, and I was afraid because I am naked, so I hid myself.”",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 11,
          "text": "Then he asked, “Who told you that you were naked? Have you eaten from the tree from which I forbade you to eat?”",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 12,
          "text": "And the man replied, “The woman whom you gave to be with me—she gave to me from the tree and I ate.”",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 13,
          "text": "Then Yahweh God said to the woman, “What is this you have done?” And the woman said, “The serpent deceived me, and I ate.”",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 14,
          "text": "“Because you have done this,\nyou will be cursed\nmore than any domesticated animal\nand more than any wild animal.\nOn your belly you shall go\nand dust you shall eat\nall the days of your life.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 15,
          "text": "between you and between the woman,\nand between your offspring and between her offspring;\nhe will strike you on the head,\nand you will strike him on the heel.”",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 16,
          "text": "“I will greatly increase\nyour pain in childbearing;\nin pain you shall bear children.\nAnd to your husband shall be your desire.\nAnd he shall rule over you.”",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 17,
          "text": "And to Adam he said, “Because you listened to the voice of your wife and you ate from the tree from which I forbade you to eat,\nthe ground shall be cursed on your account.\nIn pain you shall eat from it\nall the days of your life.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 18,
          "text": "and you shall eat the plants of the field.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 19,
          "text": "you shall eat bread,\nuntil your return to the ground.\nFor from it you were taken;\nfor you are dust,\nand to dust you shall return.”",
          "isHeading": true
        },
        {
          "chapter": 3,
          "verse": 20,
          "text": "And the man named his wife Eve, because she was the mother of all life.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 21,
          "text": "And Yahweh God made for Adam and for his wife garments of skin, and he clothed them.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 2,
          "verse": 20,
          "text": "So the man gave names to all of the livestock. He gave names to all of the birds of the air. And he gave names to all of the wild animals.\nBut Adam didn’t find a helper that was right for him.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 21,
          "text": "So the Lord God caused him to fall into a deep sleep. While the man was sleeping, the Lord God took out one of his ribs. He closed up the opening that was in his side.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 22,
          "text": "Then the Lord God made a woman. He made her from the rib he had taken out of the man. And he brought her to him.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 23,
          "text": "“Her bones have come from my bones.\nHer body has come from my body.\nShe will be named ‘woman,’\nbecause she was taken out of a man.”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 24,
          "text": "That’s why a man will leave his father and mother and be joined to his wife. The two of them will become one.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 25,
          "text": "The man and his wife were both naked. They didn’t feel any shame.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 1,
          "text": "The serpent was more clever than any of the wild animals the Lord God had made. The serpent said to the woman, “Did God really say, ‘You must not eat the fruit of any tree that is in the garden’?”",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 2,
          "text": "The woman said to the serpent, “We can eat the fruit of the trees that are in the garden.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 3,
          "text": "But God did say, ‘You must not eat the fruit of the tree that is in the middle of the garden. Do not even touch it. If you do, you will die.’”",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 4,
          "text": "“You can be sure that you won’t die,” the serpent said to the woman.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 5,
          "text": "“God knows that when you eat the fruit of that tree, you will know things you have never known before. You will be able to tell the difference between good and evil. You will be like God.”",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 6,
          "text": "The woman saw that the fruit of the tree was good to eat. It was also pleasing to look at. And it would make a person wise. So she took some of the fruit and ate it. She also gave some to her husband, who was with her. And he ate it.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 7,
          "text": "Then both of them knew things they had never known before. They realized they were naked. So they sewed fig leaves together and made clothes for themselves.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 8,
          "text": "Then the man and his wife heard the Lord God walking in the garden. It was the coolest time of the day. They hid from the Lord God among the trees of the garden.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 9,
          "text": "But the Lord God called out to the man. “Where are you?” he asked.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 10,
          "text": "“I heard you in the garden,” the man answered. “I was afraid. I was naked, so I hid.”",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 11,
          "text": "The Lord God said, “Who told you that you were naked? Have you eaten the fruit of the tree I commanded you not to eat?”",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 12,
          "text": "The man said, “It was the woman you put here with me. She gave me some fruit from the tree. And I ate it.”",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 13,
          "text": "Then the Lord God said to the woman, “What have you done?”\nThe woman said, “The serpent tricked me. That’s why I ate the fruit.”",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 14,
          "text": "So the Lord God spoke to the serpent. He said, “Because you have done this,\n“I am putting a curse on you.\nYou are cursed more than all of the livestock\nand all of the wild animals.\nYou will crawl on the ground.\nYou will eat dust\nall of the days of your life.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 15,
          "text": "between you and the woman.\nYour children and her children will be enemies.\nHer son will crush your head.\nAnd you will crush his heel.”",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 16,
          "text": "“I will greatly increase your pain when you give birth.\nYou will be in pain when you have children.\nYou will long for your husband.\nAnd he will rule over you.”",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 17,
          "text": "The Lord God said to Adam, “You listened to your wife. You ate the fruit of the tree that I commanded you about. I said, ‘You must not eat its fruit.’\n“So I am putting a curse on the ground because of what you did.\nAll the days of your life you will have to work hard\nto get food from the ground.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 18,
          "text": "even though the ground produces thorns and thistles.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 19,
          "text": "to produce the food you eat.\nYou were made out of the ground.\nAnd you will return to it.\nYou are dust.\nSo you will return to it.”",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 20,
          "text": "Adam named his wife Eve. She would become the mother of every living person.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 21,
          "text": "The Lord God made clothes out of animal skins for Adam and his wife to wear.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "John 1:29 - 1:34",
    "versions": {
      "leb": [
        {
          "chapter": 1,
          "verse": 29,
          "text": "On the next day he saw Jesus coming to him and said, “Look! The Lamb of God who takes away the sin of the world!",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 30,
          "text": "This one is the one about whom I said, ‘After me is coming a man who is ahead of me, because he existed before me.’",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 31,
          "text": "And I did not know him, but in order that he could be revealed to Israel, because of this I came baptizing with water.”",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 32,
          "text": "And John testified, saying, “I have seen the Spirit descending like a dove from heaven and remaining upon him.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 33,
          "text": "And I did not know him, but the one who sent me to baptize with water, that one said to me, ‘The one upon whom you see the Spirit descending and remaining upon him—this one is the one who baptizes with the Holy Spirit.’",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 34,
          "text": "And I have seen and testify that this one is the Chosen One of God.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 1,
          "verse": 29,
          "text": "The next day John saw Jesus coming toward him. John said, “Look! The Lamb of God! He takes away the sin of the world!",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 30,
          "text": "This is the One I was talking about. I said, ‘A man who comes after me is more important than I am. That’s because he existed before I was born.’",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 31,
          "text": "I did not know him. But God wants to make it clear to Israel who this person is. That’s the reason I came baptizing with water.”",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 32,
          "text": "Then John told them, “I saw the Holy Spirit come down from heaven like a dove. The Spirit remained on Jesus.",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 33,
          "text": "I would not have known him. But the One who sent me to baptize with water told me, ‘You will see the Spirit come down and remain on someone. He is the One who will baptize with the Holy Spirit.’",
          "isHeading": false
        },
        {
          "chapter": 1,
          "verse": 34,
          "text": "I have seen it happen. I give witness that this is the Son of God.”",
          "isHeading": false
        }
      ]
    }
  }
}