{
  "torah": {
    "passage": "Deuteronomy 31:1 - 31:3;Deuteronomy 31:4 - 31:6",
    "versions": {
      "leb": [
        {
          "chapter": 31,
          "verse": 1,
          "text": "And Moses went and spoke these words to all Israel.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 2,
          "text": "And he said to them, “I am a hundred and twenty years old today; I am not able to go out and to come in any longer, and Yahweh said to me, ‘You may not cross this Jordan.’",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 3,
          "text": "Yahweh your God is about to cross before you; he will destroy these nations before you, and you shall dispossess them. Joshua will be crossing before you, just as Yahweh promised.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 31,
          "verse": 1,
          "text": "Here are the words I spoke to all of the people of Israel.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 2,
          "text": "I said, “I am now 120 years old. I’m not able to lead you anymore. The Lord has said to me, ‘You will not go across the Jordan River.’",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 3,
          "text": "“The Lord your God himself will go across ahead of you. He’ll destroy the nations that are there in order to make room for you. You will take over their land. Joshua will also go across ahead of you, just as the Lord said he would.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Acts 21:17 - 21:26;Acts 21:27 - 21:36",
    "versions": {
      "leb": [
        {
          "chapter": 21,
          "verse": 17,
          "text": "And when we came to Jerusalem, the brothers welcomed us gladly.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 18,
          "text": "And on the next day Paul went in with us to James, and all the elders were present.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 19,
          "text": "And after greeting them, he began to relate one after the other the things which God had done among the Gentiles through his ministry.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 20,
          "text": "And when they heard this, they began to glorify God. And they said to him, “You see, brother, how many ten thousands there are among the Jews who have believed, and they are all zealous adherents of the law.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 21,
          "text": "And they have been informed about you that you are teaching all the Jews who are among the Gentiles the abandonment of Moses, telling them not to circumcise their children or to live according to our customs.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 22,
          "text": "What then is to be done? Doubtless they will all hear that you have come!",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 23,
          "text": "Therefore do this that we tell you: we have four men who have taken a vow upon themselves.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 24,
          "text": "Take these men and purify yourself along with them and pay their expenses so that they can shave their heads, and everyone will know that the things which they had been informed about you are nothing, but you yourself also agree with observing the law.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 25,
          "text": "But concerning the Gentiles who have believed, we have written a letter after deciding they should avoid food sacrificed to idols and blood and what has been strangled and sexual immorality.”",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 26,
          "text": "Then Paul took along the men on the next day, and after he had purified himself together with them, he entered into the temple courts, announcing the completion of the days of purification until the time the offering would be presented on behalf of each one of them.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 21,
          "verse": 17,
          "text": "When we arrived in Jerusalem, the brothers and sisters gave us a warm welcome.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 18,
          "text": "The next day Paul and the rest of us went to see James. All the elders were there.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 19,
          "text": "Paul greeted them. Then he reported everything God had done among the non-Jews through his work.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 20,
          "text": "When they heard this, they praised God. Then they spoke to Paul. “Brother,” they said, “you see that thousands of Jews have become believers. All of them try very hard to obey the law.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 21,
          "text": "They have been told that you teach all the Jews who live among the non-Jews to turn away from Moses. They think that you teach them not to circumcise their children. They think that you teach them to give up our Jewish ways.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 22,
          "text": "“What should we do? They will certainly hear that you have come.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 23,
          "text": "So do what we tell you. There are four men with us who have made a promise to God.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 24,
          "text": "Take them with you. Join them in the Jewish practice that makes people pure and clean. Pay their expenses so they can have their heads shaved. Then everybody will know that these reports about you are not true in any way. They will know that you yourself obey the law.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 25,
          "text": "“We have already given written directions to the believers who are not Jews. They must not eat food that has been offered to statues of gods. They must not drink blood. They must not eat the meat of animals that have been choked to death. And they must not commit sexual sins.”",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 26,
          "text": "The next day Paul took the men with him. They all made themselves pure and clean in the usual way. Then Paul went to the temple. There he reported the date when the days of cleansing would end. At that time the proper offering would be made for each of them.",
          "isHeading": false
        }
      ]
    }
  }
}