{
  "torah": {
    "passage": "Deuteronomy 27:11 - 28:6",
    "versions": {
      "leb": [
        {
          "chapter": 27,
          "verse": 11,
          "text": "Blessings and Curses\nAnd Moses charged the people on that day, saying,",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 12,
          "text": "“These tribes shall stand on Mount Gerizim to bless the people when you cross the Jordan: Simeon and Levi and Judah and Issachar and Joseph and Benjamin.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 13,
          "text": "And these shall stand on Mount Ebal for delivering the curse: Reuben, Gad and Asher and Zebulun, Dan and Naphtali.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 14,
          "text": "And the Levites shall declare, and they shall say to each man of Israel with a loud voice,",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 15,
          "text": "‘Cursed be the man that makes a divine image or a cast image, which is a detestable thing for Yahweh, the work of the hand of a skilled craftsman, and then sets it in a hiding place.’ And all the people shall respond, ‘Amen.’",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 16,
          "text": "‘Cursed be the one who dishonors his father or his mother.’ And all of the people shall say, ‘Amen.’",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 17,
          "text": "‘Cursed be the one who moves the boundary marker of his neighbor.’ And all the people shall say, ‘Amen.’",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 18,
          "text": "‘Cursed be the one who misleads a blind person on the road.’ And all the people shall say, ‘Amen.’",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 19,
          "text": "‘Cursed be the one who deprives the alien, the orphan, and the widow of justice.’ And all the people shall say, ‘Amen.’",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 20,
          "text": "‘Cursed be the one who lies with the wife of his father, because he has dishonored his father’s bed.’ And all the people shall say, ‘Amen.’",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 21,
          "text": "‘Cursed be the one who lies with any kind of animal.’ And all the people shall say, ‘Amen.’",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 22,
          "text": "‘Cursed be the one who lies with his sister, the daughter of his father or the daughter of his mother.’ And all the people shall say, ‘Amen.’",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 23,
          "text": "‘Cursed be the one who lies with his mother-in-law.’ And all the people shall say, ‘Amen.’",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 24,
          "text": "‘Cursed be the one who strikes down his neighbor in secret.’ And all the people shall say, ‘Amen.’",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 25,
          "text": "‘Cursed be the one who takes a bribe to murder an innocent person.’ And all the people shall say, ‘Amen.’",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 26,
          "text": "‘Cursed be the one who does not keep the words of this law, to observe them.’ And all the people shall say, ‘Amen.’”",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 1,
          "text": "“And it will happen that if you indeed listen to the voice of Yahweh your God, to diligently observe all his commandments that I am commanding you today, then Yahweh your God will set you above all the nations of the earth.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 2,
          "text": "And all of these blessings shall come upon you, and they shall have an effect on you if you listen to the voice of Yahweh your God:",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 3,
          "text": "“You will be blessed in the city, and you will be blessed in the field.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 4,
          "text": "“Blessed will be the fruit of your womb and the fruit of your ground and the fruit of your livestock, the calf of your cattle and the lambs of your flock.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 5,
          "text": "“Blessed will be your basket and your kneading trough.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 6,
          "text": "“Blessed will you be when you come in and blessed will you be when you go out.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 27,
          "verse": 11,
          "text": "Here are the commands I gave the people that very day.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 12,
          "text": "You will go across the Jordan River. When you do, I want six tribes to stand on Mount Gerizim to bless the people. Those tribes are Simeon, Levi, Judah, Issachar, Joseph and Benjamin.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 13,
          "text": "I want the other six tribes to stand on Mount Ebal to announce some curses. Those tribes are Reuben, Gad, Asher, Zebulun, Dan and Naphtali.",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 14,
          "text": "The Levites will speak to all of the people of Israel in a loud voice. They will say,",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 15,
          "text": "“May any man who makes a wooden or metal statue of a god and sets it up in secret be under the Lord’s curse. That statue is made by a skilled worker. And the Lord hates it.”\nThen all of the people will say, “Amen!”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 16,
          "text": "“May anyone who brings shame on his father or mother be under the Lord’s curse.”\nThen all of the people will say, “Amen!”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 17,
          "text": "“May anyone who moves his neighbor’s boundary stone be under the Lord’s curse.”\nThen all of the people will say, “Amen!”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 18,
          "text": "“May anyone who leads blind people down the wrong road be under the Lord’s curse.”\nThen all of the people will say, “Amen!”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 19,
          "text": "“May anyone who isn’t fair in the way he treats outsiders, widows, and children whose fathers have died be under the Lord’s curse.”\nThen all of the people will say, “Amen!”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 20,
          "text": "“May any man who has sex with his stepmother be under the Lord’s curse. That man brings shame on his father by doing that.”\nThen all of the people will say, “Amen!”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 21,
          "text": "“May anyone who has sex with animals be under the Lord’s curse.”\nThen all of the people will say, “Amen!”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 22,
          "text": "“May any man who has sex with his sister be under the Lord’s curse. It doesn’t matter whether she is his full sister or his half sister.”\nThen all of the people will say, “Amen!”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 23,
          "text": "“May any man who has sex with his mother-in-law be under the Lord’s curse.”\nThen all of the people will say, “Amen!”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 24,
          "text": "“May anyone who kills his neighbor secretly be under the Lord’s curse.”\nThen all of the people will say, “Amen!”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 25,
          "text": "“May anyone who accepts money to kill someone who isn’t guilty of doing anything wrong be under the Lord’s curse.”\nThen all of the people will say, “Amen!”",
          "isHeading": false
        },
        {
          "chapter": 27,
          "verse": 26,
          "text": "“May anyone who doesn’t honor the words of this law by obeying them be under the Lord’s curse.”\nThen all of the people will say, “Amen!”",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 1,
          "text": "Blessings for Obeying the Lord\nMake sure you obey the Lord your God completely. Be careful to follow all of his commands. I’m giving them to you today. If you do those things, the Lord will honor you more than all of the other nations on earth.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 2,
          "text": "If you obey the Lord your God, here are the blessings that will come to you and remain with you.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 3,
          "text": "You will be blessed in the cities. You will be blessed out in the country.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 4,
          "text": "Your children will be blessed. Your crops will be blessed. The young animals among your livestock will be blessed. That includes your calves and lambs.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 5,
          "text": "Your baskets and bread pans will be blessed.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 6,
          "text": "You will be blessed no matter where you go.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Acts 16:1 - 16:15",
    "versions": {
      "leb": [
        {
          "chapter": 16,
          "verse": 1,
          "text": "Timothy Accompanies Paul and Silas\nAnd he came also to Derbe and to Lystra. And behold, a certain disciple was there named Timothy, the son of a believing Jewish woman but of a Greek father,",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 2,
          "text": "who was well spoken of by the brothers in Lystra and Iconium.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 3,
          "text": "Paul wanted this one to go with him, and he took him and circumcised him because of the Jews who were in those places, for they all knew that his father was Greek.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 4,
          "text": "And as they went through the towns, they passed on to them to observe the rules that had been decided by the apostles and elders who were in Jerusalem.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 5,
          "text": "So the churches were being strengthened in the faith and were growing in number every day.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 6,
          "text": "Paul’s Vision of a Man of Macedonia\nAnd they traveled through the Phrygian and Galatian region, having been prevented by the Holy Spirit from speaking the message in Asia.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 7,
          "text": "And when they came to Mysia, they attempted to go into Bithynia, and the Spirit of Jesus did not permit them.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 8,
          "text": "So going through Mysia, they went down to Troas.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 9,
          "text": "And a vision appeared to Paul during the night: a certain Macedonian man was standing there and imploring him and saying, “Come over to Macedonia and help us!”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 10,
          "text": "And when he had seen the vision, we wanted at once to go away to Macedonia, concluding that God had called us to proclaim the good news to them.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 11,
          "text": "The Conversion of Lydia at Philippi\nSo putting out to sea from Troas, we sailed a straight course to Samothrace, and on the following day to Neapolis,",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 12,
          "text": "and from there to Philippi, which is a leading city of that district of Macedonia, a Roman colony. And we were staying in this city for some days.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 13,
          "text": "And on the day of the Sabbath, we went outside the city gate beside the river, where we thought there was a place of prayer, and we sat down and spoke to the women assembled there.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 14,
          "text": "And a certain woman named Lydia from the city of Thyatira, a merchant dealing in purple cloth who showed reverence for God, was listening. The Lord opened her heart to pay attention to what was being said by Paul.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 15,
          "text": "And after she was baptized, and her household, she urged us, saying, “If you consider me to be a believer in the Lord, come to my house and stay.” And she prevailed upon us.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 16,
          "verse": 1,
          "text": "Timothy Joins Paul and Silas\nPaul came to Derbe. Then he went on to Lystra. A believer named Timothy lived there. His mother was Jewish and a believer. His father was a Greek.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 2,
          "text": "The believers at Lystra and Iconium said good things about Timothy.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 3,
          "text": "Paul wanted to take him along on the journey. So he circumcised Timothy because of the Jews who lived in that area. They all knew that Timothy’s father was a Greek.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 4,
          "text": "Paul and his companions traveled from town to town. They reported what the apostles and elders in Jerusalem had decided. The people were supposed to obey what was in the report.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 5,
          "text": "So the churches were made strong in the faith. The number of believers grew every day.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 6,
          "text": "Paul’s Vision of the Man From Macedonia\nPaul and his companions traveled all through the area of Phrygia and Galatia. The Holy Spirit had kept them from preaching the word in Asia Minor.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 7,
          "text": "They came to the border of Mysia. From there they tried to enter Bithynia. But the Spirit of Jesus would not let them.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 8,
          "text": "So they passed by Mysia. Then they went down to Troas.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 9,
          "text": "During the night Paul had a vision. He saw a man from Macedonia standing and begging him. “Come over to Macedonia!” the man said. “Help us!”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 10,
          "text": "After Paul had seen the vision, we got ready at once to leave for Macedonia. We decided that God had called us to preach the good news there.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 11,
          "text": "Lydia Becomes a Believer\nAt Troas we got into a boat. We sailed straight for Samothrace. The next day we went on to Neapolis.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 12,
          "text": "From there we traveled to Philippi, a Roman colony. It is an important city in that part of Macedonia. We stayed there several days.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 13,
          "text": "On the Sabbath day we went outside the city gate. We walked down to the river. There we expected to find a place of prayer. We sat down and began to speak to the women who had gathered together.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 14,
          "text": "One of those listening was a woman named Lydia. She was from the city of Thyatira. Her business was selling purple cloth. She was a worshiper of God. The Lord opened her heart to accept Paul’s message.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 15,
          "text": "She and her family were baptized. Then she invited us to her home. “Do you consider me a believer in the Lord?” she asked. “If you do, come and stay at my house.” She succeeded in getting us to go home with her.",
          "isHeading": false
        }
      ]
    }
  }
}