{
  "torah": {
    "passage": "Leviticus 13:24 - 13:39",
    "versions": {
      "leb": [
        {
          "chapter": 13,
          "verse": 24,
          "text": "“Or when a body has a burn-spot from fire on its skin and the raw flesh of the burn-spot is pinkish or white,",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 25,
          "text": "then the priest shall examine it, and if the hair turns white in the spot and its appearance is deeper than the skin, it is an infectious skin disease—it has broken out in the burn-spot; so the priest shall declare him unclean—it is an infectious skin disease.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 26,
          "text": "But if the priest examines it and if there is not white hair in the spot and it is not deeper than the skin and it is faded, then the priest shall confine him for seven days.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 27,
          "text": "And the priest shall examine him on the seventh day; if it has spread further on the skin, then the priest shall declare him unclean—it is an infectious skin disease.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 28,
          "text": "But if it the spot has stayed unchanged in its place, it has not spread on the skin and it is faded, then it is the burn-spot’s swelling, so the priest shall declare him clean, because it is the burn-spot’s scar.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 29,
          "text": "“And when a man or a woman has an infection on the head or in the beard,",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 30,
          "text": "then the priest shall examine the infection, and if its appearance is deeper than the skin and in it is thin bright red hair, then the priest shall declare it unclean—it is a diseased area of skin; it is an infectious skin disease of the head or the beard.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 31,
          "text": "But if the priest examines the diseased area of the skin’s infection and if its appearance is not deeper than the skin and there is no black hair in it, then the priest shall confine the afflicted person with the diseased area of skin for seven days.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 32,
          "text": "And the priest shall examine the infection on the seventh day, and if the diseased area of skin has not spread and it does not have bright red hair in it and the diseased area of the skin’s appearance is not deeper than the skin,",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 33,
          "text": "then he shall shave himself, but he shall not shave the diseased area of skin, and the priest shall confine the person with the diseased area of skin a second time for seven days.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 34,
          "text": "And the priest shall examine the diseased area of skin on the seventh day, and if the diseased area has not spread on the skin and its appearance is not deeper than the skin, then the priest shall pronounce him clean, and he shall wash his garments, and he shall be clean.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 35,
          "text": "But if the diseased area of skin has not spread further on the skin after his cleansing,",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 36,
          "text": "then the priest shall examine him, and if the diseased area of skin has spread on the skin, the priest shall not inspect for bright red hair—he is unclean.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 37,
          "text": "But if, in his eyes, the diseased area of skin has stayed unchanged and black hair has grown in it, the diseased area of skin is healed—he is clean, and the priest shall pronounce him clean.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 38,
          "text": "“And when a man or a woman has spots on their body’s skin, white spots,",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 39,
          "text": "then the priest shall examine them, and if the spots on their body’s skin are a faded white, it is a skin rash; it has broken out on the skin—it is clean.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 13,
          "verse": 24,
          "text": "“Suppose someone has a burn on his skin. And suppose a white or shiny pink spot shows up in the open sores of the burn.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 25,
          "text": "Then the priest must look at the spot carefully. Suppose the hair in it has turned white. And suppose the spot seems to be under the skin. Then the person has a skin disease. It has broken out where he was burned. The priest must announce that the person is ‘unclean.’ He has a skin disease.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 26,
          "text": "“But suppose the priest looks at the spot carefully. Suppose there is no white hair in it. Suppose the spot is not under the skin. And suppose it has faded. Then the priest must make the person stay away from everyone else for seven days.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 27,
          "text": "On the seventh day the priest must look him over carefully. If the spot is spreading in the skin, the priest must announce that the person is ‘unclean.’ He has a skin disease.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 28,
          "text": "“But suppose the spot has not changed. It has not spread in the skin. And it has faded. Then the burn has caused it to swell. The priest must announce that the person is ‘clean.’ It is only a scar from the burn.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 29,
          "text": "“Suppose a man or woman has a sore on the head or chin.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 30,
          "text": "Then the priest must look at the sore carefully. Suppose it seems to be under the skin. And suppose the hair in the sore is yellow and thin. Then the priest must announce that the person is ‘unclean.’ The sore is an itch. It is a skin disease on the head or chin.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 31,
          "text": "“But suppose the priest looks carefully at that kind of sore. It does not seem to be under the skin. And there is no black hair in it. Then the priest must make the person stay away from everyone else for seven days.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 32,
          "text": "“On the seventh day the priest must look at the sore carefully. Suppose the itch has not spread in the skin. It does not have any yellow hair in it. And it does not seem to be under the skin.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 33,
          "text": "Then the person must shave his head. But he must not shave the area where the disease is. And the priest must make him stay away from everyone else for another seven days.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 34,
          "text": "“On the seventh day the priest must look at the itch carefully. Suppose it has not spread in the skin. And suppose it does not seem to be under the skin. Then the priest must announce that the person is ‘clean.’ He must wash his clothes. He will be ‘clean.’",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 35,
          "text": "“But suppose the itch spreads in the skin after the priest announces that the person is ‘clean.’",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 36,
          "text": "Then the priest must look him over carefully. Suppose the itch has spread. Then the priest does not have to look for yellow hair. The person is not ‘clean.’",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 37,
          "text": "“But suppose the itch has been stopped and black hair has grown in it, as far as the priest can tell. Then the itch is healed. The person is ‘clean.’ The priest must announce that he is ‘clean.’",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 38,
          "text": "“Suppose a man or woman has white spots on the skin.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 39,
          "text": "Then the priest must look at them carefully. Suppose he sees that the spots are dull white. Then a harmless rash has broken out on the skin. That person is ‘clean.’",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Matthew 14:22-36",
    "versions": {
      "leb": [
        {
          "chapter": 14,
          "verse": 22,
          "text": "And immediately he made the disciples get into the boat and go ahead of him to the other side, while he sent away the crowds.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 23,
          "text": "And after he sent away the crowds, he went up on the mountain by himself to pray. So when evening came, he was there alone.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 24,
          "text": "But the boat was already many stadia distant from the land, being beaten by the waves, because the wind was against it.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 25,
          "text": "And in the fourth watch of the night he came to them, walking on the sea.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 26,
          "text": "But the disciples, when they saw him walking on the sea, were terrified, saying, “It is a ghost!” and they cried out in fear.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 27,
          "text": "But immediately Jesus spoke to them, saying, “Have courage, I am he! Do not be afraid!”",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 28,
          "text": "And Peter answered him and said, “Lord, if it is you, command me to come to you on the water!”",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 29,
          "text": "So he said, “Come!” And getting out of the boat, Peter walked on the water and came toward Jesus.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 30,
          "text": "But when he saw the strong wind, he was afraid. And beginning to sink, he cried out, saying, “Lord, save me!”",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 31,
          "text": "And immediately Jesus extended his hand and caught him and said to him, “You of little faith! Why did you doubt?”",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 32,
          "text": "And when they got into the boat, the wind abated.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 33,
          "text": "So those in the boat worshiped him, saying, “Truly you are the Son of God!”",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 34,
          "text": "And after they had crossed over, they came to land at Gennesaret.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 35,
          "text": "And when the men of that place recognized him, they sent word into that whole surrounding region, and they brought to him all those who were sick.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 36,
          "text": "And they were imploring him that they might only touch the edge of his cloak, and all those who touched it were cured.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 14,
          "verse": 22,
          "text": "Right away Jesus made the disciples get into the boat. He had them go on ahead of him to the other side of the Sea of Galilee. Then he sent the crowd away.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 23,
          "text": "After he had sent them away, he went up on a mountainside by himself to pray. When evening came, he was there alone.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 24,
          "text": "The boat was already a long way from land. It was being pounded by the waves because the wind was blowing against it.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 25,
          "text": "Early in the morning, Jesus went out to the disciples. He walked on the lake.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 26,
          "text": "They saw him walking on the lake and were terrified. “It’s a ghost!” they said. And they cried out in fear.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 27,
          "text": "Right away Jesus called out to them, “Be brave! It is I. Don’t be afraid.”",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 28,
          "text": "“Lord, is it you?” Peter asked. “If it is, tell me to come to you on the water.”",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 29,
          "text": "So Peter got out of the boat. He walked on the water toward Jesus.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 30,
          "text": "But when Peter saw the wind, he was afraid. He began to sink. He cried out, “Lord! Save me!”",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 31,
          "text": "Right away Jesus reached out his hand and caught him. “Your faith is so small!” he said. “Why did you doubt me?”",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 32,
          "text": "When they climbed into the boat, the wind died down.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 33,
          "text": "Then those in the boat worshiped Jesus. They said, “You really are the Son of God!”",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 34,
          "text": "They crossed over the lake and landed at Gennesaret.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 35,
          "text": "The men who lived there recognized Jesus. So they sent a message all over the nearby countryside. People brought all their sick to Jesus.",
          "isHeading": false
        },
        {
          "chapter": 14,
          "verse": 36,
          "text": "They begged him to let those who were sick just touch the edge of his clothes. And all who touched him were healed.",
          "isHeading": false
        }
      ]
    }
  }
}