{
  "torah": {
    "passage": "Exodus 18:13 - 18:23",
    "versions": {
      "leb": [
        {
          "chapter": 18,
          "verse": 13,
          "text": "And the next day, Moses sat to judge the people, and the people stood before Moses from the morning until the evening.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 14,
          "text": "And the father-in-law of Moses saw all that he was doing for the people, and he said, “What is this thing that you are doing for the people? Why are you sitting alone and all the people are standing by you from morning until evening?”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 15,
          "text": "And Moses said to his father-in-law, “Because the people come to me to seek God.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 16,
          "text": "When they have an issue, it comes to me, and I judge between a man and his neighbor, and I make known God’s rule and his instructions.”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 17,
          "text": "And the father-in-law of Moses said to him, “The thing that you are doing is not good.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 18,
          "text": "Surely you will wear out, both you and this people who are with you, because the thing is too difficult for you. You are not able to do it alone.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 19,
          "text": "Now listen to my voice; I will advise you, and may God be with you. You be for the people before God, and you bring the issues to God.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 20,
          "text": "And you warn them of the rules and the instructions, and you make known to them the way in which they must walk and the work that they must do.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 21,
          "text": "And you will select from all the people men of ability, fearers of God, trustworthy men, haters of dishonest gain, and you will appoint such men over them as commanders of thousands, commanders of hundreds, commanders of fifties, and commanders of tens.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 22,
          "text": "And let them judge the people all the time, and every major issue they will bring to you, and every minor issue they will judge themselves. And so lighten it for yourself, and they will bear it with you.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 23,
          "text": "If you will do this thing and God will command you, then you will be able to endure, and also each of the people will go to his home in peace.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 18,
          "verse": 13,
          "text": "The next day Moses took his seat to serve the people as their judge. They stood around him from morning until evening.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 14,
          "text": "His father-in-law saw everything Moses was doing for the people. So he said, “Aren’t you trying to do too much for the people? You are the only judge. And all of these people are standing around you from morning until evening.”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 15,
          "text": "Moses answered him. He said, “The people come to me to find out what God wants them to do.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 16,
          "text": "Anytime they don’t agree, they come to me. I decide between them. I tell them about God’s rules and laws.”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 17,
          "text": "Moses’ father-in-law replied, “What you are doing isn’t good.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 18,
          "text": "You will just get worn out. And so will these people who come to you. There’s too much work for you. You can’t possibly handle it by yourself.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 19,
          "text": "“Listen to me. I’ll give you some advice, and may God be with you. You must speak to God for the people. Take their problems to him.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 20,
          "text": "Teach them the rules and laws. Show them how to live and what to do.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 21,
          "text": "“But choose men of ability from all of the people. They must have respect for God. You must be able to trust them. They must not try to get money by cheating others. Appoint them as officials over thousands, hundreds, fifties and tens.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 22,
          "text": "Let them serve the people as judges. But have them bring every hard case to you. They can decide the easy ones themselves. That will make your load lighter. They will share it with you.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 23,
          "text": "“If this is what God wants and if you do it, then you will be able to carry the load. And all of these people will go home satisfied.”",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Mark 7:1 - 7:16",
    "versions": {
      "leb": [
        {
          "chapter": 7,
          "verse": 1,
          "text": "And the Pharisees and some of the scribes who had come from Jerusalem gathered to him.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 2,
          "text": "And they saw that some of his disciples were eating their bread with unclean—that is, unwashed—hands.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 3,
          "text": "(For the Pharisees and all the Jews do not eat unless they wash their hands ritually, thus holding fast to the traditions of the elders.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 4,
          "text": "And when they come from the marketplace, they do not eat unless they wash. And there are many other traditions which they have received and hold fast to—for example, the washing of cups and pitchers and bronze kettles and dining couches.)",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 5,
          "text": "And the Pharisees and the scribes asked him, “Why do your disciples not live according to the tradition of the elders, but eat their bread with unclean hands?”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 6,
          "text": "‘This people honors me with their lips,\nbut their heart is far, far away from me.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 7,
          "text": "teaching as doctrines the commandments of men.’",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 8,
          "text": "Abandoning the commandment of God, you hold fast to the tradition of men.”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 9,
          "text": "And he said to them, “You splendidly ignore the commandment of God so that you can keep your tradition.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 10,
          "text": "For Moses said, ‘Honor your father and your mother,’ and, ‘The one who speaks evil of father or mother must certainly die.’",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 11,
          "text": "But you say, ‘If a man says to his father or to his mother, “Whatever benefit you would have received from me is corban” (that is, a gift to God),",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 12,
          "text": "you no longer permit him to do anything for his father or his mother,",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 13,
          "text": "thus making void the word of God by your tradition that you have handed down, and you do many similar things such as this.”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 14,
          "text": "And summoning the crowd again, he said to them, “Listen to me, all of you, and understand:",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 15,
          "text": "There is nothing outside of a person that is able to defile him by going into him. But the things that go out of a person are the things that defile a person.”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 16,
          "text": "",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 7,
          "verse": 1,
          "text": "What Makes People “Unclean”?\nThe Pharisees gathered around Jesus. So did some of the teachers of the law. All of them had come from Jerusalem.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 2,
          "text": "They saw some of his disciples eating food with “unclean” hands. That means they were not washed.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 3,
          "text": "The Pharisees and all the Jews do not eat unless they wash their hands to make them pure. That’s what the elders teach.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 4,
          "text": "When they come from the market place, they do not eat unless they wash. And they follow many other teachings. For example, they wash cups, pitchers, and kettles in a special way.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 5,
          "text": "So the Pharisees and the teachers of the law questioned Jesus. “Why don’t your disciples live by what the elders teach?” they asked. “Why do they eat their food with ‘unclean’ hands?”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 6,
          "text": "He replied, “Isaiah was right. He prophesied about you people who pretend to be good. He said,\n“‘These people honor me by what they say.\nBut their hearts are far away from me.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 7,
          "text": "Their worship doesn’t mean anything to me.\nThey teach nothing but human rules.’ ()",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 8,
          "text": "You have let go of God’s commands. And you are holding on to the teachings that men have made up.”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 9,
          "text": "Jesus then said to them, “You have a fine way of setting aside God’s commands! You do this so you can follow your own teachings.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 10,
          "text": "Moses said, ‘Honor your father and mother.’ (; ) He also said, ‘If anyone calls down a curse on his father or mother, he will be put to death.’ (; )",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 11,
          "text": "But you allow people to say to their parents, ‘Any help you might have received from us is Corban.’ (Corban means ‘a gift set apart for God.’)",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 12,
          "text": "So you no longer let them do anything for their parents.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 13,
          "text": "You make the word of God useless by putting your own teachings in its place. And you do many things like that.”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 14,
          "text": "Again Jesus called the crowd to him. He said, “Listen to me, everyone. Understand this.",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 15,
          "text": "Nothing outside of you can make you ‘unclean’ by going into you. It is what comes out of you that makes you ‘unclean.’”",
          "isHeading": false
        },
        {
          "chapter": 7,
          "verse": 16,
          "text": "",
          "isHeading": false
        }
      ]
    }
  }
}