{
  "torah": {
    "passage": "Deuteronomy 21:22 - 22:7",
    "versions": {
      "leb": [
        {
          "chapter": 21,
          "verse": 22,
          "text": "“And if a man commits a sin punishable by death, and so he is put to death and you hang him on a tree,",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 23,
          "text": "his dead body shall not hang on the tree, but certainly you shall bury him on that day, for cursed by God is one that is being hung; so you shall not defile your land that Yahweh your God is giving to you as an inheritance.”",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 1,
          "text": "“You shall not plow with an ox and with a donkey yoked together.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 2,
          "text": "“But if this charge was true, and the signs of virginity were not found for the young woman,",
          "isHeading": true
        },
        {
          "chapter": 22,
          "verse": 3,
          "text": "A man may not take the wife of his father, and so he may not dishonor his father.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 4,
          "text": "“You shall not see the donkey of your neighbor or his ox fallen on the road and you ignore them; certainly you must help them get up along with him.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 5,
          "text": "“The apparel of a man shall not be put on a woman, and a man shall not wear the clothing of a woman, because everyone who does these things is detestable to Yahweh your God.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 6,
          "text": "“If a bird’s nest is found before you on the road in any tree or on the ground, and there are chicks or eggs, and the mother is lying down on the chicks or the eggs, you shall not take the mother along with the young;",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 7,
          "text": "you shall certainly let the mother go, but you may take the young for yourselves; do this so that it may go well for you and you may live long in the land.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 21,
          "verse": 22,
          "text": "Suppose a man is put to death for a crime that is worthy of death. And a pole is stuck through his body and set up where people can see it.",
          "isHeading": false
        },
        {
          "chapter": 21,
          "verse": 23,
          "text": "Then you must not leave the body on the pole all night. Make sure you bury it that same day.\nEveryone who is hung on a pole is under God’s curse. You must not make the land “unclean.” The Lord your God is giving it to you as your own.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 1,
          "text": "Don’t let an ox and a donkey pull the same plow together.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 2,
          "text": "But suppose the charge is true. And there isn’t any proof that the woman was a virgin.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 3,
          "text": "A man must not get married to his stepmother. He must not bring shame on his father by having sex with her.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 4,
          "text": "Suppose you see your neighbor’s donkey or ox that has fallen down on the road. Then don’t act as if you didn’t see it. Help him get it up on its feet again.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 5,
          "text": "A woman must not wear men’s clothes. And a man must not wear women’s clothes. The Lord your God hates it when anyone does that.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 6,
          "text": "Suppose you happen to find a bird’s nest beside the road. It might be in a tree or on the ground. And suppose the mother bird is sitting on her little birds or on the eggs. Then don’t take the mother along with the little ones.",
          "isHeading": false
        },
        {
          "chapter": 22,
          "verse": 7,
          "text": "You can take the little ones. But make sure you let the mother go. Then things will go well with you. You will live for a long time.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Acts 12:25 - 13:3",
    "versions": {
      "leb": [
        {
          "chapter": 12,
          "verse": 25,
          "text": "So Barnabas and Saul returned to Jerusalem when they had completed their service, having taken along with them John (who is also called Mark).",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 1,
          "text": "and said, “O you who are full of all deceit and of all unscrupulousness, you son of the devil, you enemy of all righteousness! Will you not stop making crooked the straight paths of the Lord!",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 2,
          "text": "This took about four hundred and fifty years. And after these things, he gave them judges until Samuel the prophet.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 3,
          "text": "But God raised him from the dead,",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 12,
          "verse": 25,
          "text": "Barnabas and Saul finished their task. Then they returned from Jerusalem. They took John Mark with them.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 1,
          "text": "“You are a child of the devil! You are an enemy of everything that is right! You cheat people. You use all kinds of tricks. Won’t you ever stop twisting the right ways of the Lord?",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 2,
          "text": "All of this took about 450 years.\n“After this, God gave them judges until the time of Samuel the prophet.",
          "isHeading": false
        },
        {
          "chapter": 13,
          "verse": 3,
          "text": "But God raised him from the dead.",
          "isHeading": false
        }
      ]
    }
  }
}