{
  "torah": {
    "passage": "Genesis 5:25 - 6:8",
    "versions": {
      "leb": [
        {
          "chapter": 5,
          "verse": 25,
          "text": "When Methuselah had lived one hundred and eighty-seven years, he fathered Lamech.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 26,
          "text": "And after Methuselah had fathered Lamech, he lived seven hundred and eighty-two years, and fathered sons and daughters.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 27,
          "text": "And all the days of Methuselah were nine hundred and sixty-nine years, and he died.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 28,
          "text": "When Lamech had lived one hundred and eighty-two years, he fathered a son.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 29,
          "text": "And he called his name Noah, saying, “This one shall relieve us from our work, and from the hard labor of our hands, from the ground which Yahweh had cursed.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 30,
          "text": "And after Lamech had fathered Noah he lived five hundred and ninety-five years, and he fathered sons and daughters.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 31,
          "text": "All the days of Lamech were seven hundred and seventy-seven years, and he died.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 32,
          "text": "When Noah was five hundred years old, Noah fathered Shem, Ham, and Japheth.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 1,
          "text": "Prelude to the Flood\nAnd it happened that, when humankind began to multiply on the face of the ground, daughters were born to them.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 2,
          "text": "Then the sons of God saw the daughters of humankind, that they were beautiful. And they took for themselves wives from all that they chose.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 3,
          "text": "And Yahweh said, “My Spirit shall not abide with humankind forever in that he is also flesh. And his days shall be one hundred and twenty years.”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 4,
          "text": "The Nephilim were upon the earth in those days, and also afterward, when the sons of God went into the daughters of humankind, and they bore children to them.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 5,
          "text": "And Yahweh saw that the evil of humankind was great upon the earth, and every inclination of the thoughts of his heart was always only evil.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 6,
          "text": "And Yahweh regretted that he had made humankind on the earth, and he was grieved in his heart.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 7,
          "text": "And Yahweh said, “I will destroy humankind whom I created from upon the face of the earth, from humankind, to animals, to creeping things, and to the birds of heaven, for I regret that I have made them.”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 8,
          "text": "But Noah found favor in the eyes of Yahweh.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 5,
          "verse": 25,
          "text": "Methuselah lived 187 years. Then he became the father of Lamech.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 26,
          "text": "Methuselah lived 782 years after Lamech was born. He also had other sons and daughters.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 27,
          "text": "Methuselah lived a total of 969 years. Then he died.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 28,
          "text": "Lamech lived 182 years. Then he had a son.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 29,
          "text": "He named him Noah. Lamech said, “He will comfort us when we are working. He’ll comfort us when our hands work so hard they hurt. We have to work hard. That’s because the Lord has put a curse on the ground.”",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 30,
          "text": "Lamech lived 595 years after Noah was born. He also had other sons and daughters.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 31,
          "text": "Lamech lived a total of 777 years. Then he died.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 32,
          "text": "After Noah was 500 years old, he became the father of Shem, Ham and Japheth.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 1,
          "text": "The Flood\nMen began to increase their numbers on the earth, and daughters were born to them.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 2,
          "text": "The sons of God saw that the daughters of men were beautiful. So they married any of them they chose.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 3,
          "text": "Then the Lord said, “My Spirit will not struggle with man forever. He will die. He will have only 120 years to live until I judge him.”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 4,
          "text": "The Nephilim were on the earth in those days. That was when the sons of God went to the daughters of men and had children by them. The Nephilim were the heroes of long ago. They were famous men. Nephilim were also on the earth later on.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 5,
          "text": "The Lord saw how bad the sins of man had become on the earth. All of the thoughts in his heart were always directed only toward what was evil.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 6,
          "text": "The Lord was very sad that he had made man on the earth. His heart was filled with pain.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 7,
          "text": "So the Lord said, “I created man on the earth. But I will wipe them out. I will destroy people and animals alike. I will also destroy the creatures that move along the ground and the birds of the air. I am very sad that I have made man.”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 8,
          "text": "But the Lord was pleased with Noah.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "John 2:18 - 2:25",
    "versions": {
      "leb": [
        {
          "chapter": 2,
          "verse": 18,
          "text": "So the Jews answered and said to him, “What sign do you show to us, because you are doing these things?”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 19,
          "text": "Jesus answered and said to them, “Destroy this temple, and in three days I will raise it up!”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 20,
          "text": "Then the Jews said, “This temple has been under construction forty-six years, and will you raise it up in three days?”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 21,
          "text": "But he was speaking about the temple of his body.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 22,
          "text": "So when he was raised from the dead, his disciples remembered that he had said this, and they believed the scripture and the saying that Jesus had spoken.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 23,
          "text": "Jesus at the Passover\nNow while he was in Jerusalem at the Passover, during the feast, many believed in his name because they saw his signs which he was doing.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 24,
          "text": "But Jesus himself did not entrust himself to them, because he knew all people,",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 25,
          "text": "and because he did not need anyone to testify about man, for he himself knew what was in man.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 2,
          "verse": 18,
          "text": "Then the Jews asked him, “What miraculous sign can you show us? Can you prove your authority to do all of this?”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 19,
          "text": "Jesus answered them, “Destroy this temple. I will raise it up again in three days.”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 20,
          "text": "The Jews replied, “It has taken 46 years to build this temple. Are you going to raise it up in three days?”",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 21,
          "text": "But the temple Jesus had spoken about was his body.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 22,
          "text": "His disciples later remembered what he had said. That was after he had been raised from the dead. Then they believed the Scriptures. They also believed the words that Jesus had spoken.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 23,
          "text": "Meanwhile, he was in Jerusalem at the Passover Feast. Many people saw the miraculous signs he was doing. And they believed in his name.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 24,
          "text": "But Jesus did not fully trust them. He knew what people are like.",
          "isHeading": false
        },
        {
          "chapter": 2,
          "verse": 25,
          "text": "He didn’t need others to tell him what people are like. He already knew what was in the human heart.",
          "isHeading": false
        }
      ]
    }
  }
}