{
  "torah": {
    "passage": "Deuteronomy 5:19 - 6:3",
    "versions": {
      "leb": [
        {
          "chapter": 5,
          "verse": 19,
          "text": "‘And you shall not steal.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 20,
          "text": "‘And you shall not falsely bear evidence against your neighbor.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 21,
          "text": "‘And you shall not covet the wife of your neighbor, and you shall not crave the house of your neighbor, his field or his slave or his slave woman or his ox and his donkey or anything that belongs to your neighbor.’",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 22,
          "text": "“These words Yahweh spoke to your whole assembly at the mountain from the midst of the fire and the very thick cloud with a loud voice, and he did not add anything, and then he wrote them on two tablets of stone and gave them to me.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 23,
          "text": "And then when you heard the voice from the midst of the darkness, and as the mountain was burning with fire, and and all the heads of your tribes and your elders approached me,",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 24,
          "text": "you said, ‘Look, Yahweh our God has shown us his glory and his greatness, and we have heard his voice from the midst of the fire; this day we have seen that God can speak with a human being, yet he remains alive.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 25,
          "text": "And so then why shall we die, for this great fire will consume us if we continue to hear the voice of Yahweh our God any longer, and so we shall die?",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 26,
          "text": "For who is there of all flesh who has heard the voice of the living God speaking from the midst of the fire as we have heard it and remained alive?",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 27,
          "text": "You go near and hear everything that Yahweh our God will say; and then you tell us all that Yahweh our God tells you, and we will listen, and we will do it.’",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 28,
          "text": "“And Yahweh heard the sound of your words when you spoke to me, and Yahweh said to me, ‘I have heard the sound of the words of this people that they have spoken to you; they are right with respect to all that they have spoken.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 29,
          "text": "If only they had such a mind’; that is, to fear me and to keep all my commandments at all times, so that it will go well for them and for their children forever.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 30,
          "text": "Go! Say to them, “Return to your tents.”",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 31,
          "text": "But you stand here with me, and let me tell you all of the commandments and the rules and the regulations that you shall teach them, so that they may do them in the land that I am giving to them to take possession of it.’",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 32,
          "text": "“So you must be careful to do just as Yahweh your God commanded you; you shall not turn to the right or to the left.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 33,
          "text": "In exactly the path that Yahweh your God has commanded, you must go, so that you may live and it will go well for you and you may live long in the land that you will take possession of.”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 1,
          "text": "“Now this is the commandment, the rules and the regulations, that Yahweh your God charged to teach to you for you to observe in the land that you are about to cross over into to take possession of it,",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 2,
          "text": "so that you may revere Yahweh your God by keeping all his statutes and his commandments that I am commanding you, you and your children and grandchildren, all the days of your life and so you may live long lives.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 3,
          "text": "And you shall hear, Israel, and be careful to observe these instructions, so that it may go well for you and that you may multiply greatly, just as Yahweh, the God of your ancestors, promised you, in a land with milk and honey.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 5,
          "verse": 19,
          "text": "“Do not steal.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 20,
          "text": "“Do not give false witness against your neighbor.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 21,
          "text": "“Do not long for your neighbor’s wife. Do not long to have anything that belongs to your neighbor. Do not long to have your neighbor’s house or land, male or female servant, ox or donkey.”",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 22,
          "text": "Those are the commandments the Lord announced in a loud voice to your whole community. He gave them to you there on the mountain. He spoke out of the fire, cloud and deep darkness. He didn’t add anything else. Then he wrote the commandments on two stone tablets. And he gave them to me.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 23,
          "text": "The mountain was blazing with fire. You heard the voice coming out of the darkness. So your elders and all of the leaders of your tribes came to me.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 24,
          "text": "You said, “The Lord our God has shown us his glory and majesty. We have heard his voice coming out of the fire. Today we have seen that a man can still stay alive even if God speaks with him.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 25,
          "text": "But why should we die? This great fire will burn us up. We’ll die if we hear the voice of the Lord our God again.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 26,
          "text": "“We have heard the voice of the living God. We’ve heard him speaking out of the fire. Has any other human being ever heard him speak like that and stayed alive?",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 27,
          "text": "Go near and listen to everything the Lord our God says. Then tell us what he tells you. We will listen and obey.”",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 28,
          "text": "The Lord heard you when you spoke to me. He said to me, “I have heard what these people said to you. Everything they said was good.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 29,
          "text": "But I wish they would always have respect for me in their hearts. I wish they would always obey all of my commands. Then things would go well with them and their children forever.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 30,
          "text": "“Go and tell them to return to their tents.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 31,
          "text": "But you stay here with me. Then I will give you all of my commands, rules and laws. You must teach the people to follow them in the land I am giving them as their very own.”",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 32,
          "text": "So be careful to do what the Lord your God has commanded you. Don’t turn away from his commands to the right or the left.",
          "isHeading": false
        },
        {
          "chapter": 5,
          "verse": 33,
          "text": "Live exactly as the Lord your God has commanded you to live. Then you will enjoy life in the land you will soon own. Things will go well with you there. You will live there for a long time.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 1,
          "text": "The Lord your God has directed me to teach you his commands, rules and laws. Obey them in the land you will take over when you go across the Jordan River.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 2,
          "text": "Then you, your children and their children after them will have respect for the Lord your God as long as you live. Keep all of his rules and commands I’m giving you. If you do, you will enjoy long life.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 3,
          "text": "Israel, listen to me. Make sure you obey me. Then things will go well with you. Your numbers will increase greatly in a land that has plenty of milk and honey. That’s what the Lord, the God of your parents, promised you.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Acts 4:32 - 4:37",
    "versions": {
      "leb": [
        {
          "chapter": 4,
          "verse": 32,
          "text": "Now the group of those who believed were one heart and soul, and no one said anything of what belonged to him was his own, but all things were theirs in common.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 33,
          "text": "And with great power the apostles were giving testimony to the resurrection of the Lord Jesus, and great grace was on them all.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 34,
          "text": "For there was not even anyone needy among them, because all those who were owners of plots of land or houses were selling them and bringing the proceeds of the things that were sold",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 35,
          "text": "and placing them at the feet of the apostles. And it was being distributed to each as anyone had need.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 36,
          "text": "So Joseph, who was called Barnabas by the apostles (which is translated “son of encouragement”), a Levite of Cyprus by nationality,",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 37,
          "text": "sold a field that belonged to him and brought the money and placed it at the feet of the apostles.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 4,
          "verse": 32,
          "text": "All the believers were agreed in heart and mind. They didn’t claim that anything they had was their own. They shared everything they owned.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 33,
          "text": "With great power the apostles continued their teaching. They gave witness that the Lord Jesus had risen from the dead. And they were greatly blessed by God.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 34,
          "text": "There were no needy persons among them. From time to time, those who owned land or houses sold them. They brought the money from the sales.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 35,
          "text": "They put it down at the apostles’ feet. It was then given out to anyone who needed it.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 36,
          "text": "Joseph was a Levite from Cyprus. The apostles called him Barnabas. The name Barnabas means Son of Help.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 37,
          "text": "Barnabas sold a field he owned. He brought the money from the sale. He put it down at the apostles’ feet.",
          "isHeading": false
        }
      ]
    }
  }
}