{
  "torah": {
    "passage": "Deuteronomy 3:15 - 3:22",
    "versions": {
      "leb": [
        {
          "chapter": 3,
          "verse": 15,
          "text": "And also I gave Gilead to Makir.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 16,
          "text": "And to the Reubenites and to the Gadites I gave, from Gilead up to the wadi of Arnon, the middle of the wadi as a boundary and up to the Jabbok River, the boundary of the Ammonites.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 17,
          "text": "And the Jordan Valley with the Jordan River as its boundary, from Kinnereth up to the Sea of the Arabah, the Salt Sea, with the slopes of Pisgah toward the east.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 18,
          "text": "“And I charged you all at that time when I said, “Yahweh has given you—to all of you—this land to possess. All the warriors shall cross over, ready to fight, before your brothers, the Israelites.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 19,
          "text": "Only your wives and your little children and your livestock (I know that you have much livestock) must stay in your towns that I have given you,",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 20,
          "text": "until Yahweh shall give rest to your brothers as he did to you, and also they take possession of the land that Yahweh your God is giving to them beyond the Jordan; then they may return, each one to his possession that I have given to them.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 21,
          "text": "And I commanded Joshua at that time, saying, ‘Your eyes see all that Yahweh your God has done to these two kings; so Yahweh will do to all of the kingdoms where you are about to cross over to.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 22,
          "text": "You shall not fear them, for Yahweh your God is the one fighting for you.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 3,
          "verse": 15,
          "text": "I gave Gilead to Makir.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 16,
          "text": "But I gave to the tribes of Reuben and Gad the territory that reaches from Gilead down to the Arnon River valley. It reaches all the way to the Jabbok River. The Jabbok is the northern border of Ammon. The middle of the Arnon River valley is its southern border.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 17,
          "text": "The western border of Reuben and Gad is the Jordan River in the Arabah Valley. It reaches from the Sea of Galilee to the Dead Sea. It runs below the slopes of Pisgah.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 18,
          "text": "Here is the command I gave at that time to the tribes of Reuben and Gad and half of the tribe of Manasseh. I said, “The Lord your God has given you this land as your very own. But all of your strong men must be prepared for battle. They must cross over ahead of the rest of your fellow Israelites.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 19,
          "text": "“But your wives and children can stay in the towns I’ve given you. You can keep your livestock there too. I know you have a lot of livestock.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 20,
          "text": "Let your families and livestock stay in those towns until the Lord gives peace and rest to the other tribes, just as he has given you peace and rest. And let them stay until the other tribes have taken over the land the Lord your God is giving them. That land is across the Jordan River. After that, each of you may go back to the land I’ve given you as your very own.”",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 21,
          "text": "The Lord Will Not Allow Moses to Cross the Jordan River\nAt that time I gave Joshua a command. I said, “Your own eyes have seen everything the Lord your God has done to Sihon and Og. He will do the same thing to all of the kingdoms in the land where you are going.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 22,
          "text": "Don’t be afraid of them. The Lord your God himself will fight for you.”",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Acts 3:1 - 3:10",
    "versions": {
      "leb": [
        {
          "chapter": 3,
          "verse": 1,
          "text": "A Lame Beggar Healed at the Temple\nNow Peter and John were going up to the temple at the hour of prayer, the ninth hour.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 2,
          "text": "And a certain man was being carried who was lame from birth. He was placed every day at the gate of the temple called “Beautiful,” so that he could ask for charitable gifts from those who were going into the temple courts.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 3,
          "text": "When he saw Peter and John about to go into the temple courts, he began asking to receive alms.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 4,
          "text": "And Peter looked intently at him, together with John, and said, “Look at us!”",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 5,
          "text": "So he fixed his attention on them, expecting to receive something from them.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 6,
          "text": "But Peter said, “Silver and gold I do not possess, but what I have, this I give to you—in the name of Jesus Christ the Nazarene, walk!”",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 7,
          "text": "And taking hold of him by the right hand, he raised him up, and immediately his feet and ankles were made strong.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 8,
          "text": "And leaping up, he stood and began walking around and entered into the temple courts with them, walking and leaping and praising God.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 9,
          "text": "And all the people saw him walking and praising God,",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 10,
          "text": "And they recognized him, that this one was the one who used to sit asking for alms at the Beautiful Gate of the temple, and they were filled with awe and astonishment at what had happened to him.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 3,
          "verse": 1,
          "text": "Peter Heals the Disabled Beggar\nOne day Peter and John were going up to the temple. It was three o’clock in the afternoon. It was the time for prayer.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 2,
          "text": "A man unable to walk was being carried to the temple gate called Beautiful. He had been that way since he was born. Every day someone put him near the gate. There he would beg from people going into the temple courtyards.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 3,
          "text": "He saw that Peter and John were about to enter. So he asked them for money.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 4,
          "text": "Peter looked straight at him, and so did John. Then Peter said, “Look at us!”",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 5,
          "text": "So the man watched them closely. He expected to get something from them.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 6,
          "text": "Peter said, “I don’t have any silver or gold. But I’ll give you what I have. In the name of Jesus Christ of Nazareth, get up and walk.”",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 7,
          "text": "Then Peter took him by the right hand and helped him up. At once the man’s feet and ankles became strong.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 8,
          "text": "He jumped to his feet and began to walk. He went with Peter and John into the temple courtyards. He walked and jumped and praised God.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 9,
          "text": "All the people saw him walking and praising God.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 10,
          "text": "They recognized him as the same man who used to sit and beg at the temple gate called Beautiful. They were filled with wonder. They were amazed at what had happened to him.",
          "isHeading": false
        }
      ]
    }
  }
}