{
  "torah": {
    "passage": "Exodus 28:31 - 28:43",
    "versions": {
      "leb": [
        {
          "chapter": 28,
          "verse": 31,
          "text": "“And you will make the robe of the ephod totally of blue yarn.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 32,
          "text": "And the opening for his head will be in the middle of it; its opening will have an edge all around, the work of a weaver; it will be like the opening of a sturdy garment for it, so that it will not be torn.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 33,
          "text": "And you will make on its hem pomegranates of blue and purple and crimson yarns on its hem all around and bells of gold in the midst of them all around,",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 34,
          "text": "a gold bell and a pomegranate, a gold bell and a pomegranate, on the hem of the robe all around.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 35,
          "text": "And it will be on Aaron for serving, and its sound will be heard at his coming into the sanctuary before Yahweh and at his going out, so that he will not die.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 36,
          "text": "“And you will make a pure gold rosette, and you will engrave on it with seal engravings: “A holy object for Yahweh.”",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 37,
          "text": "And you will place it on a blue cord, and it will be on the turban, at the front of the turban it will be.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 38,
          "text": "And it will be on the forehead of Aaron, and Aaron will bear the guilt of the holy objects that the Israelites will consecrate for all their holy gifts, and it will be on his forehead continually for acceptance for them before Yahweh.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 39,
          "text": "“And you will weave the tunic of fine linen, and you will make a turban of fine linen, and you will make a sash, the work of an embroiderer.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 40,
          "text": "And for the sons of Aaron you will make tunics, and you will make for them sashes and headdresses; you will make them for glory and for splendor.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 41,
          "text": "And you will clothe them—Aaron, your brother, and his sons with him—and you will anoint them and ordain them and consecrate them, and they will serve as priests for me.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 42,
          "text": "And make for them undergarments of linen to cover naked flesh; they will be from loins to thigh.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 43,
          "text": "And they will be on Aaron and on his sons when they come to the tent of assembly or when they approach the altar to serve in the sanctuary, so that they will not bear guilt and die. It is a lasting statute for him and for his offspring after him.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 28,
          "verse": 31,
          "text": "More Clothes for the Priests\n“Make the outer robe of the linen apron completely from blue cloth.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 32,
          "text": "In the center of the robe, make an opening for the head of the priest. Make an edge like a collar around the opening. Then it will not tear.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 33,
          "text": "“Make pomegranates out of blue, purple and bright red yarn. Sew them around the hem of the robe. Sew gold bells between them.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 34,
          "text": "Sew a gold bell between every two pomegranates all around the hem of the robe.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 35,
          "text": "“Aaron must wear the robe when he serves. The bells will jingle when he enters the Holy Room while he is serving me. And they will jingle when he goes out. Then he will not die.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 36,
          "text": "“Make a plate out of pure gold. Carve words on it as if it were a seal. Carve the words set apart for the Lord.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 37,
          "text": "Tie the plate to the front of the turban with a blue cord.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 38,
          "text": "“Aaron must wear it on his forehead all the time. He will be held accountable for all of the sacred gifts the Israelites set apart. Then I will accept the gifts.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 39,
          "text": "“Make the inner robe out of fine linen. And make the turban out of fine linen. Have the belt made by a person who sews skillfully.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 40,
          "text": "“Make inner robes, belts and headbands for Aaron’s sons. When they are wearing them, people will honor them. They will also have respect for them.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 41,
          "text": "“Put all of the clothes on your brother Aaron and his sons. Then pour olive oil on them and prepare them to serve me. Set them apart to serve me as priests.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 42,
          "text": "“Make linen underwear that reaches from the waist to the thigh.",
          "isHeading": false
        },
        {
          "chapter": 28,
          "verse": 43,
          "text": "Aaron and the priests who are in his family line must wear it when they enter the Tent of Meeting. They must wear it when they approach the altar to serve in the Holy Room. Then they will not be found guilty and die.\n“For all time to come, that will be a law for Aaron and the priests who are in his family line.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Mark 12:1 - 12:12",
    "versions": {
      "leb": [
        {
          "chapter": 12,
          "verse": 1,
          "text": "The Parable of the Tenant Farmers in the Vineyard\nAnd he began to speak to them in parables: “A man planted a vineyard, and put a fence around it, and dug a trough for the winepress, and built a watchtower, and leased it to tenant farmers, and went on a journey.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 2,
          "text": "And he sent a slave to the tenant farmers at the proper time, so that he could collect some of the fruit of the vineyard from the tenant farmers.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 3,
          "text": "And they seized him and beat him and sent him away empty-handed.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 4,
          "text": "And again he sent to them another slave, and that one they struck on the head and dishonored.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 5,
          "text": "And he sent another, and that one they killed. And he sent many others, some of whom they beat and some of whom they killed.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 6,
          "text": "He had one more, a beloved son. Last of all he sent him to them, saying, ‘They will respect my son.’",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 7,
          "text": "But those tenant farmers said to one another, ‘This is the heir. Come, let us kill him and the inheritance will be ours!’",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 8,
          "text": "And they seized and killed him and threw him out of the vineyard.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 9,
          "text": "What will the owner of the vineyard do? He will come and destroy the tenant farmers and give the vineyard to others.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 10,
          "text": "Have you not read this scripture:\n‘The stone which the builders rejected,\nthis has become the cornerstone.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 11,
          "text": "This came about from the Lord,\nand it is marvelous in our eyes’?”",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 12,
          "text": "And they were seeking to arrest him, and they were afraid of the crowd, because they knew that he had told the parable with reference to them. And they left him and went away.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 12,
          "verse": 1,
          "text": "The Story of the Renters\nJesus began to speak to the people by using stories. He said, “A man planted a vineyard. He put a wall around it. He dug a pit for a winepress. He also built a lookout tower. He rented the vineyard out to some farmers. Then he went away on a journey.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 2,
          "text": "“At harvest time he sent a servant to the renters. He told the servant to collect from them some of the fruit of the vineyard.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 3,
          "text": "But they grabbed the servant and beat him up. Then they sent him away with nothing.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 4,
          "text": "So the man sent another servant to the renters. They hit this one on the head and treated him badly.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 5,
          "text": "The man sent still another servant. The renters killed him. The man sent many others. The renters beat up some of them. They killed the others.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 6,
          "text": "“The man had one person left to send. It was his son, and he loved him. He sent him last of all. He said, ‘They will respect my son.’",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 7,
          "text": "“But the renters said to each other, ‘This is the one who will receive all the owner’s property someday. Come, let’s kill him. Then everything will be ours.’",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 8,
          "text": "So they took him and killed him. They threw him out of the vineyard.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 9,
          "text": "“What will the owner of the vineyard do then? He will come and kill those renters. He will give the vineyard to others.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 10,
          "text": "“Haven’t you read what Scripture says,\n“‘The stone the builders didn’t accept\nhas become the most important stone of all.",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 11,
          "text": "The Lord has done it.\nIt is wonderful in our eyes’?” ()",
          "isHeading": false
        },
        {
          "chapter": 12,
          "verse": 12,
          "text": "Then the religious leaders looked for a way to arrest Jesus. They knew he had told the story against them. But they were afraid of the crowd. So they left him and went away.",
          "isHeading": false
        }
      ]
    }
  }
}