{
  "torah": {
    "passage": "Deuteronomy 3:23 - 4:4",
    "versions": {
      "leb": [
        {
          "chapter": 3,
          "verse": 23,
          "text": "“And I pleaded with Yahweh at that time, saying,",
          "isHeading": true
        },
        {
          "chapter": 3,
          "verse": 24,
          "text": "‘Lord Yahweh, you have begun to show your servant your greatness and your strong hand, for what god is there in the heaven or on the earth who can do according to your works and according to your mighty deeds?",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 25,
          "text": "Let me cross over, please, and let me see the good land that is beyond the Jordan, this good hill country and Lebanon.’",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 26,
          "text": "But Yahweh was very angry with me because of you, and he would not listen to me, and Yahweh said, ‘Enough of that from you! You shall not speak to me any longer about this matter!",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 27,
          "text": "Go up to the top of Pisgah and look around you toward the west, toward the north, and toward the east, and view the land with your eyes, for you will not cross this Jordan.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 28,
          "text": "Now instruct Joshua and support him and encourage him because he himself will cross over before this people and enable them to inherit the land that you will see.’",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 29,
          "text": "So we remained in the valley opposite Beth Peor.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 1,
          "text": "Remember the day that you stood before Yahweh your God at Horeb when Yahweh said to me, ‘Summon for me the people so that I can tell them my words, that they may learn to fear me all of the days they are alive on the earth and so that they may teach their children.’",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 2,
          "text": "But Yahweh has taken you and brought you out from the furnace of iron, from Egypt, to be a people of inheritance to him, as it is this day.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 3,
          "text": "In your distress when all these things have found you in the latter days, then you will return to Yahweh your God, and you will listen to his voice.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 4,
          "text": "And you shall keep his rules and his commandments that I am commanding you today, so that it may go well for you and for your children after you, and so that you may remain a long time on the land that Yahweh your God is giving to you during all of those days.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 3,
          "verse": 23,
          "text": "At that time I made my appeal to the Lord. I said,",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 24,
          "text": "“Lord and King, you have begun to show me how great you are. You have shown me how strong your hand is. You do great works and mighty acts. There isn’t any god in heaven or on earth that can do what you do.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 25,
          "text": "Let me go across the Jordan River. Let me see the good land that is beyond it. I want to see that fine hill country and Lebanon.”",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 26,
          "text": "But the Lord was angry with me because of what you did. He wouldn’t listen to me. “That is enough!” the Lord said. “Do not speak to me anymore about this matter.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 27,
          "text": "Go up to the highest slopes of Pisgah. Look west and north and south and east. Look at the land with your own eyes. But you are not going to go across that Jordan River.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 28,
          "text": "“So appoint Joshua as the new leader. Help him to be brave. Give him hope and strength. He will take these people across the Jordan. You will see the land. But he will lead them into it to take it as their own.”",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 29,
          "text": "So we stayed in the valley near Beth Peor.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 1,
          "text": "Remember the day you stood at Mount Horeb. The Lord your God was there. He said to me, “Bring the people to me to hear my words. I want them to learn to have respect for me as long as they live in the land. I want them to teach my words to their children.”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 2,
          "text": "Egypt was like a furnace that melts iron down and makes it pure. But the Lord took you and brought you out of Egypt. He wanted you to be his very own people. And that’s exactly what you are.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 3,
          "text": "All of the things I’ve told you about might happen to you. And you will be in trouble. But later you will return to the Lord your God. You will obey him.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 4,
          "text": "I’m giving you his rules and commands today. Obey them. Then things will go well with you and your children after you. You will live a long time in the land. The Lord your God is giving you the land for all time to come.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Acts 3:11 - 3:26",
    "versions": {
      "leb": [
        {
          "chapter": 3,
          "verse": 11,
          "text": "And while he was holding fast to Peter and John, all the people ran together to them in the portico called Solomon’s, utterly astonished.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 12,
          "text": "And when he saw it, Peter replied to the people, “Men and Israelites, why are you astonished at this? Or why are you staring at us, as if by our own power or godliness we have made him walk?",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 13,
          "text": "The God of Abraham and of Isaac and of Jacob, the God of our fathers, has glorified his servant Jesus, whom you handed over and denied in the presence of Pilate, after he had decided to release him.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 14,
          "text": "But you denied the Holy and Righteous One and demanded that a man—a murderer—be granted to you.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 15,
          "text": "And you killed the originator of life, whom God raised from the dead, of which we are witnesses!",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 16,
          "text": "And on the basis of faith in his name, his name has made this man strong, whom you see and know, and the faith that is through him has given him this perfect health in the presence of you all.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 17,
          "text": "And now, brothers, I know that you acted in ignorance, just as your rulers did also.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 18,
          "text": "But the things which God foretold through the mouth of all the prophets, that his Christ would suffer, he has fulfilled in this way.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 19,
          "text": "Therefore repent and turn back, so that your sins may be blotted out,",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 21,
          "text": "whom heaven must receive until the times of the restoration of all things, about which God spoke through the mouth of his holy prophets from earliest times.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 22,
          "text": "Moses said, ‘The Lord God will raise up for you a prophet like me from your brothers. You will listen to him in everything that he says to you.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 23,
          "text": "And it will be that every soul who does not listen to that prophet will be destroyed utterly from the people.’",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 24,
          "text": "And indeed, all the prophets from Samuel and all those who followed him have spoken about and proclaimed these days.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 25,
          "text": "You are the sons of the prophets and of the covenant that God ordained with your fathers, saying to Abraham, ‘And in your offspring all the nations of the earth will be blessed.’",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 26,
          "text": "God, after he had raised up his servant, sent him to you first, to bless you by turning each of you back from your wickedness!”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 3,
          "verse": 11,
          "text": "The beggar was holding on to Peter and John. All the people were amazed. They came running to them at Solomon’s Porch.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 12,
          "text": "When Peter saw this, he said, “Men of Israel, why does this surprise you? Why do you stare at us? We haven’t made this man walk by our own power or godliness.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 13,
          "text": "The God of our fathers, Abraham, Isaac and Jacob, has done this. He has brought glory to Jesus, who serves him. But you handed Jesus over to be killed. Pilate had decided to let him go. But you spoke against Jesus when he was in Pilate’s court.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 14,
          "text": "You spoke against the Holy and Blameless One. You asked for a murderer to be set free instead.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 15,
          "text": "You killed the one who gives life. But God raised him from the dead. We are witnesses of this.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 16,
          "text": "This man whom you see and know was made strong because of faith in Jesus’ name. Faith in Jesus has healed him completely. You can see it with your own eyes.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 17,
          "text": "“My friends, I know you didn’t realize what you were doing. Neither did your leaders.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 18,
          "text": "But God had given a promise through all the prophets. And this is how he has made his promise come true. He said that his Christ would suffer.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 19,
          "text": "So turn away from your sins. Turn to God. Then your sins will be wiped away. The time will come when the Lord will make everything new.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 21,
          "text": "He must remain in heaven until the time when God makes everything new. He promised this long ago through his holy prophets.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 22,
          "text": "Moses said, ‘The Lord your God will raise up for you a prophet like me. He will be one of your own people. You must listen to everything he tells you.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 23,
          "text": "Those who do not listen to him will be completely cut off from their people.’ (,)",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 24,
          "text": "“Samuel and all the prophets after him spoke about this. They said these days would come.",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 25,
          "text": "What the prophets said was meant for you. The covenant God made with your people long ago is yours also. He said to Abraham, ‘All nations on earth will be blessed through your children.’ (; )",
          "isHeading": false
        },
        {
          "chapter": 3,
          "verse": 26,
          "text": "God raised up Jesus, who serves him. God sent him first to you. He did it to bless you. He wanted to turn each of you from your evil ways.”",
          "isHeading": false
        }
      ]
    }
  }
}