{
  "torah": {
    "passage": "Genesis 45:19 - 45:27",
    "versions": {
      "leb": [
        {
          "chapter": 45,
          "verse": 19,
          "text": "And you Joseph, are commanded to say this: ‘Do this! Take wagons from the land of Egypt for your little ones and your wives, and bring your father and come!",
          "isHeading": false
        },
        {
          "chapter": 45,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 45,
          "verse": 21,
          "text": "And the sons of Israel did so. And Joseph gave them wagons at the word of Pharaoh, and gave them provisions for the journey.",
          "isHeading": false
        },
        {
          "chapter": 45,
          "verse": 22,
          "text": "To each and to all of them he gave sets of clothing, but to Benjamin he gave three hundred pieces of silver and five sets of clothing.",
          "isHeading": false
        },
        {
          "chapter": 45,
          "verse": 23,
          "text": "And to his father he sent as follows: ten donkeys carrying the best of Egypt, and ten donkeys carrying grain and food and provisions for his father for the journey.",
          "isHeading": false
        },
        {
          "chapter": 45,
          "verse": 24,
          "text": "Then he sent his brothers away, and when they departed he said to them, “Do not be agitated on the journey.”",
          "isHeading": false
        },
        {
          "chapter": 45,
          "verse": 25,
          "text": "So they went up from Egypt and came to the land of Canaan to Jacob their father.",
          "isHeading": false
        },
        {
          "chapter": 45,
          "verse": 26,
          "text": "And they spoke to him, saying, “Joseph is still alive, and he is ruler over all the land of Egypt.” And his heart went numb, because he did not believe him.",
          "isHeading": false
        },
        {
          "chapter": 45,
          "verse": 27,
          "text": "Then they told him all the words of Joseph that he had spoken to them. And when he saw the wagons that Joseph had sent to carry him, then the spirit of Jacob their father revived.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 45,
          "verse": 19,
          "text": "“And here’s something else I want you to tell them. Say to them, ‘Take some carts from Egypt. Your children and your wives can use them. Get your father and come back.",
          "isHeading": false
        },
        {
          "chapter": 45,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 45,
          "verse": 21,
          "text": "So the sons of Israel did it. Joseph gave them carts, as Pharaoh had commanded. He also gave them supplies for their journey.",
          "isHeading": false
        },
        {
          "chapter": 45,
          "verse": 22,
          "text": "He gave new clothes to each of them.\nBut he gave more than seven pounds of silver to Benjamin. He also gave him five sets of clothes.",
          "isHeading": false
        },
        {
          "chapter": 45,
          "verse": 23,
          "text": "He sent his father ten donkeys loaded with the best things from Egypt. He also sent ten female donkeys loaded with grain and bread and other supplies for his journey.",
          "isHeading": false
        },
        {
          "chapter": 45,
          "verse": 24,
          "text": "Then Joseph sent his brothers away. As they were leaving he said to them, “Don’t argue on the way!”",
          "isHeading": false
        },
        {
          "chapter": 45,
          "verse": 25,
          "text": "So they went up out of Egypt. They came to their father Jacob in the land of Canaan.",
          "isHeading": false
        },
        {
          "chapter": 45,
          "verse": 26,
          "text": "They told him, “Joseph is still alive! In fact, he is ruler of the whole land of Egypt.”\nJacob was shocked. He didn’t believe them.",
          "isHeading": false
        },
        {
          "chapter": 45,
          "verse": 27,
          "text": "So they told him everything Joseph had said to them.\nJacob saw the carts Joseph had sent to carry him back. That gave new life to their father Jacob.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "John 18:28 - 40",
    "versions": {
      "leb": [
        {
          "chapter": 18,
          "verse": 28,
          "text": "Then they brought Jesus from Caiaphas to the governor’s residence. Now it was early, and they did not enter into the governor’s residence so that they would not be defiled, but could eat the Passover.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 29,
          "text": "So Pilate came outside to them and said, “What accusation do you bring against this man?”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 30,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 31,
          "text": "So Pilate said to them, “You take him and judge him according to your law!” The Jews said to him, “It is not permitted for us to kill anyone,”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 32,
          "text": "in order that the word of Jesus would be fulfilled that he had spoken, indicating by what sort of death he was going to die.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 33,
          "text": "Then Pilate entered again into the governor’s residence and summoned Jesus and said to him, “Are you the king of the Jews?”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 34,
          "text": "Jesus replied, “Do you say this from yourself, or have others said this to you about me?”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 35,
          "text": "Pilate replied, “I am not a Jew, am I? Your people and the chief priests handed you over to me! What have you done?”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 36,
          "text": "Jesus replied, “My kingdom is not of this world. If my kingdom were of this world, my servants would be fighting so that I would not be handed over to the Jews. But now my kingdom is not from here.”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 37,
          "text": "Then Pilate said to him, “So then you are a king!” Jesus replied, “You say that I am a king. For this reason I was born, and for this reason I have come into the world: in order that I can testify to the truth. Everyone who is of the truth hears my voice.”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 38,
          "text": "Pilate said to him, “What is truth?”\nAnd when he had said this, he went out again to the Jews and said to them, “I find no basis for an accusation against him.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 39,
          "text": "But it is your custom that I release for you one prisoner at the Passover. So do you want me to release for you the king of the Jews?”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 40,
          "text": "",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 18,
          "verse": 28,
          "text": "Then the Jews led Jesus from Caiaphas to the palace of the Roman governor. By now it was early morning. The Jews did not want to be made “unclean.” They wanted to be able to eat the Passover meal. So they did not enter the palace.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 29,
          "text": "Pilate came out to them. He asked, “What charges are you bringing against this man?”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 30,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 31,
          "text": "Pilate said, “Take him yourselves. Judge him by your own law.”\n“But we don’t have the right to put anyone to death,” the Jews complained.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 32,
          "text": "This happened so that the words Jesus had spoken about how he was going to die would come true.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 33,
          "text": "Then Pilate went back inside the palace. He ordered Jesus to be brought to him. Pilate asked him, “Are you the king of the Jews?”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 34,
          "text": "“Is that your own idea?” Jesus asked. “Or did others talk to you about me?”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 35,
          "text": "“Am I a Jew?” Pilate replied. “It was your people and your chief priests who handed you over to me. What have you done?”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 36,
          "text": "Jesus said, “My kingdom is not part of this world. If it were, those who serve me would fight. They would try to keep the Jews from arresting me. My kingdom is from another place.”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 37,
          "text": "Jesus answered, “You are right to say I am a king. In fact, that’s the reason I was born. I came into the world to give witness to the truth. Everyone who is on the side of truth listens to me.”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 38,
          "text": "Then Pilate went out again to the Jews. He said, “I find no basis for any charge against him.",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 39,
          "text": "But it is your practice for me to set one prisoner free for you at Passover time. Do you want me to set ‘the king of the Jews’ free?”",
          "isHeading": false
        },
        {
          "chapter": 18,
          "verse": 40,
          "text": "",
          "isHeading": false
        }
      ]
    }
  }
}