{
  "torah": {
    "passage": "Genesis 30:28 - 31:16",
    "versions": {
      "leb": [
        {
          "chapter": 30,
          "verse": 28,
          "text": "And he said, “Name your wage to me and I will give it.”",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 29,
          "text": "Then he said to him, “You yourself know how I have served you and how your livestock have been with me.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 30,
          "text": "For you had little before me, and it has increased abundantly. And Yahweh has blessed you wherever I turned. So then, when shall I provide for my own family also?”",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 31,
          "text": "And he said, “What shall I give you?” And Jacob said, “Do not give me anything. If you will do this thing for me, I will again feed your flocks and keep them.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 32,
          "text": "Let me pass through all your flocks today, removing all the speckled and spotted sheep from them, along with every dark-colored sheep among the sheep, and the spotted and speckled among the goats. That shall be my wages.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 33,
          "text": "And my righteousness will answer for me later when you come concerning my wages before you. Every one that is not speckled or spotted among the goats, or dark-colored among the sheep shall be stolen if it is with me.”",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 34,
          "text": "Then Laban said, “Look! Very well. It shall be according to your word.”",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 35,
          "text": "But that day he removed the streaked and spotted male goats and all the speckled and spotted female goats, all that had white on it, and every dark-colored ram, and put them in the charge of his sons.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 36,
          "text": "And he put a journey of three days between him and Jacob, and Jacob pastured the remainder of Laban’s flock.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 37,
          "text": "Then Jacob took fresh branches of poplar, almond, and plane trees and peeled white strips on them, exposing the white which was on the branches.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 38,
          "text": "And he set the branches that he had peeled in front of the flocks, in the troughs and in the water containers. And they were in heat when they came to drink.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 39,
          "text": "And the flocks mated by the branches, so the flocks bore streaked, speckled, and spotted.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 40,
          "text": "And Jacob separated the lambs and turned the faces of the flocks toward the streaked and all the dark-colored in Laban’s flocks. And he put his own herds apart, and did not put them with the flocks of Laban.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 41,
          "text": "And whenever any of the stronger of the flocks were in heat, Jacob put the branches in full view of the flock in the troughs that they might mate among the branches.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 42,
          "text": "But with the more feeble of the flock he would not put them there. So the feebler were Laban’s and the stronger were Jacob’s.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 43,
          "text": "And the man became exceedingly rich and had large flocks, female slaves, male slaves, camels, and donkeys.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 1,
          "text": "Now he heard the words of the sons of Laban, saying, “Jacob has taken all that our father has,” and “From that which was our father’s he has gained all this wealth.”",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 2,
          "text": "Then Jacob saw the face of Laban and, behold, it was not like it had been in the past.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 3,
          "text": "And Yahweh said to Jacob, “Return to the land of your ancestors and to your family, and I will be with you.”",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 4,
          "text": "So Jacob sent and called Rachel and Leah to the field, to his flocks,",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 5,
          "text": "and he said to them, “Look, I see the face of your father, that it is not like it has been toward me in the past. But the God of my father is with me.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 6,
          "text": "Now you yourselves know that I have served your father with all my strength,",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 7,
          "text": "and your father has cheated me and changed my wages ten times, but God has not allowed him to harm me.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 8,
          "text": "If thus he said, ‘Speckled shall be your wage,’ then all the flock bore speckled. And if he said, ‘Streaked shall be your wage,’ then all the flock bore streaked.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 9,
          "text": "God has taken away your father’s livestock and given them to me.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 10,
          "text": "Now it happened that at the time of the mating of the flock I lifted up my eyes and saw in a dream, and behold, the rams mounting the flock were streaked, speckled, and dappled.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 11,
          "text": "Then the angel of God said to me in the dream, ‘Jacob,’ and I said, ‘Here I am.’",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 12,
          "text": "And he said, ‘Lift up your eyes and see—all the rams mounting the flock are streaked, speckled, and dappled, for I have seen all that Laban is doing to you.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 13,
          "text": "I am the God of Bethel where you anointed a stone pillar, where you made a vow to me. Now get up, go out from this land and return to the land of your birth.’”",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 14,
          "text": "Then Rachel and Leah answered and said to him, “Is there yet a portion for us, and an inheritance in the house of our father?",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 15,
          "text": "Are we not regarded as foreigners by him, because he has sold us and completely consumed our money?",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 16,
          "text": "For all the wealth that God has taken away from our father, it belongs to us and to our sons. So now, all that God has said to you, do.”",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 30,
          "verse": 28,
          "text": "He continued, “Name your pay. I’ll give it to you.”",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 29,
          "text": "Jacob said to him, “You know how hard I’ve worked for you. You know that your livestock has done better under my care.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 30,
          "text": "You had only a little before I came. But that little has become a lot. The Lord has blessed you everywhere I’ve been. But when can I do something for my own family?”",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 31,
          "text": "“Don’t give me anything,” Jacob replied. “Just do one thing for me. Then I’ll go on taking care of your flocks and watching over them.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 32,
          "text": "“Let me go through all of your flocks today. Let me remove every sheep that has speckles or spots on it. Let me remove every dark-colored lamb. Let me remove every goat that has spots or speckles on it. They will be my pay.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 33,
          "text": "“My honesty will give witness about me in days to come. It will give witness every time you check on what you have paid me. Suppose I have a goat that doesn’t have speckles or spots. Or suppose I have a lamb that isn’t dark-colored. Then it will be considered stolen.”",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 34,
          "text": "“I agree,” said Laban. “Let’s do what you have said.”",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 35,
          "text": "That same day Laban removed all of the male goats that had stripes or spots. He removed all of the female goats that had speckles or spots. They were the ones that had white on them. He also removed all of the dark-colored lambs. He had his sons take care of them.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 36,
          "text": "Then he put a journey of three days between himself and Jacob. But Jacob continued to take care of the rest of Laban’s flocks.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 37,
          "text": "Jacob took branches that were freshly cut from poplar, almond and plane trees. He made white stripes on them by peeling off the bark. He uncovered the white wood inside the branches.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 38,
          "text": "Then he placed the peeled branches in all of the stone tubs where the animals drank water. He placed them so they would be right in front of the flocks when they came to drink. The flocks were ready to mate when they came to drink.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 39,
          "text": "So they mated in front of the branches. And they had little ones that were striped or speckled or spotted.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 40,
          "text": "Jacob put the little ones of the flock to one side by themselves. But he made the older ones face the striped and dark-colored animals that belonged to Laban. In that way, he made separate flocks for himself. He didn’t put them with Laban’s animals.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 41,
          "text": "Every time the stronger females were ready to mate, Jacob would place the branches in the stone tubs. He would place them in front of the animals so they would mate near the branches.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 42,
          "text": "But if the animals were weak, he wouldn’t place the branches there. So the weak animals went to Laban. And the strong ones went to Jacob.",
          "isHeading": false
        },
        {
          "chapter": 30,
          "verse": 43,
          "text": "In this way, Jacob became very rich. He became the owner of large flocks. He also had many male and female servants. And he had many camels and donkeys.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 1,
          "text": "Jacob heard what Laban’s sons were saying. “Jacob has taken everything our father owned,” they said. “He has gained all of this wealth from what belonged to our father.”",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 2,
          "text": "Jacob noticed that Laban’s feelings toward him had changed.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 3,
          "text": "Then the Lord spoke to Jacob. He said, “Go back to your father’s land and to your relatives. I will be with you.”",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 4,
          "text": "So Jacob sent word to Rachel and Leah. He told them to come out to the fields where his flocks were.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 5,
          "text": "He said to them, “I see that your father’s feelings toward me have changed. But the God of my father has been with me.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 6,
          "text": "You know that I’ve worked for your father with all of my strength.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 7,
          "text": "“But your father has cheated me. He has changed my pay ten times. In spite of everything that’s happened, God hasn’t let him harm me.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 8,
          "text": "Sometimes Laban would say, ‘The speckled ones will be your pay.’ Then all the flocks had little ones with speckles. At other times he would say, ‘The striped ones will be your pay.’ Then all the flocks had little ones with stripes.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 9,
          "text": "So God has taken away your father’s livestock and given it to me.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 10,
          "text": "“Once during the mating season I had a dream. In my dream I looked up and saw male goats mating with the flock. The goats had stripes, speckles or spots.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 11,
          "text": "“The angel of God said to me in the dream, ‘Jacob.’ I answered, ‘Here I am.’",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 12,
          "text": "He said, ‘Look up. See the male goats mating with the flock. All of them have stripes, speckles or spots. That is because I have seen everything that Laban has been doing to you.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 13,
          "text": "“‘I am the God of Bethel. That is where you poured oil on a pillar. There you made a promise to me. Now leave this land. Go back to your own land.’”",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 14,
          "text": "Rachel and Leah replied, “Do we still have any share in our father’s property?",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 15,
          "text": "Doesn’t our father think of us as strangers? First he sold us. Now he has used up what he was paid for us.",
          "isHeading": false
        },
        {
          "chapter": 31,
          "verse": 16,
          "text": "All of the wealth God took away from our father really belongs to us and our children. So do what God has told you to do.”",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "John 11:17 - 11:29",
    "versions": {
      "leb": [
        {
          "chapter": 11,
          "verse": 17,
          "text": "So when he arrived, Jesus found he had already been four days in the tomb.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 18,
          "text": "(Now Bethany was near Jerusalem, about fifteen stadia.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 19,
          "text": "So many of the Jews came to Martha and Mary in order to console them concerning their brother.)",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 20,
          "text": "Now Martha, when she heard that Jesus was coming, went to meet him, but Mary was sitting in the house.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 21,
          "text": "So Martha said to Jesus, “Lord, if you had been here, my brother would not have died.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 22,
          "text": "Even now I know that whatever you ask God, God will grant you.”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 23,
          "text": "Jesus said to her, “Your brother will rise again.”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 24,
          "text": "Martha said to him, “I know that he will rise again in the resurrection at the last day.”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 25,
          "text": "Jesus said to her, “I am the resurrection and the life. The one who believes in me, even if he dies, will live,",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 26,
          "text": "and everyone who lives and believes in me will never die forever. Do you believe this?”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 27,
          "text": "She said to him, “Yes, Lord, I have believed that you are the Christ, the Son of God, who comes into the world.”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 28,
          "text": "And when she had said this, she went and called her sister Mary privately, saying, “The Teacher is here and is calling for you.”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 29,
          "text": "So that one, when she heard it, got up quickly and went to him.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 11,
          "verse": 17,
          "text": "When Jesus arrived, he found out that Lazarus had already been in the tomb for four days.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 18,
          "text": "Bethany was less than two miles from Jerusalem.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 19,
          "text": "Many Jews had come to Martha and Mary. They had come to comfort them because their brother was dead.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 20,
          "text": "When Martha heard that Jesus was coming, she went out to meet him. But Mary stayed at home.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 21,
          "text": "“Lord,” Martha said to Jesus, “I wish you had been here! Then my brother would not have died.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 22,
          "text": "But I know that even now God will give you anything you ask for.”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 23,
          "text": "Jesus said to her, “Your brother will rise again.”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 24,
          "text": "Martha answered, “I know he will rise again. This will happen when people are raised from the dead on the last day.”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 25,
          "text": "Jesus said to her, “I am the resurrection and the life. Anyone who believes in me will live, even if he dies.",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 26,
          "text": "And those who live and believe in me will never die. Do you believe this?”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 27,
          "text": "“Yes, Lord,” she told him. “I believe that you are the Christ, the Son of God. I believe that you are the One who was supposed to come into the world.”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 28,
          "text": "After she said this, she went back home. She called her sister Mary to one side to talk to her. “The Teacher is here,” Martha said. “He is asking for you.”",
          "isHeading": false
        },
        {
          "chapter": 11,
          "verse": 29,
          "text": "When Mary heard this, she got up quickly and went to him.",
          "isHeading": false
        }
      ]
    }
  }
}