{
  "torah": {
    "passage": "Deuteronomy 4:41 - 4:49",
    "versions": {
      "leb": [
        {
          "chapter": 4,
          "verse": 41,
          "text": "Then Moses set apart three cities on the other side of the Jordan, toward the east,",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 42,
          "text": "in order for a manslayer to flee there who has killed his neighbor without intent and was not hating him previously, and so he could flee to one of these cities and be safe.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 43,
          "text": "He set apart Bezer in the wilderness in the land of the plateau of the Reubenites; Ramoth in Gilead of the Gadites, and Golan in Bashan of the Manassites.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 44,
          "text": "Now this is the law that Moses set before the Israelites;",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 45,
          "text": "these are the legal provisions and the rules and the regulations that Moses spoke to the Israelites when they left Egypt,",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 46,
          "text": "beyond the Jordan in the valley opposite Beth Peor in the land of Sihon the king of the Amorites, who was reigning in Heshbon and whom Moses and the Israelites defeated when they came out of Egypt.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 47,
          "text": "And so they took possession of his land and the land of Og king of Bashan, the two kings of the Amorites who were beyond the Jordan, eastward,",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 48,
          "text": "from Aroer, which is on the bank of the wadi of Arnon and as far as Mount Sirion; that is, Hermon,",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 49,
          "text": "and all of the Arabah beyond the Jordan, eastward, and as far as the Sea of the Arabah under the slopes of Pisgah.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 4,
          "verse": 41,
          "text": "I set apart three cities east of the Jordan River.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 42,
          "text": "Anyone who killed a person he didn’t hate and without meaning to do it could run to one of those cities. He could go there and stay alive.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 43,
          "text": "Here are the names of the cities. Bezer was for the people of Reuben. It was in the high flatlands in the desert. Ramoth was for the people of Gad. It was in Gilead. Golan was for the people of Manasseh. It was in Bashan.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 44,
          "text": "Here is the law I gave the people of Israel.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 45,
          "text": "Here are its terms, rules and laws. I gave them to the people when they came out of Egypt.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 46,
          "text": "They were now east of the Jordan River in the valley near Beth Peor. They were in the land of Sihon, the king of the Amorites. He ruled in Heshbon. But the people of Israel and I won the battle over him after we came out of Egypt.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 47,
          "text": "We captured his land and made it our own. We also took the land of Og, the king of Bashan. Sihon and Og were the two Amorite kings east of the Jordan River.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 48,
          "text": "Their land reached from Aroer on the rim of the Arnon River valley to Mount Hermon.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 49,
          "text": "It included the whole Arabah Valley east of the Jordan. It included land all the way to the Dead Sea below the slopes of Pisgah.",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Acts 4:13 - 4:22",
    "versions": {
      "leb": [
        {
          "chapter": 4,
          "verse": 13,
          "text": "Now when they saw the boldness of Peter and John, and understood that they were uneducated and untrained men, they were astonished, and recognized them, that they had been with Jesus.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 14,
          "text": "And because they saw the man who had been healed standing there with them, they had nothing to say in return.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 15,
          "text": "But after they had ordered them to go outside the Sanhedrin, they began to confer with one another,",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 16,
          "text": "saying, “What should we do with these men? For that a remarkable sign has taken place through them is evident to all those who live in Jerusalem, and we are not able to deny it!",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 17,
          "text": "But in order that it may not spread much further among the people, let us warn them to speak no more in this name to anyone at all.”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 18,
          "text": "And they called them back and commanded them not to speak or to teach at all in the name of Jesus.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 19,
          "text": "But Peter and John answered and said to them, “Whether it is right in the sight of God to listen to you rather than God, you decide!",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 21,
          "text": "So after threatening them further, they released them, finding no way to punish them on account of the people, because they were all praising God for what had happened.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 22,
          "text": "For the man on whom this sign of healing had been performed was more than forty years old.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 4,
          "verse": 13,
          "text": "The leaders saw how bold Peter and John were. They also realized that Peter and John were ordinary men with no training. This surprised the leaders. They realized that these men had been with Jesus.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 14,
          "text": "The leaders could see the man who had been healed standing there with them. So there was nothing they could say.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 15,
          "text": "They ordered Peter and John to leave the Sanhedrin. Then they talked things over.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 16,
          "text": "“What can we do with these men?” they asked. “Everybody in Jerusalem knows they have done an outstanding miracle. We can’t say it didn’t happen.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 17,
          "text": "We have to stop this thing. It must not spread any further among the people. We have to warn these men. They must never speak to anyone in Jesus’ name again.”",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 18,
          "text": "Once again the leaders called in Peter and John. They commanded them not to speak or teach at all in Jesus’ name.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 19,
          "text": "But Peter and John replied, “Judge for yourselves. Which is right from God’s point of view? Should we obey you? Or God?",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 20,
          "text": "",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 21,
          "text": "The leaders warned them again. Then they let them go. They couldn’t decide how to punish Peter and John. They knew that all the people were praising God for what had happened.",
          "isHeading": false
        },
        {
          "chapter": 4,
          "verse": 22,
          "text": "The man who had been healed by the miracle was over 40 years old.",
          "isHeading": false
        }
      ]
    }
  }
}