{
  "torah": {
    "passage": "Exodus 15:27 - 16:10",
    "versions": {
      "leb": [
        {
          "chapter": 15,
          "verse": 27,
          "text": "And they came to Elim, and twelve springs of water and seventy palm trees were there, and they encamped there at the water.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 1,
          "text": "Yahweh Provides Food in the Desert\nAnd they set out from Elim, and all the community of the Israelites came to the desert of Sin, which is between Elim and Sinai, in the fifteenth day of the second month of their going out from the land of Egypt.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 2,
          "text": "And all the community of the Israelites grumbled against Moses and against Aaron in the desert.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 3,
          "text": "And the Israelites said to them, “If only we had died by the hand of Yahweh in the land of Egypt, when we sat by the pots of meat, when we ate bread until we were full, because you have brought us out to this desert to kill all of this assembly with hunger.”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 4,
          "text": "And Yahweh said to Moses, “Look, I am going to rain down for you bread from the heavens, and the people will go out and gather enough for the day on its day; in that way I will test them: Will they go according to my law or not?",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 5,
          "text": "And then on the sixth day, they will prepare what they bring, and it will be twice over what they will gather every other day.”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 6,
          "text": "And Moses and Aaron said to all the Israelites, “In the evening, you will know that Yahweh has brought you out from the land of Egypt,",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 7,
          "text": "and in the morning, you will see the glory of Yahweh, for he hears your grumblings against Yahweh, and what are we that you grumble against us?”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 8,
          "text": "And Moses said, “When in the evening Yahweh gives you meat to eat and bread in the morning to fill up on, for he hears your grumblings that you grumble against him—and what are we? Your grumblings are not against us but against Yahweh.”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 9,
          "text": "And Moses said to Aaron, “Say to all the community of the Israelites, ‘Come near before Yahweh because he has heard your grumblings.’”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 10,
          "text": "And at the moment of Aaron’s speaking to all the community of the Israelites, they turned to the desert, and just then the glory of Yahweh appeared in the cloud.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 15,
          "verse": 27,
          "text": "The people came to Elim. It had 12 springs and 70 palm trees. They camped there near the water.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 1,
          "text": "The Lord Gives Israel Food Every Day\nThe whole community of Israel started out from Elim. They came to the Desert of Sin. It was between Elim and Sinai. They arrived there on the 15th day of the second month after they had come out of Egypt.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 2,
          "text": "In the desert the whole community told Moses and Aaron they weren’t happy with them.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 3,
          "text": "The Israelites said to them, “We wish the Lord had put us to death in Egypt. There we sat around pots of meat. We ate all of the food we wanted. But you have brought us out into this desert. You must want this entire community to die of hunger.”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 4,
          "text": "Then the Lord spoke to Moses. He said, “I will rain down bread from heaven for you. The people must go out each day. Have them gather enough bread for that day. Here is how I will put them to the test. I will see if they will follow my directions.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 5,
          "text": "“On the sixth day they must prepare what they bring in. On that day they must gather twice as much as on the other days.”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 6,
          "text": "So Moses and Aaron spoke to all of the people of Israel. They said, “In the evening you will know that the Lord brought you out of Egypt.",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 7,
          "text": "And in the morning you will see the glory of the Lord. He has heard you say you aren’t happy with him. Who are we? Why are you telling us you aren’t happy with us?”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 8,
          "text": "Moses also said, “You will know that the Lord has heard you speak against him. He will give you meat to eat in the evening. He’ll give you all of the bread you want in the morning. But who are we? You aren’t speaking against us. You are speaking against the Lord.”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 9,
          "text": "Then Moses told Aaron, “Talk to the whole community of Israel. Say to them, ‘Come to the Lord. He has heard you speak against him.’”",
          "isHeading": false
        },
        {
          "chapter": 16,
          "verse": 10,
          "text": "While Aaron was talking to the whole community of Israel, they looked toward the desert. There was the glory of the Lord appearing in the cloud!",
          "isHeading": false
        }
      ]
    }
  },
  "gospel": {
    "passage": "Mark 6:14 - 6:29",
    "versions": {
      "leb": [
        {
          "chapter": 6,
          "verse": 14,
          "text": "Herod Kills John the Baptist\nAnd King Herod heard it, because his name had become known. And they were saying, “John, the one who baptizes, has been raised from the dead, and because of this these miraculous powers are at work in him.”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 15,
          "text": "But others were saying, “He is Elijah,” and others were saying, “He is a prophet like one of the prophets.”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 16,
          "text": "But when Herod heard it, he said, “John whom I beheaded—this one has been raised!”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 17,
          "text": "For Herod himself had sent and arrested John and bound him in prison because of Herodias, the wife of Philip his brother, because he had married her.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 18,
          "text": "For John had been saying to Herod, “It is not permitted for you to have your brother’s wife.”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 19,
          "text": "So Herodias held a grudge against him and was wanting to kill him, and was not able to do so.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 20,
          "text": "For Herod was afraid of John, because he knew him to be a righteous and holy man and protected him. And when he listened to him, he was greatly perplexed, and yet he listened to him gladly.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 21,
          "text": "And a suitable day came when Herod, on his birthday, gave a banquet for his courtiers and military tribunes and the most prominent men of Galilee.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 22,
          "text": "And when the daughter of Herodias herself came in and danced and pleased Herod and his dinner guests, the king said to the girl, “Ask me for whatever you want, and I will give it to you.”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 23,
          "text": "And he swore to her, “Anything whatever you ask me for I will give you, up to half my kingdom!”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 24,
          "text": "And she went out and said to her mother, “What should I ask for?” And she said, “The head of John the baptizer.”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 25,
          "text": "And she came in immediately with haste to the king and asked, saying, “I want you to give me the head of John the Baptist on a platter immediately.”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 26,
          "text": "And although he was deeply grieved, the king, because of his oaths and dinner guests, did not want to refuse her.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 27,
          "text": "And immediately the king sent an executioner and ordered him to bring his head. And he went and beheaded him in the prison.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 28,
          "text": "And he brought his head on a platter and gave it to the girl, and the girl gave it to her mother.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 29,
          "text": "And when his disciples heard this, they came and took away his corpse and placed it in a tomb.",
          "isHeading": false
        }
      ],
      "nirv": [
        {
          "chapter": 6,
          "verse": 14,
          "text": "John the Baptist’s Head Is Cut Off\nKing Herod heard about this. Jesus’ name had become well known. Some were saying, “John the Baptist has been raised from the dead! That is why he has the power to do miracles.”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 15,
          "text": "Others said, “He is Elijah.”\nStill others claimed, “He is a prophet. He is like one of the prophets of long ago.”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 16,
          "text": "But when Herod heard this, he said, “I had John’s head cut off. And now he has been raised from the dead!”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 17,
          "text": "In fact, it was Herod himself who had given orders to arrest John. He had him tied up and put in prison. He did this because of Herodias. She was the wife of Herod’s brother Philip. But now Herod was married to her.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 18,
          "text": "John had been saying to Herod, “It is against the Law for you to have your brother’s wife.”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 19,
          "text": "Herodias held that against John. She wanted to kill him. But she could not,",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 20,
          "text": "because Herod was afraid of John. So he kept John safe. Herod knew John was a holy man who did what was right. When Herod heard him, he was very puzzled. But he liked to listen to him.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 21,
          "text": "Finally the right time came. Herod gave a big dinner on his birthday. He invited his high officials and military leaders. He also invited the most important men in Galilee.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 22,
          "text": "Then the daughter of Herodias came in and danced. She pleased Herod and his dinner guests.\nThe king said to the girl, “Ask me for anything you want. I’ll give it to you.”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 23,
          "text": "And he promised her with an oath, “Anything you ask for I will give you. I’ll give you up to half of my kingdom.”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 24,
          "text": "She went out and said to her mother, “What should I ask for?”\n“The head of John the Baptist,” she answered.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 25,
          "text": "At once the girl hurried to ask the king. She said, “I want you to give me the head of John the Baptist on a big plate right now.”",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 26,
          "text": "The king was very upset. But he thought of his promise and his dinner guests. So he did not want to say no to the girl.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 27,
          "text": "He sent a man right away to bring John’s head. The man went to the prison and cut off John’s head.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 28,
          "text": "He brought it back on a big plate. He gave it to the girl, and she gave it to her mother.",
          "isHeading": false
        },
        {
          "chapter": 6,
          "verse": 29,
          "text": "John’s disciples heard about this. So they came and took his body. Then they placed it in a tomb.",
          "isHeading": false
        }
      ]
    }
  }
}